Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: This is the standard entry point for the course.
zh_tw: 這是此課程的標準進入點。

source: This is used for answer checking.
zh_tw: 此用於答案檢查。

source: This is where email messages and templates are saved. You can upload or download files in this directory if you wish to save the files for later.
zh_tw: 這是儲存郵件訊息與範本的地方。你可以在此目錄上傳或下載檔案，以便日後使用。

source: This is where you edit the text of the problem template. Type Ctrl-Enter while this window has focus to re-render the problem. Code folding is enabled either by clicking on the triangles in the gutter next to line numbers or using the shortcut Shift-Ctrl-F. Folding all regions can be accomplished with Shift-Ctrl-A and unfold all regions with Shift-Ctrl-G. Comments can be toggled with Ctrl-/.
zh_tw: 這裡是你編輯問題範本文字的地方。按 Ctrl-Enter 可在此視窗重新渲染問題。透過點擊行號旁邊的三角形或使用快捷鍵 Shift-Ctrl-F 可啟用摺疊程式碼。按 Shift-Ctrl-A 可折疊所有區域，按 Shift-Ctrl-G 可展開所有區域。按 Ctrl-/ 可切換評註。

source: This is your last submission. If you say yes, then your answers will be final, and you will not be able to continue to work this test version.
zh_tw: 這是你最後一次的繳交。如果你選擇是，則你的答案將為最終答案，且你將無法繼續進行此測驗版本。

source: This is your only submission. If you say yes, then your answers will be final, and you will not be able to continue to work this test version.
zh_tw: 這是你唯一的繳交。如果你選擇是，則你的答案將為最終答案，且你將無法繼續進行此測驗版本。

source: This link gives details for many macros. It links to documentation embedded in the macro files themselves.
zh_tw: 此連結提供了許多巨集檔案的細節。它連結到嵌入在巨集檔案本身中的文件。

source: This links to a WeBWorK "problem" which allows you to try out fragments of PGML code. This link will not be available if the file %1 is not located in the templates directory of the course.
zh_tw: 這個連結會指向一個允許你嘗試 PGML 程式碼片段的 WeBWorK 「問題」。如果檔案 %1 不在課程的 templates 目錄中，這個連結將不可用。

source: This links to a list of problem authoring techniques.
zh_tw: 此連結指向一個問題創作技術的清單。

source: This links to a page describing Math Object usage.
zh_tw: 此連結指向描述數學物件用法的頁面。

source: This links to problem authoring information on the WeBWorK wiki.
zh_tw: 這連結到 WeBWorK wiki 上的問題創作資訊。

source: This may be Mathjax, images, or plainText. Only the options that are enabled for the course will be available to select. This option is only visible if there is more than one display mode enabled for the course.
zh_tw: 這可能是 Mathjax、圖片或純文字。只有課程啟用的選項才可選擇。如果課程啟用了多於一種顯示模式，則此選項才會顯示。

source: This must be set in order to utilize LTI content selection. The WeBWorK content item URL must be set for the external tool in the LMS first. Then if content selection from the LMS is attempted, you will be shown the LMS context ID. Enter the context ID shown here, and then you will be able to select assignments from this course, and import them into the LMS.
zh_tw: 這必須設定才能使用 LTI 內容選擇功能。首先必須在 LMS 中為外部工具設定 WeBWorK 內容項目 URL。然後，如果嘗試從 LMS 進行選擇內容，你將看到 LMS 內容識別碼。在此處輸入顯示的內容識別碼，之後你將能夠從本課程中選擇作業並將其匯入 LMS。

source: This number is used to control how the random elements of the problem will be generated. Change this number to rerandomize a student's version.
zh_tw: 此數字用於控制問題中隨機元素的產生。變更此數字可以重新隨機化學生的版本。

source: This option converts the text blocks in the problem code to PGML and updates the loadMacros to include PGML and drop others. This can be used as a first pass of the conversion, however the author will still need to ensure the problem functions. One area of attention should be the answer blanks, which may not be converted correctly.
zh_tw: 該選項會將問題程式碼中的文字區塊轉換為 PGML，並更新 loadMacros 以包含 PGML 以及移除其他巨集。這可以作為轉換的第一步，然而，作者仍需確保問題能夠正常運作。需要請注意的一點是答案空格，這部分可能無法正確轉換。

source: This option shows all pg problems in the course directory structure.
zh_tw: 此選項顯示課程目錄結構中的所有的 pg 問題。

source: This option shows all problems in set definition files that are located in the course directory.
zh_tw: 此選項顯示位於課程目錄中的題組定義檔案裡的所有問題。

source: This option shows all problems in sets that have been created in the course.
zh_tw: 此選項顯示在課程中建立的題組中之所有問題。

source: This page allows one to edit and set the achievement email notification template for an achievement. In addition to setting an email notification template for an achievement here, you must also set the "email address to use when sending Achievement notifications" in the optional modules of the course configuration in order for email notifications to be sent.
zh_tw: 此頁面允許編輯和設定成就郵件通知範本。除了在此處為成就設定郵件通知範本之外，還必須在課程配置的選擇模組中設定「發送成就通知時使用的電子郵件位址」才能發送郵件通知。

source: This page allows one to edit the contents of PG problem files as well as set headers and other files.
zh_tw: 這個頁面允許編輯 PG 問題檔案的內容，並設置標題和其他檔案。

source: This page allows one to view and manage jobs in job queue. Note that completed jobs are automatically removed from the job queue after two days. So there is no real need to delete jobs. The importance of this page is to see the status of recently completed or in progress jobs.
zh_tw: 這個頁面允許你查看和管理工作佇列中的工作。請注意，已完成的工作會在兩天後自動從工作佇列中移除。因此，沒有刪除工作的實際需要。這個頁面的重點是查看最近完成或正在進行中的工作的狀況。

source: This page allows users to change their password, email address, and display settings used in problems. Note that you can hide this page entirely for students by setting permission levels to login_proctor or higher for the permissions to change password, change email address, and change display settings used in pg problems.
zh_tw: 這個頁面允許用戶變更密碼、電子郵件位址和問題中的顯示設置。請注意，你可以通過設置權限等級為監考登入或更高，來隱藏這個頁面，以禁止學生變更密碼、變更電子郵件位址以及變更 pg 問題中的顯示設置。

source: This page allows you to configure course settings such as permission levels, display modes allowed, default display mode, email feedback behavior, and much more.
zh_tw: 這個頁面允許你配置課程設定，如權限層級、允許的顯示模式、預設顯示模式、電子郵件反饋行為等。

source: This page displays a student's current achievement level and progress toward the next level, and lists the rewards and badges that the student has earned. If rewards have been earned, then the student may also redeem those rewards.
zh_tw: 此頁面顯示學生當前的成就層級和向下一等級的進展，並列出學生已獲得的獎勵和徽章。如果獲得了獎勵，學生還可以兌換這些獎勵。

source: This page gives access to information about the student, independent of the assignments assigned to them.
zh_tw: 這個頁面提供訪問學生的資訊，與其被指派的作業無關。

source: This page gives information about mass LTI grade updates and allows you to trigger a grade update.
zh_tw: 這個頁面提供有關成批更新 LTI 成績並允許觸發成績更新的資訊。

source: This page is a collection of tools to modify users and sets. These tools are shortcuts for common actions that allow selecting multiple users or sets to act on at once. Because multiple users and sets can be acted on at the same time, it is often more efficient to use this page when modifying multiple items. For example, you can change the close date for several users for an assignment. This page also gives access to "Edit assignments and dates for one user", which can be used to access settings for all sets including test versions for that user.
zh_tw: 這個頁面是一組用於修改使用者和題組工具。這些工具是常見動作的捷徑，允許一次選擇多個使用者或題組進行操作。因為可以同時對多個使用者和題組進行操作，所以在修改多個項目時，使用此頁面通常更有效率。例如，你可以變更多位使用者的作業截止日期。此頁面還提供訪問「編輯單一使用者的作業和日期」，可用於訪問所有題組（包括測試版本）的設定。

source: This page is for manually grading a problem for all assigned students. The table of students shows their last answers, percent score, and feedback comment. The "Save" button is located below the
zh_tw: 這個頁面用於手動評分所有被指派到該問題的學生。學生表格顯示他們的最後答案、百分比分數和反饋評註。「儲存」按鈕位於

source: This page is used to browse problems that will be used to fill problem sets. The first step is to choose which set you are working on. If you need to create a new problem set fill in the blank next to the "Create a New Set in This Course" button and then press the button. Then choose which set you want to work on in the drop down menu.
zh_tw: 本頁用於流覽將用於填寫問題集的問題.第一步是選擇正在處理的作業題組.如果需要建立新的問題集, 請填寫"在本課程中建立新的問題集"按鈕旁邊的空白處, 然後按按鈕.然後在下拉選單中選擇想要處理的作業題組.

source: This page is useful for monitoring student progress on assignments. Student progress can either be viewed for a single set or for a single student.
zh_tw: 這個頁面對監控學生在作業上的進度非常有用。學生的進度可以針對單一題組或單一學生進行查看。

source: This page manages all problem sets (including quizzes/tests). The following allow editing directly of a single problem set.
zh_tw: 這個頁面管理所有題組（包括小考／測驗）。以下選項允許直接編輯單一題組。

source: This page shows the student's current grades for all sets they are assigned to. Only visible sets are shown to the student, while invisible set names are italic when viewed as an instructor. Students can only see the per problem grades on open assignments.
zh_tw: 這個頁面顯示學生目前在所有被指派的題組中的成績。學生只能看到可見題組，而隱藏題組的名稱在講師介面中會以斜體顯示。學生只能看到開放中作業的每題成績。

source: This perl code sets up the problem.
zh_tw: 這段 perl 程式碼解決了這個問題。

source: This problem has open subproblems. You can visit them by using the links to the left or visiting the set page.
zh_tw: 此問題包含未解決的子問題。你可以使用左側的連結或訪問題組頁面來查看它們。

source: This problem is not valid.
zh_tw: 此問題不成立。

source: This problem uses the same source file as number %1.
fr: Ce problème utilise le même fichier source que le problème numéro %1.
zh_tw: 此問題使用了與編號 %1 相同的原始檔案。

source: This problem will not count towards your grade.
fr: Ce problème ne sera pas noté.
ko: 이 문제는 성적에 들어가지 않습니다.
tr: Bu soru, notunuzu etkilemeyecektir.
zh_tw: 這個問題不會計入你的成績。

source: This quiz requires a grade proctor to start, and user %1 is not authorized to proctor test grade submissions in this course.
zh_tw: 此小考需要評分監考開放，而使用者 %1 無權在本課程中監考分數繳交。

source: This quiz requires a set password to start, and the password was invalid.
zh_tw: 該小考需要設定密碼才能開始，但密碼無效。

source: This resets two factor authentication for a student, thus making the student need to set up two factor authentication again. This should only be done if a student has accidentally deleted their account or for some other reason lost their key in the authenticator app, and so can no longer access the course. Note that this will only appear if two factor authentication is enabled for the course.
zh_tw: 這將重設學生的雙因子驗證，使該學生需要重新設定雙因子驗證。只有在學生意外刪除帳戶或因其他原因遺失驗證應用程式中的密鑰，且因此無法訪問課程時，才應該執行此操作。請注意，只有在課程啟用雙因子驗證時，這項操作才會出現。

source: This sample mail would be sent to %1
zh_tw: 該示例郵件將被發送到 %1

source: This score for this problem does not count for the score of problem %1 or for the set.
zh_tw: 這個問題的分數不計入問題 %1 或題組的分數。

source: This scoring message is generated from [TMPL]/email/%1. It is merged with the file [Scoring]/%2. These files can be edited using the "Email" link and the "File Manager" link in the left margin.
zh_tw: 此評分訊息產生自 [TMPL]/email/%1。它與檔案 [Scoring]/%2 合併。這些檔案可以使用左側邊欄的「電子郵件」連結和「檔案管理器」連結進行編輯。

source: This set %1 is assigned to %2.
fr: Ce devoir %1 est assigné à %2.
zh_tw: 題組 %1 被指派給 %2。

source: This set doesn't contain any problems yet.
fr: Ce devoir ne contient pas encore de problème.
zh_tw: 這題組尚未包含任何問題。

source: This set had a reduced scoring period that started on %1 and ended on %2. During that period all work counted for %3% of its value.
zh_tw: 此題組的減分期於 %1 開始，在 %2 結束。在此期間，所有作業僅計算其分數的 %3%。

source: This set has a set-level proctor password to authorize logins. Enter the password below.
zh_tw: 此題組有一個用於授權登入的題組級監考密碼。請在下方輸入密碼。

source: This set is hidden from students.
zh_tw: 此題組對學生是隱藏的。

source: This set is in its reduced scoring period. All work counts for %1% of its value.
zh_tw: 此題組正處於減分期。所有作業僅計算其分數的 %1%。

source: This set is not assigned to any students.
zh_tw: 此題組未指派給任何學生。

source: This set is visible to students.
fr: Ce devoir est visible auprès des étudiants.
ko: 이 문제집은 학생들이 볼 수 있습니다.
zh_tw: 該題組學生可見。

source: This set or problem is not valid.
zh_tw: 此題組或問題無效。

source: This set will be unavailable to students until they have earned the "Score Required for Release" on the sets specified in this field. The sets should be written as a comma separated list.
zh_tw: 學生在獲得此欄位中指定的「發佈所需的分數」之前，無法使用這個題組單。這些題組應寫成以逗號分隔的清單。

source: This sets a number of minutes for each version of a test, once it is started. Use "0" to indicate no time limit. If there is a time limit, then there will be an indication that this is a timed test on the main "Assignments" page. Additionally the student will be sent to a confirmation page beefore they can begin.
zh_tw: 這設定了每個測驗版本在開始後的計時分鐘數。使用「0」表示無時間限制。如果有時間限制，則會在主「作業」頁面上顯示這是一個限時測驗。此外，學生在開始之前會被送往一個確認頁面。

source: This should be done cautiously. Once a student is deleted from a course their data is lost forever and cannot be recovered. They can be added to the course as a new student, but all of their assignment data has been permanently deleted.
zh_tw: 此操作需謹慎。 一旦學生從課程中被刪除，他們的資料將永久遺失，且無法恢復。 他們可以作為新學生被新增到課程中，但所他們的有作業資料都已被永久刪除。

source: This source file does not exist!
fr: Ce fichier source n'existe pas!
zh_tw: 該原始檔不存在！

source: This source file is a directory!
fr: Ce fichier source est un dossier!
zh_tw: 該原始檔案是一個目錄！

source: This source file is not a plain file!
fr: Ce fichier source n'est pas un fichier!
zh_tw: 此原始檔不是純文字檔案！

source: This source file is not readable!
fr: Impossible de lire ce fichier source!
zh_tw: 該原始檔案無法讀取！

source: This specifies the number of attempts before hints are shown to students. The value of -2 uses the default from course configuration. The value of -1 disables hints. Note that this will only have an effect if the problem has a hint.
zh_tw: 這指定了在顯示提示給學生之前的嘗試次數。值為 -2 表示使用課程配置中的預設值。值為 -1 表示停用提示。請注意，這只有在問題有提示時才會生效。

source: This specifies the rerandomization period: the number of attempts before a new version of the problem is generated by changing the Seed value. The value of -1 uses the default from course configuration. The value of 0 disables rerandomization.
zh_tw: 這指定了重新隨機化期間：可透過變更種子值變更產生問題的新版本之前的嘗試次數。值為 -1 表示使用課程配置中的預設值。值為 0 表示停用重新隨機化。

source: This test requires a proctor password to continue.
zh_tw: 該測驗需要監考人員密碼才能繼續。

source: This test requires a proctor password to start.
zh_tw: 該測驗需要監考人員密碼才能開始。

source: This user is not allowed to log in to this course
zh_tw: 不允許該使用者登入此課程

source: Time
zh_tw: 時間

source: Time Interval for New Versions
zh_tw: 新版本的時間間隔

source: Time Remaining
zh_tw: 剩餘時間

source: Time taken on test: %1 min (%2 min allowed).
zh_tw: 測驗所用時間：%1分鐘（允許 %2 分鐘）。

source: Timestamp
zh_tw: 時間戳記

source: Timezone for the course
fr: Fuseau horaire pour le cours
zh_tw: 課程時區

source: Title for course displayed on the Assignments page
zh_tw: 作業頁面上顯示課程標題

source: To access this set you must score at least %1% on set %2.
zh_tw: 要訪問此題組，你必須在題組 %2 中的分數至少獲得 %1%。

source: To access this set you must score at least %1% on the following sets: %2.
zh_tw: 要訪問此題組，你必須在以下題組中至少獲得 %1% 的分數：%2。

source: To add an additional instructor to the new course, specify user information below. The user ID may contain only numbers, letters, hyphens, periods (dots), commas,and underscores.
zh_tw: 要程新增其他講師到新課程中，請在下面指定使用者資訊。使用者代號只能包含數位、字母、連字符、句點 (點)、逗號和底線。

source: To add the WeBWorK administrators to the new course (as administrators) check the box below.
zh_tw: 若要將 WeBWorK 管理者新增到新課程中（作為管理者），請勾選下方的方框。

source: To assign one or more sets to an individual student click in the column "Assigned Sets" in the student's row. This will take you to a page where you can assign and unassign sets and change the due dates for homework on an individual basis.
zh_tw: 要將一個或多個題組指派給個別學生，點擊該學生所在列中的「已指派題組」欄位。這將把你帶到一個頁面，在那裡你可以指派和取消指派題組，並逐一變更作業的截止日期。

source: To change status (scores or grades) for this student for one set, click on the individual set link.
zh_tw: 要變更此學生單個題組的狀況（分數或成績），點擊個別題組的連結。

source: To copy components from an existing course, select the course and check which components to copy.
zh_tw: 要從現有課程中複製組件，請選擇該課程並勾選要複製的組件。

source: To drop a student or students, select them for editing as described above and then set the pop-up list to enrolled, drop, or audit. Dropped students cannot log in to the course, are not assigned new sets and are not sent email. They can be re-enrolled simply by changing their status back to enrolled. No data is lost, any assignments assigned before they were dropped are restored unchanged.
zh_tw: 若要將學生移除，如上所述選擇他們後編輯，然後將彈出式清單設定為已註冊、退出或旁聽。被移除的學生無法登入課程，無法被指派新的題組，也不會收到電子郵件。可以透過變更狀況回到已註冊將他們重新註冊。所有資料都不會丟失，在移除之前指派的任何作業都將保持不變。

source: To edit a specific student version of this set, edit (all of) her/his assigned sets.
fr: Pour modifier une version spécifique à un étudiant de ce devoir, modifier (tous) ses devoirs assignés.
zh_tw: 要編輯該題組的特定學生版本，編輯他／她的（所有）指派題組。

source: To perform an action select the desired action tab and click the submit button.
zh_tw: 要執行動作，選擇所需的操作分頁並點擊繳交按鈕。

source: To set up one-time password generation, scan the QR code below with an authenticator app (such as Google Authenticator, Microsoft Authenticator, Twilio Authy, etc.) installed on a mobile device. Alternatively, after installing an authenticator app on a mobile device, open this page on that device, and click on the QR code below.
zh_tw: 要設置一次性密碼產生，使用安裝在移動設備上的驗證器應用程式（例如 Google Authenticator、Microsoft Authenticator、Twilio Authy 等）掃描下方的 QR code。或者，在移動設備上安裝驗證器應用程式後，開啟這個頁面並點擊下方的 QR code。

source: To set up one-time password generation, scan the attached QR code with an authenticator app (such as Google Authenticator, Microsoft Authenticator, Twilio Authy, etc.) installed on a mobile device.
zh_tw: 要設定產生一次性密碼產生，使用安裝在移動設備上的驗證器應用程式（例如 Google Authenticator、Microsoft Authenticator、Twilio Authy 等）掃描下方的 QR code。

source: To this Problem
zh_tw: 對於這個問題

source: To use the Email merge feature, upload a CSV with calculated grades to the scoring directory using the "File Manager".
zh_tw: 要使用電子合併列印功能，使用「檔案管理器」將包含計算成績的 CSV 檔上傳至評分目錄。

source: Today
zh_tw: 今日

source: Toggle Sidebar
zh_tw: 切換側邊欄

source: Toggle each of the options to include or not include in the output.
zh_tw: 切換各個選項以選擇是否包含在輸出中。

source: Top Score
zh_tw: 最高分

source: Top level of author information on the wiki.
ko: wiki 상의 상위 작성자 정보
tr: Wikide yazar bilgilerinin en üst seviyesi.
zh_tw: 維基上作者資訊的頂層。

source: Total Points
zh_tw: 總分

source: Total Points:
zh_tw: 總分：

source: Totals only (not problem scores)
zh_tw: 僅總分 (非問題分數)

source: Totals only, only after answer date
zh_tw: 只有總分，只在答案日期之後

source: True
zh_tw: 是

source: Try it
fr: Essayer
zh_tw: 試試

source: Two Columns
zh_tw: 兩行

source: Type
zh_tw: 類型

source: Type:
zh_tw: 類型：

source: Unable to change the achievement notification template for achivement %1. Unknown error.
zh_tw: 無法變更成就 %1 的成就通知範本。未知錯誤。

source: Unable to change the evaluator for set %1. Unknown error.
zh_tw: 無法變更題組 %1 的評估器。未知錯誤。

source: Unable to change the hardcopy header for set %1. Unknown error.
zh_tw: 無法變更題組 %1 的列印副本標題。未知錯誤。

source: Unable to change the notification for %1. Unknown error.
zh_tw: 無法變更給 %1 的通知。未知錯誤。

source: Unable to change the set header for set %1. Unknown error.
zh_tw: 無法變更題組 %1 的題組標題。未知錯誤。

source: Unable to change the source file path for set %1, problem %2. Unknown error.
zh_tw: 無法變更題組 %1 問題 %2 的原始檔案路徑。未知錯誤。

source: Unable to delete backup file "%1".
zh_tw: 無法刪除備份檔「%1」。

source: Unable to delete backup from %1.
zh_tw: 無法從 %1 刪除備份。

source: Unable to delete job %1 as it has transitioned to an active state.
zh_tw: 無法刪除工作 %1，因為它已經轉變為活動狀況。

source: Unable to disable the achievement notification template for achievement %1. Unknown error.
zh_tw: 無法停用成就 %1 的成就通知範本。未知錯誤。

source: Unable to make "%1" the hardcopy header for %2.
zh_tw: 無法使「%1」 成為 %2 的列印副本標題。

source: Unable to make "%1" the set header for %2.
zh_tw: 無法使「%1」成為 %2 的題組標題。

source: Unable to obtain error messages from within the PG question.
fr: Incapable d'obtenir un message d'erreur de la question PG.
zh_tw: 無法從 PG 問題中得到錯誤訊息。

source: Unable to open a temporary file at the given location.
zh_tw: 無法在給定位置開啟暫存檔。

source: Unable to open the "[COURSEROOT]/simple.conf" file.
zh_tw: 無法開啟檔案「[COURSEROOT]/simple.conf」。

source: Unable to read backup file "%1".
zh_tw: 無法讀取備份檔「%1」。

source: Unable to read tar archive file "%1".
zh_tw: 無法讀取 tar 封存檔「%1」。

source: Unable to read zip archive file "%1".
zh_tw: 無法讀取 zip 封存檔「%1」。

source: Unable to write to "%1": %2
zh_tw: 無法寫入「%1」：%2

source: Unarchive
zh_tw: 解除封存

source: Unarchive %1 to course:
zh_tw: 解除封存 %1 到課程：

source: Unarchive Course
zh_tw: 解封課程

source: Unarchive Course Help
zh_tw: 解封課程說明

source: Unarchive Courses
zh_tw: 解封課程

source: Unarchive More
zh_tw: 解除封存更多

source: Unassign from All Users
zh_tw: 取消所有使用者的指派

source: Unassign selected sets from selected users
zh_tw: 從所選使用者取消所選題組的指派

source: Unassignments were not done. You need to select "Allow unassign" and then click on the Unassign button.
zh_tw: 未完成取消指派。你需要選擇「允許取消指派」，然後點擊取消指派按鈕。

source: Unattempted: %1/%2
zh_tw: 未嘗試：%1/%2

source: Unclassified Problems
zh_tw: 未分類的問題

source: Unhide Courses
zh_tw: 取消隱藏課程

source: Union
zh_tw: 聯集

source: Unkown saveMode: %1.
zh_tw: 未知的儲存模式：%1。

source: Unlimited
zh_tw: 不限次

source: Unlock an additional version of a test. If used before the close date of the test this will allow you to generate a new version of the test.
zh_tw: 解鎖測驗的額外版本。如果在測驗結束日期之前使用，這將允許你產生新的測驗版本。

source: Unpack Archive
zh_tw: 解壓縮封存檔

source: Unpack archives automatically
fr: Décompresser les archives automatiquement
zh_tw: 自動解壓縮封存檔

source: Unselect all courses
zh_tw: 取消選擇所有課程

source: Unsupported archive type in file "%1"
zh_tw: 檔案「%1」中不支持的封存類型

source: Update Display
zh_tw: 更新顯示

source: Update Grades
zh_tw: 更新成績

source: Update Interval
zh_tw: 更新間隔

source: Update Menus
fr: MAJ des menus
zh_tw: 更新目錄

source: Update aborted. Invalid set %1.
zh_tw: 更新中止。無效的題組 %1。

source: Update aborted. Invalid user %1.
zh_tw: 更新中止。無效的使用者 %1。

source: Update set:
zh_tw: 更新題組：

source: Update the checked directories?
zh_tw: 更新檢查的目錄？

source: Update user:
zh_tw: 更新使用者：

source: Updated grades via LTI all users assigned to set %1.
zh_tw: 通過 LTI 更新了所有指派到題組 %1 的使用者的成績。

source: Updated grades via LTI for all sets and users.
zh_tw: 透過 LTI 更新所有題組和使用者的成績。

source: Updated grades via LTI for user %1 and set %2.
zh_tw: 透過 LTI 更新了使用者 %1 和題組 %2 的成績。

source: Updated grades via LTI of all sets assigned to user %1.
zh_tw: 透過 LTI 更新了指派給使用者 %1 的所有題組之成績。

source: Updated location description.
zh_tw: 更新了位置描述。

source: Upgrade
zh_tw: 升級

source: Upgrade %1
zh_tw: 升級 %1

source: Upgrade Course
zh_tw: 升級課程

source: Upgrade Course Tables
zh_tw: 升級課程標格

source: Upgrade Courses
zh_tw: 升級課程

source: Upgrade Courses Help
zh_tw: 升級課程說明

source: Upgrade courses from a previous version of WeBWorK.
zh_tw: 從先前版本的 WeBWorK 升級課程。

source: Upgrade process completed
zh_tw: 升級過程已完成

source: Upload
fr: Envoyer
zh_tw: 上傳

source: Upload, download and delete text files, including scoring spread sheets, set definition files, class list spread sheets, and "PG" problems.
zh_tw: 上傳、下載和刪除文字檔，包括評分試算表，題組定義檔，班級名單試算表以及「PG」問題。

source: Use Default Header File
fr: Utiliser le fichier d'entête par défaut
zh_tw: 使用預設標題檔

source: Use Equation Editor?
zh_tw: 使用方程式編輯器？

source: Use Existing Template
zh_tw: 使用現有範本

source: Use Reward
zh_tw: 使用獎勵

source: Use browser back button to return from preview mode.
zh_tw: 使用瀏覽器的返回按鈕以退出預覽模式。

source: Use existing template:
zh_tw: 使用現有範本：

source: Use in achievement %1
zh_tw: 在成就 %1 中使用

source: Use in new achievement:
zh_tw: 在新成就中使用：

source: Use live equation rendering?
zh_tw: 使用即時方程式渲染？

source: Use log base 10 instead of base <i>e</i>
fr: Utiliser une base log 10 au lieu de <i>e</i>
zh_tw: 使用以 10 為基底而不是以 <i>e</i> 為基底的對數

source: Use older answer checkers
fr: Utiliser l'ancien vérificateur de réponses
zh_tw: 使用舊的答案檢查器

source: Use the "Create" and "Delete" actions to create or delete achievements. Note that deleting an achievement will delete all data associated to the achievement and cannot be undone.
zh_tw: 使用「建立」和「刪除」動作來建立或刪除成就。請注意，刪除成就將刪除與該成就關聯的所有資料，且無法取消。

source: Use the "Merge file" drop down menu to select which merge file to use, or select "None" to not use any merge file. When a merge file is selected, the data for active students will be displayed above the "Email Body". This will show you the structure of the merge file and the column variables associated with each column. Data that is longer than 7 characters will be truncated, and the data can be scrolled up and down to see all rows.
zh_tw: 使用「合併檔案」下拉選單選擇要使用的合併檔，或選擇「無」以不使用任何合併檔。當選擇合併檔時，活躍學生的資料會顯示在「郵件內容」上方。這將顯示合併檔案的結構以及與每一行相關聯的列變數。超過 7 個字元的資料將被截斷，而資料可以上下滾動以查看所有列。
