Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: You are in the Reduced Scoring Period. All work counts for %1% of the original.
zh_tw: 你目前處於減分期。所有作業的分數都將按照原始分數的 %1% 計算。

source: You are not allowed to act as a student.
zh_tw: 你不被允許以學生的身份操作。

source: You are not allowed to assign homework sets.
zh_tw: 你不被允許指派作業。

source: You are not allowed to delete %1.
zh_tw: 你不被刪除 %1。

source: You are not allowed to generate a hardcopy for %1 from your IP address, %2.
zh_tw: 不被允許從你的 IP 位址 %2 產生 %1 的列印副本。

source: You are not allowed to modify homework sets.
zh_tw: 你不被允許修改作業題組。

source: You are not allowed to modify student data.
zh_tw: 你不被允許修改學生資料。

source: You are not allowed to reset two factor authenticatio for %1.
zh_tw: 你不被允許為 %1 重置雙因子驗證。

source: You are not allowed to send email.
zh_tw: 你不被允許發送電子郵件。

source: You are not authorized to access instructor tools
fr: Vous n'êtes pas autorisé à accéder aux outils d'instructeur
zh_tw: 你沒有權限問講師工具

source: You are not authorized to access instructor tools.
zh_tw: 你沒有權限訪問講師工具。

source: You are not authorized to assign sets.
zh_tw: 你沒有權限限指派題組。

source: You are not authorized to create or delete courses.
zh_tw: 你沒有權限建立或刪除課程。

source: You are not authorized to edit achievements.
zh_tw: 你沒有權限編輯成就。

source: You are not authorized to edit user specific information.
zh_tw: 你沒有權限編輯使用者的特定資訊。

source: You are not authorized to grade assignments.
zh_tw: 你沒有權限評分作業。

source: You are not authorized to manage course files
zh_tw: 你沒有權限管理課程檔案

source: You are not authorized to modify problems.
fr: Vous n'êtes pas autorisé à modifier des problèmes.
ko: 문제를 변경할 권한이 없습니다.
tr: Sorularda değişklik yapma yetkiniz yok.
zh_tw: 你沒有權限修改問題。

source: You are not authorized to modify set definition files.
fr: Vous n'êtes pas autorisé à modifier les fichiers de définition.
ko: 문제집 정의 파일을 변경할 권한이 없습니다.
tr: Set tanım dosyalarını değiştirme yetkiniz yok.
zh_tw: 你沒有權限修改題組定義檔。

source: You are not authorized to modify sets.
zh_tw: 你沒有權限修改題組。

source: You are not authorized to modify student data
fr: Vous n'êtes pas autorisé à modifier les données des étudiants.
ko: 학생 데이터를 변경할 권한이 없습니다.
tr: Öğrenci bilgilerini değiştirme yetkisine sahip değilsiniz.
zh_tw: 你沒有權限修改學生資料

source: You are not authorized to modify student data.
zh_tw: 你沒有權限修改學生資料。

source: You are not authorized to modify the course configuration.
zh_tw: 你沒有權限修改課程配置。

source: You are not authorized to perform this action.
fr: Vous n'êtes pas autorisé à effectuer cette action.
ko: 이 동작을 취할 권한이 없습니다.
tr: Bu işlemi gerçekleştirme yetkiniz yok.
zh_tw: 你沒有權限執行此動作。

source: You are not authorized to score sets.
zh_tw: 你沒有權限對作業題組進行評分。

source: You are not authorized to send mail to students
zh_tw: 你沒有權限向學生發送電子郵件

source: You are not authorized to update lti scores
zh_tw: 你沒有權限更新 lti 分數

source: You are not authorized to view past answers
zh_tw: 你沒有權限查看之前的答案

source: You are not permitted to generate a hardcopy for a set with hidden work.
zh_tw: 你沒有權產生包含隱藏題組的列印副本。

source: You are not permitted to generate a hardcopy for an unopened set.
zh_tw: 你沒有權產生未開放的題組的列印副本。

source: You are only allowed to click on Show Me Another %quant(%1,time,times) per problem. %2 Close this tab, and return to the original problem.
zh_tw: 每題你只能點擊「顯示另一個」%quant(%1, 次, 次)。 %2 關閉此分頁，並返回原問題。

source: You are out of time!
zh_tw: 你的時間已經用完了！

source: You can also click "Edit Selected Theme" to edit a hardcopy theme. The new theme will be saved to the templates/hardcopyThemes folder.
zh_tw: 你也可以點擊「編輯選擇的主題」來編輯列印副本主題。新的主題將會保存到 templates/hardcopyThemes 資料夾中。

source: You can also examine the following temporary files:
zh_tw: 你還可以檢視以下暫存檔：

source: You can assign selected achievements to all users by using the "Assign" action action and selecting which achievements to assign. You can select which users to assign/unassign to an achievement by clicking on the link in the "Edit Users" column.
zh_tw: 你可以使用「指派」操作並選擇要指派的成就，將所選成就指派給所有使用者。你可以透過點擊「編輯使用者」欄位中的連結選擇為哪些使用者指派／取消指派成就。

source: You can change the file path for this problem manually from the "Sets Manager" page
zh_tw: 你可以從「題組管理器」頁面手動變更此問題的檔案路徑

source: You can click the download icon to the right of each set to generate a PDF hardcopy of the set. You can generate hardcopies for multiple sets and students including their answers as well by selecting sets and students on the page that opens when that icon is clicked. Note that students will only be able to generate hardcopies of a single set at a time. Students will only be able to include answers in the hardcopy after the answer date.
zh_tw: 你可以點擊每個題組右側的下載圖示產生該題組的 PDF 列印副本。你可以在點擊圖示後打開的頁面中選擇多個題組和學生，包括他們的答案，來產生列印副本。請注意，學生一次只能產生一個題組的列印副本。只有在答案日期之後，學生才能將答案包含在列印副本中。

source: You can delete problems by clicking the "Delete it?" check box and saving. If the set is already active it is recommended that you instead use the "Mark Correct?" problem to mark a particular problem correct for all students.
zh_tw: 你可以通過點擊「刪除？」方框並保存來刪除問題。如果該題組已經啟用，建議你使用「標記為正確嗎？」來將特定問題標記為所有學生的正確答案。

source: You can edit a problem by clicking the "Edit Problem" icon to the right of the problem number. This will open the problem in the PG problem editor in a new tab or window.
zh_tw: 你可以透過點擊題號右側的「編輯問題」圖示來編輯問題。這將在新分頁或視窗中開啟 PG 問題編輯器中的問題。

source: You can edit a single achievement by clicking on the pencil icon next to the achievement ID. You can edit multiple achievements by selecting which achievements to edit, then click the "Edit" button. You can edit all of the achievements by first selecting them all using the checkbox next to "Achievement ID", then editing them with the "Edit" button.
zh_tw: 你可以透過點擊成就代號旁邊的鉛筆圖示來編輯單一成就。你可以透過選擇要編輯的成就來編輯多個成就，然後按一下「編輯」按鈕。你可以編輯所有成就，首先使用「成就代號」旁邊的方框選擇所有成就，然後使用「編輯」按鈕編輯它們。

source: You can edit the class list data for a single student by clicking on the pencil icon next to their login name. To edit several students at once click on the "Select" checkbox next to their names, click on the radio button for editing selected users and then click the "Edit" button. This might take a long time load if editing a large number of users.
zh_tw: 你可以點擊學生登入名稱旁邊的鉛筆圖示來編輯單個學生的班級名單資料。要同時編輯多名學生，點擊他們名稱旁邊的「選擇」方框，接著點擊編輯所選使用者的單選按鈕，然後點擊「編輯」按鈕。如果要編輯大量使用者的，這可能需要較長的載入時間。

source: You can filter which achievements are shown by clicking the "Filter" button. Use the drop down menu to select the filter criteria, which allows you to filter achievements by their ID, category, or if they are enabled or disabled.
zh_tw: 可以透過點擊「篩選」按鈕來篩選顯示哪些成就。使用下拉選單選擇篩選標準，你可以按代號、類別或是否啟用或停用來篩選成就。

source: You can import/export from their respective action tab. Exporting saves information about the achievement as a .axp file which is a CSV that lists each achievements information. You can import .axp files that have been previously exported. Use the "File Manager" to upload/download .axp files to "achievements" directory (also upload/download any achievement evaluator .at files needed).
zh_tw: 你可以從各自的操作分頁匯入／匯出。匯出會將成就資訊儲存為一個列出了每個成就資訊 CSV 的 .axp 檔案。你可以匯入之前匯出的 .asp 檔。使用「檔管理器」上傳／下載 .axp 檔到「成就」目錄（也可上傳／下載任何成就評估器所需的檔案）。

source: You can not specify an absolute path
zh_tw: 你不能指定絕對路徑

source: You can only %1 one file at a time.
zh_tw: 你只能一次 %1 一個檔案.

source: You can only download regular files.
zh_tw: 你只能下載標準檔案。

source: You can only edit text files
zh_tw: 你只能編輯文字檔

source: You can only unpack files ending in ".zip", ".tgz", ".tar" or ".tar.gz"
zh_tw: 你只能解壓縮以 ".zip"、".tgz"、".tar " 或 ". tar.gz" 結尾的檔案

source: You can render a problem by clicking the "Render Problem" icon to the right of the problem number. The display mode used to render the problem is chosen using the drop down menu. You can render all problems using the "Render All" button. "Hide All" will hide all rendered problems. It is also useful to collapse problem details when doing this, as it makes it easier to drag problems around.
zh_tw: 你可以點擊題號右側的「渲染問題」圖示來以渲染問題。用於渲染問題的顯示模式可以使用下拉選單選擇。你可以使用「渲染全部」按鈕來渲染所有問題。「隱藏全部」將隱藏所有渲染的問題。當這麼做時，收折問題細節會使得拖曳問題更容易。

source: You can reorder problems by clicking on the arrow icon and dragging the problem. You will see a box showing you where the problem will be placed. When problems are reordered any holes in the numbering will be filled in.
zh_tw: 你可以透過點擊箭頭圖示並拖曳問題來重新排序問題。你將會看到一個顯示問題所在位置的方框。當問題被重新排序時，編號中的任何漏洞都會被填補。

source: You can use this feature %quant(%1,more time,more times,as many times as you want) on this problem
zh_tw: 你可以在這個問題上使用這個功能 %quant(%1, 更多次, 更多次, 根據所需次數)

source: You can't download directories
zh_tw: 你不能下載目錄

source: You can't download files of that type
zh_tw: 你不能下載此類型的檔案

source: You can't edit a directory
zh_tw: 你無法編輯目錄

source: You can't view files of that type
zh_tw: 你無法查看這種類型的檔案

source: You cannot archive the course you are currently using.
zh_tw: 你不能封存你目前正在使用的課程。

source: You cannot delete the course you are currently using.
zh_tw: 你不能刪除你目前正在使用的課程。

source: You cannot delete yourself!
fr: Vous ne pouvez pas vous supprimer vous-même!
ko: 본인을 삭제할 수 없습니다!
tr: Kendinizi silemezsiniz!
zh_tw: 你不能刪除自己！

source: You cannot reset two factor authentication for yourself!
zh_tw: 不能為自己重置雙因子驗證！

source: You didn't enter any message.
zh_tw: 你沒有輸入任何訊息。

source: You do not have permission to access the requested file "%1".
zh_tw: 你沒有權限訪問請求的檔案「%1」。

source: You do not have permission to change the hardcopy theme.
zh_tw: 你沒有權限變更列印副本主題。

source: You do not have permission to edit this file.
zh_tw: 你沒有權限編輯這個檔案。

source: You do not have permission to generate hardcopy in %1 format.
zh_tw: 你沒有權限以 %1 格式產生印副本。

source: You do not have permission to view the details of this error.
fr: Les droits qui vous sont assignés ne permettent pas de voir les détails de cette erreur.
ko: 자세한 오류를 볼 권한이 없습니다.
tr: Bu hatanın detaylarını görmeye yetkiniz yok.
zh_tw: 你沒有權限查看此錯誤的細節。

source: You don't have any Achievement data associated to you!
zh_tw: 你沒有任何與你關聯的成就資料！

source: You don't have any rewards!
zh_tw: 你沒有任何獎勵！

source: You exceeded the allowed time.
zh_tw: 你超過了允許的時間。

source: You have %1 attempt(s) remaining on this test.
zh_tw: 這次測驗你還有 %1 次機會。

source: You have %1 submissions remaining for this test. If you say yes, then you will have %quant(%2,submission) remaining. Once all submissions have been used, your answers will be final and you will not be able to continue to work this test version.
zh_tw: 你還有 %1 次繳交機會。如果你選擇「是」，則剩下 %quant(%2, 繳交) 。當所有繳交機會用完後，你的回答將成為最終答案，且你將無法繼續進行此測驗版本的作答。

source: You have %negquant(%1,unlimited attempts,attempt,attempts) remaining.
fr: Il reste %1 essais.
ko: 무제한으로 시도할 수 있습니다.
zh_tw: 你還有 %negquant(%1, 無限次嘗試, 次嘗試, 次嘗試)。

source: You have %quant(%1,attempt,attempts) left before new version will be requested.
zh_tw: 在請求新版本之前，你還有 %quant(%1次嘗試, 次嘗試)。

source: You have %quant(%1,hour) and %quant(%2,minute) remaining to complete the currently open test.
zh_tw: 你還有 %quant(%1, 小時) 和 %quant(%2, 分鐘) 完成目前開放的測驗。

source: You have %quant(%1,hour,hours,)%quant(%2,minute,minutes,) remaining to complete the currently open test.
zh_tw: 你還有 %quant(%1, 小時, 小時, )%quant(%2, 分鐘, 分鐘, ) 完成目前開放的測驗。

source: You have %quant(%1,minute) and %quant(%2,second) remaining to complete the currently open test.
zh_tw: 你還有 %quant(%1, 分鐘) 和 %quant(%2, 秒) 完成目前開放的測驗。

source: You have %quant(%1,second) remaining to complete the currently open test.
zh_tw: 你還有 %quant(%1, 秒) 的時間完成目前開放的測驗。

source: You have attempted this problem %quant(%1,time,times).
fr: Vous avez essayé ce problème à %1 reprises.
ko: 이 문제를 %quant(%1, 번) 시도했습니다.
zh_tw: 你已經嘗試此問題 %quant(%1, 次, 次)。

source: You have been logged out of WeBWorK.
fr: Vous êtes déconnecté de WeBWorK.
ko: WeBWorK에서 로그아웃되었습니다.
tr: WeBWorK sisteminden çıkış yaptınız.
zh_tw: 你已登出 WeBWorK。

source: You have been sent an email with instructions on how to set up an authenticator app to generate one-time passwords. Follow the instructions in that email, and then enter the security code shown below.
zh_tw: 我們已發送了一封電子郵件給你，其中包含如何設定驗證應用程式以產生一次性密碼的說明。請按照郵件中的指示操作，然後輸入下方顯示的安全碼。

source: You have less than 1 minute to complete this test.
zh_tw: 你有不到 1 分鐘的時間來完成這項測驗。

source: You have less than 45 seconds left!
zh_tw: 你只剩下不到 45 秒了！

source: You have less than 90 seconds left to complete this assignment. You should finish it soon!
zh_tw: 你還有不到 90 秒的時間來完成這項作業。你應該盡速完成它！

source: You have not chosen a file to upload.
zh_tw: 你尚未選擇要上傳的檔。

source: You have requested that the following items be deleted
zh_tw: 你已請求刪除以下項目

source: You have specified an illegal file
zh_tw: 你指定了一個非法檔案

source: You have specified an illegal path
zh_tw: 你指定了一個非法路徑

source: You have specified an illegal working directory!
zh_tw: 你指定了一個非法的工作目錄！

source: You may cap the number of attempts a student can use for the problem. Use -1 to indicate unlimited attempts.
zh_tw: 你可以限制學生嘗試該問題的次數。使用 -1 表示嘗試次數不限。

source: You may check the box to "clean" the unarchived course. This will remove student users and their associated data from the database after the course is unarchived. It will also remove the log files, any files in the scoring folder, and any temporary edited files.
zh_tw: 你可以勾選「清理」解封課程。在課程解除封存後將從資料庫中移除學生使用者及其相關資料。這也將移除日誌檔、評分資料夾中的任何檔案以及任何臨時編輯檔案。

source: You may check your answers to this problem without affecting the maximum number of tries to your original problem.
zh_tw: 你可以檢查此問題的答案，而不影響原問題的最大嘗試次數。

source: You may choose a course to copy components from. Select the course and which components to copy. If the course is not a true course (like the modelCourse) then only the templates and html folders, and the simple and course config files can be copied. The "simple config" file contains the settings made in the "Course Config" page. The "course config" file should only be copied if you know what you are doing.
zh_tw: 你可以選擇一個課程來複製組件。選擇要複製的課程及其組件。如果該課程不是真正的課程（例如 modelCourse），那麼只能複製 templates 和 html 資料夾以及 simple 和課程設置檔。「simple config」檔包含在「課程設置」頁面中進行的設定。「課程配置」檔只應在知道自己在做什麼的狀況下複製。

source: You may choose to restrict student access to this set to specified locations. Alternatively, you may choose to block access from specified locations. Locations are defined by the WeBWorK administrator by IP address or address range. The list of defined locations will appear after saving this option with "Restrict To" or "Deny From".
zh_tw: 你可以選擇將學生對此題組的訪問限制在特定位置。或者，你可以選擇阻止特定位置的訪問。位置是由 WeBWorK 管理員通過 IP 位址或位址範圍定義的。定義的位置清單將在「限制於」或「拒絕來自」選項儲存後出現。

source: You may choose to show any of the following data. Correct answers, hints, and solutions are only available %1 after the answer date of the assignment.
zh_tw: 你可以選擇顯示以下任何資料。正確答案、提示和解答只有在作業的答案日期 %1 之後才可使用。

source: You may not change this user's password!
zh_tw: 你不能變更該使用者的密碼！

source: You may not change your own password here!
fr: Vous ne pouvez pas modifier votre propre mot de passe ici!
ko: 여기서 비밀번호를 바꿀 수 없습니다!
tr: Şifrenizi buradan değiştiremezsiniz!
zh_tw: 你不能在此變更自己的密碼！

source: You may not follow symbolic links
zh_tw: 你無法跟隨符號連結

source: You may set a time interval in minutes. Within this time interval, students may start new randomized versions of the test. However they may only start as many new versions as you set for "Versions per Interval". When the time interval ends, the cap is reset. This feature is intended to allow students an immediate retake, but require them to take a break (and perhaps study more) after too many low scoring attempts in close succession. Use "0" to indicate an infinite time interval, which is what you want for an absolute cap on the number of new versions overall.
zh_tw: 你可以設定一個以分鐘計算的時間間隔。在這段時間內，學生可以開始新的隨機版本測驗。然而，他們只能開始你設定的「每個間隔的版本」的數量。當時間間隔結束時，限制將被重設。這個功能在於允許學生立即重考，但在多次連續低分嘗試後，要求他們暫停（並可能多學習一些）。使用「0」表示無限的時間間隔，這樣你就可以對新版本總量進行絕對控制。

source: You may still check your answers.
zh_tw: 你仍然可以檢查你的答案。

source: You may trigger a grade update for all users or just one user, for all sets or just one set. When a user is selected, the menu for sets is updated to only allow selecting sets assigned to the selected user. Similarly when a set is selected, the user menu is updated to only allow selecting valid users.
zh_tw: 你可以為所有使用者或單一使用觸發所有題組或單一題組的成績更新。當選擇使用者時，題組選單會更新為只允許選擇指派給所選使用者的題組。同樣地，選擇題組時，使用者選單會更新為只允許選擇有效的使用者。

source: You may trigger a grade update for all users or just one user.
zh_tw: 你可以為所有使用者或單一使用者觸發成績更新。

source: You may want to create an unattached problem if you are using the current problem as a model for a new problem. You can add the new file to a homework set from the Library Browser or via the set detail page of the "Sets Manager".
zh_tw: 如果你想將目前問題作為新問題的模型，你可以建立一個獨立的問題。你可以在「題庫瀏覽器」或「題組管理器」的題組細節頁面中將新檔案新增到題組中。

source: You might want to do this if you want to give full credit to everyone on a particular problem that was not worded correctly, or wasn't working properly. This is done from the "Sets Manager" page or the "Instructor Tools" page.
zh_tw: 如果你想要在某個措辭不正確或沒有正常運作的問題上給予所有人滿分，可以在「題組管理器」頁面或「講師工具」頁面進行。

source: You must access assignments from your Course Management System (%1).
zh_tw: 你必須從你課程管理系統（%1）訪問作業。

source: You must attempt this problem %quant(%1,time) before this feature is available
zh_tw: 在此功能可用之前，你必須嘗試此問題 %quant(%1, 次)

source: You must attempt this problem %quant(%1,time,times) before Show Me Another is available.
zh_tw: 你必須嘗試此問題 %quant(%1, 次, 次) 才能顯示「顯示另一個」。

source: You must confirm the password for the initial instructor.
zh_tw: 你必須確認初始講師的密碼。

source: You must log into this set via your Learning Management System (%1).
zh_tw: 你必須透過你的學習管理系統（%1）登入此題組。

source: You must select a course to archive
zh_tw: 你必須選擇要封存的課程

source: You must select a course to rename.
zh_tw: 你必須選擇要重命名的課程。

source: You must select at least one file for the archive
zh_tw: 你必須選擇至少一個檔案封存

source: You must select at least one file to delete
zh_tw: 你必須至少選擇一個要刪除的檔案

source: You must select one or more sets for scoring!
zh_tw: 你必須選擇一個或多個題組進行評分！

source: You must specify a %1 name
zh_tw: 你必須指定一個 %1 名稱

source: You must specify a course ID.
zh_tw: 你必須指定課程代號。

source: You must specify a course name.
zh_tw: 你必須指定課程名稱。

source: You must specify a file name
zh_tw: 你必須指定一個檔名

source: You must specify a file name in order to save a new file.
zh_tw: 你必須指定一個檔名用以儲存新檔。

source: You must specify a first name for the initial instructor.
zh_tw: 你必須為初始講師指定名字。

source: You must specify a last name for the initial instructor.
zh_tw: 你必須為初始講師指定姓氏。

source: You must specify a new institution for the course.
zh_tw: 你必須為該課程指定一個新的機構。

source: You must specify a new name for the course.
zh_tw: 你必須為該課程指定一個新的名稱。

source: You must specify a new title for the course.
zh_tw: 你必須為課程指定一個新的標題。

source: You must specify a password for the initial instructor.
zh_tw: 你必須為初始講師指定一個密碼。

source: You must specify a user ID.
fr: Spécifier le numéro d'usager.
ko: 사용자 ID를 명시해주세요.
tr: Bir kullanıcı adı girmelisiniz.
zh_tw: 你必須指定一個使用者代號。

source: You must specify an email address for the initial instructor.
zh_tw: 你必須為初始講師指定一個電子郵件位址。

source: You must specify an file name in order to save a new file.
fr: Attribuer un nom au fichier afin de pouvoir l'enregistrer.
ko: 새로운 파일을 저장하기 위해 파일명을 입력해주세요.
tr: Yeni dosya kaydetmek için dosya adı belirtmelisiniz.
zh_tw: 為了儲存新檔案，你必須指定一個檔名。

source: You must use your Learning Management System (%1) to access this set. Try logging in to the Learning Management System and visiting the set from there.
zh_tw: 你必須使用你的學習管理系統（%1）來訪問此題組。請嘗試登入學習管理系統並從那裡訪問題組。

source: You need to select a "Target Set" before you can edit it.
zh_tw: 你需要在編輯之前選擇一個「目標題組」。

source: You need to select a file to %1.
zh_tw: 你需要選擇一個檔來 %1。

source: You need to select a set definition file to view.
zh_tw: 你需要選擇要查看的題組定義檔。

source: You need to select a set from this course to view.
zh_tw: 你需要從本課程中選擇一個題組進行查看。

source: You need to select a set to view.
zh_tw: 你需要選擇一個題組進行查看。

source: You received a score of %1 for this attempt.
fr: Résultat pour cette tentative : %1.
ko: 이번 시도로 %1의 점수를 얻었습니다.
zh_tw: 你在這次嘗試中獲得 %1 的分數。

source: You will not be able to proceed to problem %1 until you have completed, or run out of attempts, for this problem and its graded subproblems.
zh_tw: 在完成此問題及其評分子問題，或用完所有嘗試次數之前，你將無法進行到問題 %1。

source: You will not be able to proceed to problem %1 until you have completed, or run out of attempts, for this problem.
zh_tw: 在你完成此問題或用完所有嘗試次數之前，你將無法進行到問題 %1。

source: Your %1 name contains illegal characters
zh_tw: 你的 %1 名稱包含非法字元

source: Your %1 name may not begin with a dot
zh_tw: 你的 %1 名稱不能以 . 開頭

source: Your %1 name may not contain a path component
zh_tw: 你的 %1 名稱不能包含路徑的部分

source: Your display options have been saved.
zh_tw: 你的顯示選項已儲存。

source: Your email address has been changed.
fr: Votre adresse courriel a été modifiée.
ko: 이메일 주소가 변경되었습니다.
tr: E-posta adresiniz değiştirildi.
zh_tw: 你的電子郵件位址已變更。

source: Your file name contains illegal characters
zh_tw: 你的檔名包含非法字元

source: Your file name is not valid!
zh_tw: 你的檔名無效！

source: Your message was sent successfully.
zh_tw: 你的訊息已成功發送。

source: Your overall recorded score is %1. %2
fr: Votre résultat final est : %1. %2
ko: 총점은 %1입니다. %2
zh_tw: 你整體記錄的分數是 %1。%2

source: Your recorded score for this version is %1/%2 (%3%).
zh_tw: 你在此版本的記錄分數為 %1/%2 (%3%)。

source: Your recorded score on this test (version %1) is %2/%3 (%4%).
zh_tw: 你在此測驗（版本 %1）中的記錄分數是 %2/%3 (%4%)。

source: Your score on this %1 WAS recorded.
zh_tw: 你在 %1 中的分數已被記錄。

source: Your score on this %1 is %2/%3.
zh_tw: 你在 %1 上的分數是 %2/%3。

source: Your score on this %1 was NOT recorded.
zh_tw: 你在此 %1 上的分數未被記錄。

source: Your score on this (checked, not recorded) submission is %1/%2.
zh_tw: 你在這次（已檢查，未記錄）繳交的分數是 %1/%2。

source: Your score was not recorded because there was a failure in storing the problem record to the database.
fr: Votre résultat n'a pas été enregistré à cause d'une défaillance dans le processus d'enregistrement dans la base de données.
ko: 점수가 기록되지 않았습니다; 데이터베이스에 문제를 저장하는데 실패함.
tr: Notunuz kaydedilemedi, çünkü notun veritabanına kaydı sırasında bir hata oluştu.
zh_tw: 你的分數未被記錄，因為在將問題記錄存儲到資料庫時出現了失敗。

source: Your score was not recorded because this homework set is closed.
fr: Votre résultat n'a pas été enregistré car la date de remise est passée.
ko: 점수가 입력되지 않았습니다; 문제집이 닫힘
tr: Notunuz kaydedilemedi çünkü bu soru grubu kapalı.
zh_tw: 你的分數未被記錄，因為此作業題組已關閉。

source: Your score was not recorded because this problem has not been assigned to you.
fr: Votre résultat n'a pas été enregistré car ce problème ne vous a pas été assigné.
ko: 점수가 기록되지 않았습니다. 이 문제가 할당되지 않았음.
tr: Notunuz kaydedilmedi çünkü bu soru size yöneltilmedi.
zh_tw: 你的分數未被記錄，因為此問題尚未指派給你。

source: Your score was not recorded because this problem set version is not open.
zh_tw: 你的分數未被記錄，因為此問題題組版本未開放。

source: Your score was not recorded because you have exceeded the time limit for this test. (Time taken: %1 min; allowed: %2 min.)
zh_tw: 你的分數未被記錄，因為你已經超過了本次測驗的時間限制。（所用時間：%1分鐘；允許時間：%2分鐘。）

source: Your score was not recorded because you have no attempts remaining on this set version.
zh_tw: 你的分數未被記錄，因為在此題組版本中你沒有剩餘的嘗試次數。

source: Your score was not recorded.
zh_tw: 你的分數未被記錄。

source: Your score was not successfully sent to the LMS.
zh_tw: 你的分數未成功發送到 LMS。

source: Your score was recorded.
fr: Votre résultat a été enregistré
ko: 점수가 기록되었습니다.
tr: Notunuz kaydedildi.
zh_tw: 你的分數已被記錄。

source: Your score was successfully sent to the LMS.
zh_tw: 你的分數已成功發送至 LMS。

source: Your session has timed out due to inactivity. Please log in again.
fr: Votre session est échue. Veuillez vous reconnecter
ko: 로그인 시간이 지났습니다. 다시 로그인해 주세요.
tr: Oturumunuz zaman aşımına uğradı. Lütfen tekrar giriş yapınız.
zh_tw: 由於閒置時間過長，你的連線已超時。請重新登入。

source: a duplicate of the first selected achievement
zh_tw: 第一個選擇成就的副本

source: a duplicate of the first selected set
fr: une copie du premier devoir sélectionné
ko: 첫번쨰 선택된 문제집 사본
tr: İlk seçilen setin bir kopyası
zh_tw: 第一個選擇題組的副本

source: a new empty achievement
zh_tw: 一項新的空成就

source: a new empty set
fr: un nouveau devoir vide
ko: 새로운 빈 문제집
tr: Boş bir yeni set
zh_tw: 新的空題組

source: a single set
fr: un seul devoir
ko: 문제집 하나
tr: tek bir set
zh_tw: 單一題組

source: account data for <b>selected</b> users
zh_tw: <b>所選</b>使用者的帳戶資料
