Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: The temporary file %1 is not contained in the course templates directory and can not be deleted.
zh_tw: 暫存檔 %1 不包含在課程 templates 目錄中，因此無法刪除。

source: The temporary file %1 is not in the course templates directory and can not be deleted!
zh_tw: 暫存檔 %1 不在課程 templates 目錄中，因此無法刪除！

source: The test (which is version %1) may no longer be submitted for a grade.
zh_tw: 此測驗（版本 %1）可能不再接受評分繳交。

source: The text box now contains the source of the original problem. You can recover lost edits by using the Back button on your browser.
fr: La boîte de saisie contient actuellement le code source du problème original. Les modifications perdues peuvent être récupérées en utilisant le bouton Précédent du navigateur web.
ko: 테스트 박스가 초기 문제의 소스를 가지고 있습니다. 브라우저에서 뒤로가기 버튼을 눌러 잃어버린 편집본을 복구할 수 있습니다.
tr: tr: The text box now contains the source of the original problem. You can recover lost edits by using the Back button on your browser.
zh_tw: 文字框現在包含了原始問題的來源。你可以透過瀏覽器上的返回按鈕來恢復遺失的編輯。

source: The time limit on this assignment was exceeded. The assignment may be checked,
zh_tw: 此作業已超過時限。作業仍可以檢查，

source: The time of the day that the assignment is due. This can be changed on an individual basis, but WeBWorK will use this value for default when a set is created.
zh_tw: 作業的截止時間。這可根據個人狀況進行變更，但 WeBWorK 在建立題組時將使用該值作為預設。

source: The time that execution of the job begins. If execution of the job has not started, then this will be empty.
zh_tw: 工作開始執行的時間。如果工作尚未開始執行，則此處將為空。

source: The time that execution of the job completes. If execution of the job has not yet completed, then this will be empty.
zh_tw: 工作執行完成的時間。如果工作的執行尚未完成，則此處將為空。

source: The time that the job was added to the queue.
zh_tw: 將工作新增到佇列中的時間。

source: The title of the course %1 has been changed from %2 to %3
zh_tw: 課程 %1 的標題已從 %2 變更為 %3

source: The title of the course %1 is now %2
zh_tw: 課程 %1 的標題現在是 %2

source: The top number is the percent score on the problem. A period (.) indicates a problem has not been attempted. The bottom number is the number of incorrect attempts.
zh_tw: 最上面的數字是問題的百分比分數。句號 (.) 表示尚未嘗試問題。底部的數字是不正確嘗試的次數。

source: The total grade row at the bottom shows the total score and percent average over all open assignments. The total grade row can be shown/hidden under general course configuration settings.
zh_tw: 底部的總分行顯示了所有未完成作業的總分和平均百分比.總分數行可以在一般課程配置設定下顯示／隱藏.

source: The value for enableReducedScoring in "%1" is not valid. It will be replaced with "N".
zh_tw: 「%1」中 enableReducedScoring 選項的值無效。它將被替換為「N」。

source: The value for the %1 option in "%2" is not valid. It will be replaced with "N".
zh_tw: 「%2」中 %1 選項的值無效。它將被替換為「N」。

source: The value for the capTimeLimit option in "%1" is not valid. It will be replaced with "0".
zh_tw: 「%1」中 capTimeLimit 選項的值無效。它將被替換為「0」。

source: The value for the hideScoreByProblem option in "%1" is not valid. It will be replaced with "N".
zh_tw: 「%1」中 hideScoreByProblem 選項的值無效。它將被替換為「N」。

source: The value for the relaxRestrictIP option in "%1" is not valid. It will be replaced with "No".
zh_tw: 「%1」中 relaxRestrictIP 選項的值無效。它將被替換為「N」。

source: The value for the restrictIP option in "%1" is not valid. It will be replaced with "No".
zh_tw: 「%1」中 restrictIP 選項的值無效。它將被替換為「N」。

source: The visible name/title of the achievement.
zh_tw: 成就的可見名稱／標題。

source: The webwork server must be able to write to these directories. Please correct the permssion errors.
zh_tw: WeBWork 伺服器必須能夠寫入這些目錄。請更正權限錯誤。

source: Theme
zh_tw: 主題

source: Theme:
zh_tw: 主題：

source: Then by
fr: Ensuite selon
ko: 그러면
tr: sonra
zh_tw: 接著按

source: There %plural(%1,was,were) %quant(%1,message) that could not be sent.
zh_tw: 有 %plural(%1, 是, 是) %quant(%1, 訊息) 無法發送。

source: There are %1 matching WeBWorK problems
fr: Il y a %1 problèmes de Webwork correspondants
zh_tw: 有 %1 個相符的 WeBWorK 問題

source: There are errors in the dates. Open Date: %1 , Close Date: %2, Answer Date: %3
zh_tw: 日期有錯誤。開始日期：%1，結束日期：%2，答案日期：%3

source: There are extra database fields which are not defined in the schema and were part of the key for at least one table. These fields must be deleted and the table indexes rebuilt. Warning: This will destroy all data contained in the field and is not undoable!
zh_tw: 有額外的資料庫欄位未在結構中定義，且這些欄位至少是一個表格的鍵。必須刪除這些欄位並重建表格索引。警告：這將銷毀該欄位中包含的所有資料，且無法取消！

source: There are extra database fields which are not defined in the schema and were part of the key for at least one table. These fields need to be deleted and the table indexes need to be rebuilt. This will be done when upgrading the course.
zh_tw: 有額外的資料庫欄位未在結構中定義，且這些欄位至少是一個表格的鍵。這些欄位需要刪除，且表格索引需要重建。此操作將在升級課程時完成。

source: There are extra database fields which are not defined in the schema for at least one table.
zh_tw: 至少一個表格有額外的資料庫欄位在架構中未定義。

source: There are extra database fields which are not defined in the schema for at least one table. They can be removed when upgrading the course.
zh_tw: 至少一個表格有額外的資料庫欄位在架構中未定義。它們可以在升級課程時刪除。

source: There are extra database fields which are not defined in the schema for at least one table. Check the checkbox by the field to delete it when upgrading the course. Warning: Deletion destroys all data contained in the field and is not undoable!
zh_tw: 至少一個表格有額外的資料庫欄位在架構中未定義。在升級課程時, 勾選欄位旁的核取方框以將其刪除。警告：刪除操作會銷毀欄位中所有資料，且無法取消！

source: There are extra database tables which are not defined in the schema.
zh_tw: 存在額外的資料庫表格在架構中未定義。

source: There are extra database tables which are not defined in the schema.
zh_tw: 存在額外的資料庫表格在架構中未定義。

source: There are extra database tables which are not defined in the schema. These can be deleted when upgrading the course.
zh_tw: 存在額外的資料庫表格在架構中未定義。這些表格可以在升級課程時刪除。

source: There are many options available at the bottom:
zh_tw: 底部有許多選項可供選擇：

source: There are no assignments available to you at this time.
zh_tw: 目前你沒有可用的作業。

source: There are no completed versions of this test.
zh_tw: 該測驗沒有完整的版本。

source: There are no matching WeBWorK problems
fr: Il n'y a pas de problèmes de Webwork correspondant
zh_tw: 沒有匹配 WeBWorK 的問題

source: There are no set definition files in this course to look at.
zh_tw: 此課程沒有可供查看的題組定義檔。

source: There is NO undo for this function. Do not use it unless you know what you are doing! When you unassign a student using this button, or by unchecking their name, you destroy all of the data for achievement %1 for this student.
zh_tw: 此功能無法取消。除非你確定自己在做什麼，否則請勿使用！當你使用此按鈕取消指派學生或取消勾選其名字時，你會銷毀該學生所有成就 %1 的資料。

source: There is NO undo for this function. Do not use it unless you know what you are doing! When you unassign a student using this button, or by unchecking their name, you destroy all of the data for assignment %1 for this student.
zh_tw: 此功能無法取消。除非你確定自己在做什麼，否則請勿使用！當你使用此按鈕取消指派學生或取消勾選其名字時，你會銷毀該學生所有作業 %1 的資料。

source: There is NO undo for unassigning a set.
zh_tw: 取消指派題組無法取消。

source: There is NO undo for unassigning sets. Do not do so unless you know what you are doing! When you unassign sets by unchecking set names and clicking save, you destroy all of the data for those sets for this student.
zh_tw: 取消指派題組後無法取消。除非你確定自己知道在做什麼，否則不要這樣做！當你通過取消勾選題組名稱並點擊儲存來取消指派題組時，你會銷毀該學生所有與這些題組相關的資料。

source: There is NO undo for unassigning students.
zh_tw: 取消指派學生無法取消。

source: There is a written solution available.
zh_tw: 有一個可用的詳解。

source: There is no additional grade information. A message about additional grades can go in [TMPL]/email/%1. It is merged with the file [Scoring]/%2. These files can be edited using the "Email" link and the "File Manager" link in the left margin.
zh_tw: 沒有額外的成績資訊。關於額外成績的訊息可以放在 [TMPL]/email/%1。這個訊息會與 [Scoring]/%2 檔案合併。這些檔案可以使用左側邊欄的「電子郵件」連結和「檔案管理器」連結進行編輯。

source: There is no time remaining on the currently open test. Click continue below and then click "Grade Test" within %1 seconds to submit the test for a grade.
zh_tw: 目前開放的測驗已經沒有剩餘時間。點擊底下的繼續，然後在 %1 秒內點擊「評分測驗」來繳交測驗以獲得分數。

source: There is no undo for deleting files or directories!
fr: L'annulation n'es pas possibler pour la suppression de fichiers ou de répertoires!
zh_tw: 刪除檔案或目錄無法取消！

source: There is no written solution available for this problem, but you can still view the correct answers.
zh_tw: 此問題沒有可用的詳解，但你仍可以查看正確答案。

source: There is no written solution available for this problem.
zh_tw: 此問題沒有可用的詳解。

source: There is one main theme to choose from: math4. It has three variants: math4-green, math4-red, and math4-yellow. The theme specifies a unified look and feel for the WeBWorK course web pages.
zh_tw: 有個主要主題叫 math4 可以選擇。它還有三個變體：math4-green、math4-red 和 math4-yellow。這些主題會讓 WeBWorK 課程的網頁擁有一致的外觀和體驗。

source: There was an error during the login process. Please speak to your instructor or system administrator if this recurs.
zh_tw: 登入過程中出錯，如果這種狀況再次出現，請諮詢你的講師或系統管理者。

source: There was an error during the login process. Please speak to your instructor or system administrator.
zh_tw: 登入過程中出錯，請諮詢你的講師或系統管理者。

source: These are stored in the templates directory. The format of <strong>Set Definition files</strong> is described in the <a %1>Set Definition specification</a>. Set definition files are mainly useful for transferring set assignments from one course to another and are created when exporting a problem set from the "Sets Manager". Each set definition file contains a list of problems used and the dates and times. These definitions can be imported into the current course.
zh_tw: 這些檔案存儲在 templates 目錄中。<strong>題組定義檔</strong>的格式在於描述<a %1>題組定義規範</a>。題組定義檔主要用於將題組作業從一個課程轉移到另一個課程，且在「題組管理器」匯出問題題組時建立。每個題組定義檔包含使用的問題清單以及日期和時間。這些定義可被匯入當前課程。

source: These are the files from which problems are generated and are located in the templates directory or in subdirectories. They can be edited directly using the "Edit" link on each problem page or from the "Sets Manager". The File Manager allows you to upload or download these files. Directories that start with "set" contain pg files and are generated when exporting a problem set in which there are local versions of a problem.
zh_tw: 這些是位於 templates 目錄或子目錄中用來產生問題的檔案。你可以利用「編輯」連結或從「題組管理器」直接編輯每個問題頁面。「檔案管理器」允許你上傳或下載這些檔案。 本地版本問題的問題題組時，系統會產生包含 pg 檔案且以 "set" 開頭的目錄。

source: These options will only be shown if the user has the permission to change display settings used in pg problems.
zh_tw: 這些選項只有在使用者有權變更 pg 問題中顯示設定時才會顯示。

source: These problems require some application of algorithms, but do not rise to the level of a full word problem. For example, "Identify the local extrema for f(x) = ...". One has to apply algorithms and interpret results.
zh_tw: 這些問題需要一些算法的應用，但不至於達到完整的文字問題的層級。例如，「找出 f(x) = ... 的局部極值」。人們必須應用算法並解釋結果。

source: These standard macros need to be loaded.
zh_tw: 需要載入這些標準巨集。

source: These users and higher get the "Show Past Answers" button on the problem page.
fr: Ces utilisateurs et supérieur peuvent voir le "Voir les anciennes réponses" sur la page du problème.
zh_tw: 這些使用者和更高的使用者會在問題頁面上看到「顯示之前的答案」按鈕。

source: This action can take a long time if there are many students.
zh_tw: 如果有很多學生，這個動作可能需要很長時間。

source: This action will not overwrite existing users.
zh_tw: 這個動作不會覆蓋現有的使用者。

source: This allows for the viewing, downloading, uploading and other management of files in the course. Select a file or set of files (using CTRL or SHIFT) and click the desired button on the right. Many actions can only be done with a single file (like view). Selecting a directory or set of files and clicking "Make Archive" allows the creation of a compressed tar or zip file.
zh_tw: 這允許查看、下載、上傳和課程中檔案的其他管理。選取一個檔案或一組檔案（使用 CTRL 或 SHIFT）並點擊右側的所需按鈕。許多動作只能針對單一檔案進行（例如查看）。選取一個目錄或一組檔案並點擊「建立封存檔」可以建立一個壓縮的 tar 或 zip 檔案。

source: This browses the Open Problem Library (OPL) in category (Subject/Chapter/Section) form. Select the desired categories (all three do not need to be selected) and click "View Problems". If the "Include Contrib" box is selected then those problems in the Contrib section of the OPL that have the categories defined are also included. Contrib problems are problem that haven't been vetted as thoroughly as OPL problems. If you want hints or solutions included while browsing select the appropriate box.
zh_tw: 以類別（主題／章節／小節） 形式瀏覽 Open Problem Library（OPL）。選擇所需的類別（不必三項全選），然後點擊「查看問題」。若勾選「包含 Contrib」方框，則會包含 OPL 中 Contrib 部分已定義類別的問題。Contrib 問題並沒有像 OPL 問題那樣徹底審查。如果你想要在瀏覽時包含提示或解答，選擇適當的方框。

source: This button is also present both at top and the bottom of the page. Discards all changes, reloading the page by re-reading the database information for this set.
zh_tw: 此按鈕同時也出會現在頁面的頂部和底部。它會捨棄所有更改，並重新讀取此題組的資料庫資訊來重新載入頁面。

source: This button is present both at top and the bottom of the page. Any and all changes made to any part of the set will be saved. When editing the set for one or more students, you can choose to override the default value (defined for the set in general) by providing a value. If a value is not provided then the default value for the set will be used for the users currently being edited.
zh_tw: 此按鈕同時也出會現在頁面的頂部和底部。對題組的任何部分所做的所有變更都會被儲存。當編輯一個或多個學生的題組時，你可以透過提提供一個值來覆寫預設值（一般為該題組定義）。如果未提供值，則該題組的預設值將用於現行正在編輯的使用者。

source: This can computed from the answer sub scores above using the weights shown if they are modified. Alternatively, enter the point score you want saved here (the above sub scores will be ignored).
zh_tw: 如果上方答案子分數及所示的權重被修改，則可根據它們計算。或者，你可以在此輸入要儲存的分數（上面的子分數將被忽略）。

source: This configures if the single problem manual grader has inputs to enter problem scores as a percent, a point value, or both. Note, the problem score is always saved as a percent, so when using a point value, the problem score will be rounded to the nearest whole percent.
zh_tw: 這個配置單一問題手動評分器的輸入方式是否可以輸入成績為百分數、點數值或兩者皆可。請注意，問題成績總是以儲存百分數，因此使用點數值時，問題成績將四捨五入到最接近的整數百分數。

source: This course supports guest logins. Click %1 to log into this course as a guest.
zh_tw: 本課程支持訪客登入。點擊 %1 以訪客登入此課程。

source: This date should be on or after the open date, and earlier or equal to the close date. Answers submitted between the reduced scoring date and the close date are scaled down by a factor that you can set in the Course Config page. If reduced scoring is being used, note that students will consider the reduced scoring date to be the "due date", since that is the date when they can no longer earn 100% for problems.
zh_tw: 此日期應在開放日期當天或之後，並且在結束日期當天或之前。介於減分日期和結束日期之間繳交的答案會根據你在課程設置頁面所設定的因子進行縮減。如果使用了減分，要請注意學生會認為減分日期為「截止日期」，因為在這個日期之後他們將無法再獲得問題 100% 的分數。

source: This determines if MathQuill answer blanks are enable for the user. This option is only present if MathQuill is enabled for the course.
zh_tw: 這決定了是否為使用者啟用 MathQuill 答案欄。只有在課程中啟用了 MathQuill 的狀況下，才會出現此選項。

source: This determines if the MathView equation editor button will be appended to text answer blanks. his option is only present if MathView is enabled for the course.
zh_tw: 這決定 MathView 方程式編輯器按鈕是否會附加到文字答案空格中。只有在課程啟用了 MathView 時，他的選項才會出現。

source: This determines whether or not saved past answers are automatically filled in to the problem form when a student returns to a problem after having left the problem. This option is only visible if the user has the permission to show old answers.
zh_tw: 這決定了當學生離開問題後重新來時，是否會自動在問題清單中填入之前已儲存的答案。此選項只有在使用者有權顯示舊答案時才會顯示。

source: This directory is accessible from the web. You can use it to store html documents or image documents that are used by the course. Do not store private information in this directory or in any subdirectory thereof. These documents can be linked to from within problems using the htmlLink macro.
zh_tw: 這個目錄可以從網路上訪問。你可以使用它來存儲課程使用的 html 文件或圖片文件。不要在此目錄或任何子目錄中存放私人資訊。這些文件可以透過使用 htmlLink 巨集從問題中連結。

source: This email address will be used as the sender for achievement notifications. Achievement notifications will not be sent unless this is set.
zh_tw: 此電子郵寄位址將用作成就通知的寄件者。除非設定此項，否則不會發送成就通知。

source: This email should be deleted once you have completely signed in the first time.
zh_tw: 一旦你完成第一次登入後，此郵件應該被刪除。

source: This file is a template. You may use "Save As" to create a new file.
zh_tw: 這是範本檔。你可以使用「另存為」來建立一個新檔案。

source: This form can assign, unassign, and edit user data for a single achievement. You can assign the achievement to all current users or select which users to assign the achievement to and click Save. You can unassign the achievement by unchecking a student's name (note all data will be deleted). To unassign the achievement from all users, first select "Allow unassign" and then click the "Unassign from All Users" button. You can also toggle the earned status with the checkbox in the "Earned" column and edit the achievement counter for counting achievements.
zh_tw: 此表單可以指派、取消指派和編輯單一成就的使用者資料。你可以將成就指派給所有現行使用者，或選擇要指派成就的使用者並點擊儲存。你可以透過取消勾選學生的名字來解除指派成就（請注意，所有資料將被刪除）。要解除所有使用者的成就指派，首先選擇「允許許消指派」，然後點擊「取消所有使用者的指派」按鈕。你還可以以過「獲得」欄中的勾選框來切換獲得狀況，並編輯成就計數器來計算成就。

source: This gives the status and dates of the main set. Indvidual students may have different settings.
zh_tw: 這給出了主業題組的狀況和日期。個別學生可能有不同的設定。

source: This homework set contains no problems.
fr: Ce devoir ne contient aucun problème.
ko: 이 문제집에는 문제가 없습니다.
tr: Bu soru grubunda soru bulunmamaktadır.
zh_tw: 此作業題組沒有問題。

source: This homework set is closed.
fr: Ce devoir n'est plus disponible.
ko: 이 문제집은 닫혔습니다.
tr: Bu soru grubu kapalı.
zh_tw: 此作業題組是關閉的。

source: This homework set is not yet open.
fr: Ce devoir n'est pas encore disponible.
ko: 이 문제집은 아직 열리지 않습니다.
tr: Bu soru grubu henüz açık değil.
zh_tw: 此作業題組尚未開放。

source: This is a number between 0 and 1 indicating the student's score for the problem. Change this to 1 to manually award full credit on this problem.
zh_tw: 這是一個介於 0 和 1 之間的數字，表示學生對該問題的分數。將這個數值變更為 1 以手動給予該題的全部分數。

source: This is a relative weight to be attached to the problem, either in the context of scoring the set, or in the context of calculating a score for a collection of sets.
zh_tw: 無論是在計算題組的成績，還是在計算多個題組的總成績時，這是要附加於問題的相對權重。

source: This is a timed test. You will have %quant(%1,hour) and %quant(%2,minute) to complete the test.
zh_tw: 這是一個計時測驗。你有 %quant(%1, 小時) 和 %quant(%2, 分鐘) 的時間來完成測驗。

source: This is a timed test. You will have %quant(%1,hour,hours,)%quant(%2,minute,minutes,) to complete the test.
zh_tw: 這是一個計時測驗。你有 %quant(%1, 小時, 小時, ) 和 %quant(%2, 分鐘, 分鐘, ) 的時間來完成測驗。

source: This is done by first entering the user as a student and then changing the permission level of the user. First edit the user by clicking on the pencil next to their name (or using the technique above for several users), then change their permssion level -- an entry blank at the far right of the screen, you may have to scroll to see it. The permission levels are
zh_tw: 這需要先將使用者設為學生，然後變更使用者權限層級。首先點擊他們名字旁邊的鉛筆（或對於多位使用者使用上述手法）來編輯使用者，然後變更他們的權限層級 -- 在螢幕最右邊有一個輸入欄位，你可能需要滾動螢幕才能看到它。權限層級為

source: This is done from the "Sets Manager" or from the "Instructor Tools" page if you wish to assign a set to all students or a large group of students (e.g. a section).
zh_tw: 如果你希望將題組指派給所有學生或一大群學生（例如一個班別），可以從「題組管理器」或「講師工具」頁面進行操作。

source: This is done from the "Sets Manager" or from the "Instructor Tools" page.
zh_tw: 這可透過「題組管理器」或「講師工具」頁面完成。

source: This is done from the "Sets Manager" page or the "Instructor tools" page.
zh_tw: 這可透過「題組管理器」頁面或「講師工具」頁面完成。

source: This is generally the date when students can begin visiting the set and submitting answers. Prior to this date, if the set is assigned to a user and it is flagged "visible", they can see that it exists and when it will open, but cannot view the problems. If using "course" grade passback to an LMS, only those sets that are past their open date are factored in to the overall course grade that is passed back. Note that certain permissions can be changed so that the details explained here are no longer true.
zh_tw: 通常這是學生可以開始查看題組並繳交答案的日期。在此日期之前，如果題組被指派給使用者並被標記為「可見」，他們可以看到它的存在以及開放日期，但不能查看問題。如果使用「課程」傳回成績至 LMS，只有那些已過開放日期的題組才會被納入總課程成績。請注意，某些權限設定可能會變更，以致於這裡解釋的細節不再適用。

source: This is generally the date when students can click a checkbox to see the expected correct answers to problems in the set. If a problem has a coded solution, this is also when thy can click to see that solution. Note that certain permissions can be changed so that the details explained here are no longer true. This date must come on or after the close date.
zh_tw: 一般來說，這是學生可以勾選方框查看題組中問題預期正確答案的日期。如果某個問題有解答，學生也可以在這個日期點擊查看該解答。請注意，某些權限設定可能會變更，以致於這裡解釋的細節不再適用。此日期必須在結束日期當天或之後。

source: This is generally the date when students can no longer use the "Submit" button to submit an answer and have it assessed for credit. However students can still visit the set, type or select answers, and use the "Check Answers" button to be assessed without credit. Note that certain permissions can be changed so that the details explained here are no longer true. This date must come on or after the open date.
zh_tw: 一般來說，這是學生無法再使用「繳交」按鈕繳交答案並獲得評分的日期。然而，學生仍然可以訪問該題組，輸入或選擇答案，並使用「檢查答案」按鈕進行不記分的評估。請注意，某些權限設定可能會變更，以致於這裡解釋的細節不再適用。此日期必須在開始日期當天或之後。

source: This is most easily done by importing a class list. The class list can be uploaded from your workstation to the server using the File Manager page. The class list must be a file ending in .lst and must have a specific <a href="http://webwork.maa.org/wiki/Classlist_Files#Format_of_classlist_files">format</a>. Once the file has been uploaded to the server the file will appear in the import action pop-up list (5th action). demoCourse.lst is available for most courses and adds the "practice users" which activate guest logins to the class list.
zh_tw: 最簡單的方法是匯入班級名單。可以使用檔案管理器頁面將班級名單從工作站上傳到伺服器。班級名單必須是一個以 .lst 為結尾檔案，並且必須有特定的<a href="http://webwork.maa.org/wiki/Classlist_Files#Format_of_classlist_files">格式</a>。檔案上傳到伺服器後將顯示在匯入動作彈出清單（第 5 個動作）中。對於大多數課程而言，demoCourse.lst 都是可用的，且它會新增「模擬使用者」啟用班級名單中的訪客登入功能。

source: This is not a viewable file type.
zh_tw: 這不是可查看的檔案類型。

source: This is the administration course which is used to manage courses on this server. Use the "Admin Menu" to select the desired action.
zh_tw: 管理者課程是用來管理伺服器上的課程。使用「管理者選單」選擇你要執行的動作。

source: This is the default number of attempts a student must make before hints will be shown to the student. Set this to -1 to hide hints. Note that this can be overridden with a per problem setting.
zh_tw: 這是在向學生顯示提示之前，學生必須嘗試的預設次數。將此項設定為 -1 以隱藏提示。請注意，這可被每個問題的設定覆蓋。

source: This is the default number of attempts before show me another becomes available to students. It can be set to -1 to disable show me another by default.
zh_tw: 這是學生可以使用「顯示另一個」之前的預設嘗試次數。可以將其設定為 -1 預設停用「顯示另一個」。

source: This is the format of the dates displayed for students. This can be created from <a href="https://metacpan.org/pod/DateTime#strftime-Patterns">strftime patterns</a>, e.g., <span class="text-nowrap">"%a %b %d at %l:%M%P"</span>, or can be one of the <a href="https://metacpan.org/pod/DateTime::Locale::FromData">localizable formats</a> "datetime_format_short", "datetime_format_medium", "datetime_format_long", or "datetime_format_full".
zh_tw: 這是顯示給學生的日期格式。這可以由<a href="https://metacpan.org/pod/DateTime#strftime-Patterns">strftime 模式</a>建立，例如，<span class="text-nowrap">"%a %b %d at %l:%M%P"</span>，或者可以是<a href="https://metacpan.org/pod/DateTime::Locale::FromData">可本地化的格式</a>之一，"datetime_format_short"、"datetime_format_medium"、"datetime_format_long" 或 "datetime_format_full"。

source: This is the number of achievement points given to each user for completing a problem if the problem is in a set that is in the reduced scoring period.
zh_tw: 如果題組處於減分期，這是每位使用者完成問題後所獲得的成就點數。

source: This is the number of achievement points given to each user for completing a problem.
fr: Ceci est le nombre de points pour les objectifs donnés à chaque utilisateur pour avoir rempli un problème.
zh_tw: 這是每個使用者完成一個問題所獲得的成就點數。

source: This is the only part of the score that is actually saved. This is computed from the answer sub scores above using the weights shown if they are modified. Alternatively, enter the score you want saved here (the above sub scores will be ignored).
zh_tw: 這是唯一確實儲存的分數部分。如果上方答案子分數及所示的權重被修改，這是根據根據它們計算。或者，你可以在此輸入要儲存的分數（上面的子分數將被忽略）。

source: This is the problem statement in PGML.
zh_tw: 這是 PGML 的問題陳述。
