Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Preview Test
zh_tw: 預覽測驗

source: Preview the message before sending using the "Preview Message" button. The preview shows the email that would be sent to the first selected student or the instructor if no students were selected. The preview will also list all of the students that would receive their own personalized message. If a merge file was selected, the preview will also indicate which (if any) recipient's merge file data could not be found.
zh_tw: 使用「預覽訊息」按鈕在發送前預覽訊息。預覽會顯示將發送給第一個所選學生的電子郵件，或者如果沒有所選學生，則會顯示將發送給講師的電子郵件。預覽還會列出所有將接收個人化訊息的學生。如果選擇了合併檔，預覽還會指出未能找到哪些（如果有的話）收件人的合併檔資料。

source: Previous Problem
fr: Problème précédent
ko: 이전 문제
tr: Önceki Soru
zh_tw: 前一個問題

source: Previous page
fr: Page précédente
zh_tw: 前一頁

source: Primary Actions
zh_tw: 主要動作

source: Print Test
zh_tw: 列印測驗

source: Prob
zh_tw: 問題

source: Problem %1
fr: Problème %1
ko: 문제 %1
tr: Soru %1
zh_tw: 問題 %1

source: Problem %1.
zh_tw: 問題 %1.

source: Problem (".pg") files
zh_tw: 問題檔（".pg"）

source: Problem Display Settings
zh_tw: 問題顯示設定

source: Problem Display/Answer Checking
zh_tw: 問題顯示／答案檢查

source: Problem Editor
fr: Éditeur de problèmes
ko: 문제 편집기
tr: Soru Düzenleyici
zh_tw: 問題編輯器

source: Problem List
fr: Liste des problèmes
ko: 문제 리스트
tr: Soru Listesi
zh_tw: 問題清單

source: Problem Number
zh_tw: 題號

source: Problem Paths
zh_tw: 問題路徑

source: Problem Score (%):
zh_tw: 問題分數 (%)：

source: Problem Techniques
fr: Techniques de problèmes
ko: 기술적 문제
tr: tr: Problem Techniques
zh_tw: 問題技巧

source: Problem creating set "%1": %2
zh_tw: 建立題組「%1」時出現問題：%2

source: Problem files may have hints included in their code. Use this option to suppress showing students these hints. Note that even if hints are not suppressed, there is a threshold number of attempts that a student must make before they have the option to view a hint.
zh_tw: 問題檔案的程式碼中可能包含提示。使用此選項可對學生隱藏顯示這些提示。請注意，即使提示未被隱藏，學生在查看提示前也必須達到嘗試次數的閾值。

source: Problem has a different source file than the currently rendered problem.
zh_tw: 問題的原始檔與目前渲染的問題不同。

source: Problem has an essay answer that needs to be graded.
zh_tw: 此問題有一個論述答案需要評分。

source: Problem source is drawn from a grouping set
fr: La source d'un problèm est tiré d'un groupe de devoir
zh_tw: 問題來源自分組題組

source: Problem source is drawn from a grouping set and can not be directly rendered or edited.
zh_tw: 問題來源自分組題組，且無法直接渲染或編輯。

source: Problems
fr: Problèmes
ko: 문제
tr: Sorular
zh_tw: 問題

source: Problems Added
zh_tw: 新增的問題

source: Problems by Macro
zh_tw: 按巨集分類的問題

source: Problems for all students have been unassigned.
zh_tw: 所有學生的問題都已取消指派。

source: Problems for selected students have been reassigned.
zh_tw: 所選學生的問題已被重新指派。

source: Problems have been assigned to all current users.
zh_tw: 問題已指派給所有現行使用者。

source: Problems per Page
zh_tw: 每頁的問題

source: Problems with this rating should only require direct memory of a fact. Examples might be a specific value of a function, or the statement of a definition. Very few WeBWorK problems fall into this category.
zh_tw: 此類評分的問題應該只需要直接記住一個事實。例如，函數的特定數值，或定義的陳述。很少有 WeBWorK 的問題屬於這一類。

source: Proctor
ko: 프록터
tr: tr: Proctor
zh_tw: 監考

source: Proctor Authorization Type
zh_tw: 監考授權類型

source: Proctor Password
zh_tw: 監考密碼

source: Proctor Username
zh_tw: 監考人員的使用者名稱

source: Proctor authorization requested for a nonexistent set.
zh_tw: 為不存在的題組請求監考授權。

source: Proctor authorization required.
zh_tw: 需要監考授權。

source: Proctor:
zh_tw: 監考：

source: Proctored Test
zh_tw: 監考測驗

source: Proctored Test %2
zh_tw: 監考測驗 %2

source: Proctored Test %2 Proctor Login
zh_tw: 監考測驗 %2 監考人員登入

source: Proctored tests always require authorization to start the test. "Both Start and Grade" will require either login proctor authorization or a password specific to this set to start the test, and grade proctor authorization to grade the test. "Only Start" requires either grade proctor authorization or a password specific to this set to start and no authorization to grade.
zh_tw: 監考測驗總是需要授權才能開始測驗。「同時開始和評分」將需要登入監考授權或針對此題組的密碼來開始測驗，且需要評分監考授權來評分測驗。「僅開始」則需要評分監考授權或針對此題組的密碼來開始測驗，並不需要授權來進行評分。

source: Proctoring Parameters
zh_tw: 監考參數

source: Provide a password to have a single password for all students to start a proctored test. Alternatively, leave this blank if you would like to have a proctor level user enter their username and password on the student's screen for authentication.
zh_tw: 提供一個密碼，以便所有學生在開始監考測驗時使用相同的密碼。或者，如果你希望監考層級的使用者在學生的螢幕上輸入其使用者名稱和密碼進行驗證，可以將此處留空。

source: Publish
fr: Publier
ko: 출판
tr: tr: Publish
zh_tw: 發佈

source: Quick access to many instructor tools, including <strong>Reset passwords</strong>, <strong>Act as student</strong>, <strong>Assign individual sets</strong> and <strong>Edit individual due dates</strong>.
zh_tw: 快速訪問許多教師工具，包括<strong>重置密碼</strong>、<strong>以學生身份操作</strong>、<strong>指派個別題組</strong> 和 <strong>編輯個別截止日期</strong>。

source: RECITATION
zh_tw: 輔導課

source: Randomize
zh_tw: 隨機

source: Randomize Seed
zh_tw: 隨機化種子

source: Randomize Seeds
zh_tw: 隨機化種子

source: Read only
zh_tw: 唯讀

source: Really delete the items listed above?
fr: Vous voulez vraiment supprimer les éléments énumérés ci-dessus?
zh_tw: 真的要刪除上面列出的項目嗎？

source: Recitation
ko: 설명
tr: Problem cozum dersi
zh_tw: 修讀課程

source: Recitation:
fr: Récitation:
zh_tw: 修讀課程：

source: Recitation: %1
zh_tw: 修讀課程：%1

source: Record Scores for Single Sets
fr: Ajouter les résultats de chaque devoir
ko: 개별 문제집에 대해 점수 기록
tr: tr: Record Scores for Single Sets
zh_tw: 單一題組記錄分數

source: Record for user %1 not found.
zh_tw: 找不到使用者 %1 的記錄。

source: Record scores for each set
zh_tw: 記錄每個題組的分數

source: Reduced Scoring
zh_tw: 減分

source: Reduced Scoring Assignments
zh_tw: 減分作業

source: Reduced Scoring Date
zh_tw: 減分日期

source: Reduced Scoring Enabled
zh_tw: 啟用減分

source: Reduced Scoring Period
zh_tw: 減分期間

source: Reduced credit can still be earned until %1.
zh_tw: 仍可在 %1 前獲得減少的分數。

source: Reduced:
zh_tw: 減分：

source: Reformat the code using perltidy or a conversion to PGML. Using perltidy will change the code in the editor window, and save changes to the temporary file. In some cases (if the code contains backslashes or double tildes) this can result in odd spacing in the code. The convert to PGML feature changes the code in text blocks in the code to use PGML features. Generally the conversion of many of the formatting and LaTeX is performed correctly, however answer blanks need attention. In either case, make sure to inspect the formatted code, and edit further or revert if needed.
zh_tw: 使用 perltidy 或轉換為 PGML 來重新格式化程式碼。使用 perltidy 會變更編輯器視窗中的程式碼，並將更改儲存到暫存檔。有些狀況下（例如程式碼包含反斜線或雙波浪號）可能會導致程式碼中出現奇怪的間距。將程式碼轉換為 PGML 功能會將程式碼中的文字區塊變更為使用 PGML 功能。一般來說，許多格式和 LaTeX 的轉換都是正確的，但需要請注意答案空格。在任何狀況下，確保檢查格式化後的程式碼，並根據需要進一步編輯或回復。

source: Reformat the code using perltidy.
zh_tw: 使用 perltidy 重新格式化程式碼。

source: Refresh
fr: Rafraîchir
zh_tw: 重新整理

source: Refresh List
zh_tw: 重新整理清單

source: Refresh Listing
zh_tw: 重新整理清單

source: Regular Assignment
zh_tw: 標準作業

source: Regular Assignments
zh_tw: 標準作業

source: Relax Location Restrictions
zh_tw: 放寬位置限制

source: Reload the page to see backup files that have been made.
zh_tw: 重新載入頁面以查看已建立的備份檔。

source: Remaining
fr: Nombre d'essais restant
ko: 시도 횟수
tr: Kalan hak
zh_tw: 剩餘

source: Remaining time: %1
zh_tw: 剩餘時間：%1

source: Remember Me
fr: Rester connecté
ko: 나를 기억해주세요
tr: Beni hatırla
zh_tw: 記住我

source: Remember to return to your original problem when you're finished here!
zh_tw: 此處完成後，記得回到你的原問題！

source: Rename
fr: Renommer
zh_tw: 重新命名

source: Rename %1 to %2
zh_tw: 將 %1 重命名為 %2

source: Rename Course
zh_tw: 重命名課程

source: Rename Course Help
zh_tw: 重命名課程說明

source: Rename Courses
zh_tw: 重命名課程

source: Rename file as:
fr: Renommer le fichier en:
zh_tw: 將檔案重新命名為：

source: Render
zh_tw: 顯示

source: Render All
zh_tw: 顯示全部

source: Render Problem
zh_tw: 顯示問題

source: Render all problems on the page. This does not reload the page or save or reset changes.
zh_tw: 將所有問題渲染在頁面上。這不會重新載入頁面，也不會儲存或重置變更。

source: Render or re-render the problem, course info file, or set header being edited. This does not change the permanent file on the disk. You can view different versions of the same problem by changing the seed. You can also change the manner in which the mathematics is typeset. If "Open in new window" is checked, then the problem will open in a new tab or window showing the problem as it will be rendered for students in the set.
zh_tw: 渲染或重新渲染正在編輯的問題、課程訊息檔案或題組標題。這不會改變磁碟上的永久檔案。你可以通過更改種子來查看同一問題的不同版本。你還可以變更數學排版的方式。如果勾選「在新視窗中開啟」，那麼問題將在新頁面或視窗中打開，顯示此題組渲染給學生的樣子。

source: Rendering Problems
zh_tw: 顯示問題

source: Renumber Problems
zh_tw: 重新編號問題

source: Renumber problems consecutively starting from 1. This renumbering is not saved until "Save Changes" is clicked.
zh_tw: 從 1 開始依序重新編號問題。此次重新編號只有在點擊「保存變更」後才會生效.

source: Renumber problems in the set consecutively starting from one. In the process of deleting problems, the numbering can be made non-consecutive. This is useful to clean up the problem numbering.
zh_tw: 將題組中的問題從 1 開始依序重新編號。在刪除問題的過程可能會導致編號不連續。這個功能有助於整理問題編號。

source: Reopens any test for an additional 24 hours. This allows you to take a test even if the close date has past. This item does not allow you to take additional versions of the test.
zh_tw: 重新開放任何測驗並延長 24 小時。即使測驗截止日期已過，你仍然可以參加測驗。此項目不允許你進行該測驗的其他版本。

source: Reopens one closed homework set for 24 hours and rerandomizes all problems.
zh_tw: 將一個已關閉的作業題組重新開放 24 小時，並重新隨機排列所有問題。

source: Reordering Problems
zh_tw: 重新排序問題

source: Replace current problem: %1
zh_tw: 替換目前的問題：%1

source: Replace which users?
fr: Remplacer quels usagers?
ko: 바꿀 사용자는?
tr: Hangi kullanıcılar değiştirilecek?
zh_tw: 替換哪些使用者？

source: Replacing old data for %1: status: %2
zh_tw: 替換 %1 的舊資料：狀況：%2

source: Reply-To:
zh_tw: 恢復至：

source: Report Bugs in this Problem
zh_tw: 通報此題的錯誤

source: Report bugs
fr: Signaler un bogue
ko: 오류 보고
tr: Hataları bildir
zh_tw: 通報錯誤

source: Report bugs in a WeBWorK question/problem using this link. The very first time you do this you will need to register with an email address so that information on the bug fix can be reported back to you.
fr: Signaler une erreur ou encore poser une question à WeBWorK en suivant ce lien. À la première utilisation, il sera nécessaire de s'enregistrer en fournissant une adresse courriel valide, de telle sorte d'assurer un suivi sur les correctifs.
ko: 이 링크를 이용하여 WeBWorK 질문/문제의 오류를 보고해주세요. 제일 처
tr: WebWork veya soruyla ilgili hata bildirmek için bu linki kullanın. Bunu ilk kez yaparken e-posta adresinizle kayıt olmanız gerekmektedir.
zh_tw: 使用此連結通報 WeBWorK 問題中的錯誤。第一次執行此操作時，你需要使用電子郵件地址註冊，以便回報錯誤修復的訊息給你。

source: Report for course %1:
zh_tw: 課程 %1 的報告：

source: Report on database structure for course %1:
zh_tw: 課程 %1 的資料庫結構報告：

source: Request New Version
zh_tw: 請求新版本

source: Request information
zh_tw: 請求資訊

source: Request new version now.
zh_tw: 立即請求新版本。

source: Requested set "%1" is a proctored test, but no valid proctor authorization has been obtained.
zh_tw: 請求的題組「%1」是監考測驗，但尚未獲得有效的監考授權。

source: Requested set '%1' could not be found in the database for user %2.
zh_tw: 無法在資料庫中找到使用者 %2 的請求題組「%1」。

source: Requested set '%1' is a homework assignment but the test content generator %2 was called. Try re-entering the set from the problem sets listing page.
zh_tw: 請求的題組「%1」是一項作業，但被呼叫的是測驗內容產生器 %2。嘗試從問題題組清單重新進入該題組。

source: Requested set '%1' is a test but the regular homework assignment content generator %2 was called. Try re-entering the set from the problem sets listing page.
zh_tw: 請求的題組「%1」是一個測驗，但被呼叫的是標準作業內容產生器 %2。嘗試從問題題組清單重新進入該題組。

source: Requested set '%1' is not assigned to user %2.
zh_tw: 請求的題組「%1」未指派給使用者 %2。

source: Requested set '%1' is not available yet.
zh_tw: 請求的題組「%1」尚未可用。

source: Requested set '%1' is not yet open.
zh_tw: 請求的題組「%1」尚未開放。

source: Requested version (%1) of set '%2' can not be directly accessed.
zh_tw: 請求的題組「%2」的版本 (%1) 無法直接存取。

source: Requested version (%1) of set '%2' is not assigned to user %3.
zh_tw: 題組「%2」的請求版本 (%1) 未指派給使用者 %3。

source: Require users to log in through the LMS
zh_tw: 要求使用者透過 LMS 登入

source: Required
zh_tw: 需要

source: Rerandomize After
zh_tw: 之後重新隨機化

source: Reset
fr: Réinitialiser
zh_tw: 重置

source: Reset Form
fr: Réinitialiser le formulaire
zh_tw: 重置表單

source: Reset Two Factor Authentication
zh_tw: 重置雙因子驗證

source: Reset two factor authentication for %1 users.
zh_tw: 為 %1 位使用者重置雙因子驗證。

source: Reset two factor authentication for %quant(%1,user).
zh_tw: 為 %quant(%1, 使用者) 重置雙因子驗證。

source: Reset two factor authentication for a student in the course
zh_tw: 在課程中為學生重置雙因子驗證

source: Reset two factor authentication for selected users?
zh_tw: 是否為所選使用者重置雙因子驗證？

source: Resets the number of incorrect attempts on a single homework problem.
zh_tw: 重置單一作業題目上的錯誤嘗試次數。

source: Restore a .tar.gz archive.
zh_tw: 復原 .tar.gz 封存檔。

source: Restore backup from
zh_tw: 復原備份從

source: Restore backup from %1
zh_tw: 從 %1 復原備份

source: Restored backup from %1.
zh_tw: 從 %1 復原備份。

source: Restrict Access by Location
zh_tw: 按位置限制存取

source: Restrict Locations
zh_tw: 限制位置

source: Restrict Problem Progression
zh_tw: 限制問題進度

source: Restrict Release by Set(s)
zh_tw: 按題組限制發佈

source: Restrict To
zh_tw: 限制於

source: Restrict or sort the students displayed
zh_tw: 對顯示的學生進行限制或排序

source: Result
fr: Résultat
ko: 결과
tr: Sonuç
zh_tw: 結果

source: Result for job %1
zh_tw: 作業 %1 的工作

source: Results for this submission
zh_tw: 本次繳交的結果

source: Resurrect which test?
zh_tw: 恢復哪個測驗？

source: Retitled
zh_tw: 重新命名標題

source: Return to PG Sample Problem home
zh_tw: 返回 PG 範例問題首頁

source: Return to your work
zh_tw: 返回你的工作

source: Revert
ko: 되돌아가기
tr: tr: Revert
zh_tw: 回復

source: Revert to %1
zh_tw: 回復到 %1

source: Reverted to original file "%1".
zh_tw: 已回復至原始檔案「%1」。

source: Reverts to the copy of the file saved on the disk or to a backup file. All unsaved editing changes will be lost. This option is only active when a temporary file or a backup file exists. You may also delete backups that have been made with this tab.
zh_tw: 回復到磁碟上保存的檔案副本或備份檔。所有未儲存的編輯變更將會遺失。此選項只在暫存檔或備份檔存在時有效。你也可以使用這個頁面刪除已建立的備份。

source: Review of column functions:
zh_tw: 欄位功能回顧：

source: Reviewing a problem and looking at both the average Attempts and average Status should give instructors valuable information about the difficulty of the problem.
zh_tw: 檢視題目並查看平均嘗試次數和平均狀況應該能為講師提供有關該題目難度的寶貴訊息。

source: Reward used successfully!
zh_tw: 獎勵使用成功！

source: Rewards
zh_tw: 獎勵

source: SECTION
zh_tw: 班級

source: SET NAME
zh_tw: 設定名稱

source: STATUS
zh_tw: 狀況

source: STUDENT ID
zh_tw: 學號

source: Sample Problem Home
zh_tw: 範例問題首頁

source: Sample Problem Index
zh_tw: 範例問題索引

source: Sample Problem Viewer
zh_tw: 範例問題檢視器

source: Sample Problems
zh_tw: 範例問題

source: Sample Problems by Category
zh_tw: 按類別分類的範例問題

source: Sample Problems by Macro
zh_tw: 按巨集分類的範例問題

source: Sample Problems by Subject Area
zh_tw: 按主題分類的範例問題

source: Sample Problems for %1: %2
zh_tw: %1 的範本問題：%2

source: Sample Problems for Techniques: %1
zh_tw: 技術範例問題：%1

source: Sample problem not found.
zh_tw: 未發現範例問題。

source: Save
fr: Enregistrer
ko: 저장
tr: tr: Save
zh_tw: 儲存

source: Save %1
zh_tw: 儲存 %1

source: Save As
fr: Enregistrer sous [TMPL]/
ko: 저장하기
tr: tr: Save As [TMPL]/
zh_tw: 另存為

source: Save Changes
fr: Sauvegarder les modifications
zh_tw: 儲存變更

source: Save Edit
fr: Enregistrer la modification
ko: 편집 저장
tr: tr: Save Edit
zh_tw: 儲存編輯

source: Save Export
fr: Enregistrer l'exportation
ko: 내보낸 파일 저장하기
tr: tr: Save Export
zh_tw: 儲存匯出

source: Save Password
fr: Enregistrer le mot de passe
ko: 비밀번호 저장
tr: Şifreyi kaydet
zh_tw: 儲存密碼

source: Save as
fr: Enregistrer sous
ko: 저장하기
tr: tr: Save as
zh_tw: 另存為

source: Save as:
fr: Enregistrer sous:
zh_tw: 另存為：

source: Save changes
fr: Sauvegarder les modifications
ko: 변경사항 저장
tr: Değişiklikleri kaydet
zh_tw: 儲存變更

source: Save file to:
zh_tw: 將檔案儲存到：

source: Save the contents of the editor window to the file on disk and re-render the problem. If "Open in new window" is checked, then the problem will open in a new tab or window showing the problem as it will be rendered for students in the set. If "Create backup" is checked then a backup of the current file on disk will be created before overwriting it with the contents of the editor window. If a backup already exists, then a "Delete oldest backup" check box will be present. If that is checked, then the oldest backup will be deleted when "Save" is clicked. These backups can be reverted to and managed on the "Revert" tab.
zh_tw: 將編輯器視窗的內容儲存到磁碟上並重新渲染問題。如果勾選「在新視窗中開啟」，則該問題將在新分頁或視窗中打開，顯示學生在此組題中的渲染效果。如果勾選「建立備份」，則在將編輯器視窗內容覆蓋到磁碟上的檔案之前，會先建立一個目前檔案的備份。如果已經存在備份，則會出現「刪除最舊備份」選項框。如果勾選該選項，則在點擊「儲存」時會刪除最舊的備份。這些備份可以在「回復」分頁中進行回復和管理。

source: Save the contents of the editor window to the file on disk.
zh_tw: 將編輯器視窗的內容儲存到磁碟上的檔案。

source: Save to %1 and View
zh_tw: 儲存到 %1 並查看

source: Saved answers
zh_tw: 儲存的答案

source: Saved course map.
zh_tw: 儲存的課程地圖。

source: Saved to file "%1"
zh_tw: 儲存到檔案 "%1"

source: Schema and database field definitions do not agree
zh_tw: 架構和資料庫欄位定義不一致

source: Schema and database table definitions do not agree
zh_tw: 模式和資料庫表格定義不一致

source: Score
fr: Résultat
ko: 점수
tr: Not
zh_tw: 分數

source: Score (%)
zh_tw: 分數 (%)

source: Score Required for Release
zh_tw: 發佈所需的分數

source: Score one or more sets. This can also be done from the "Sets Manager" or from the "Instructor Tools", but the "Scoring Tools" page allows control over parameters.
zh_tw: 評分一個或多個題組。這也可以在「題組管理器」或「講師工具」中完成，但「評分工具」頁面允許控制參數。

source: Score selected set(s) and save to:
fr: Sauvegarder les résultats sélectionnés sous:
ko: 선택된 문제집 점수 부여하고 저장:
tr: Seçili setleri notla ve dosyaya kaydet:
zh_tw: 對所選的題組評分並儲存到：

source: Score summary for last submission:
zh_tw: 上次繳交的分數摘要：

source: Score which achievements?
zh_tw: 評分哪些成就？

source: Score which sets?
fr: Évaluer quels devoirs?
ko: 점수매길 문제집은?
tr: Hangi setler notlanacak?
zh_tw: 評分哪些題組？

source: Scores
zh_tw: 評分

source: Scoring (".csv") files
zh_tw: 評分檔 (".csv")

source: Scoring Download
fr: Télécharger les résultats
ko: 점수 다운로드
tr: Notları İndir
zh_tw: 評分下載

source: Scoring Message
zh_tw: 評分訊息

source: Scoring Tools
fr: Outils d'évaluation
ko: 점수 도구
tr: Notlama Araçları
zh_tw: 評分工具

source: Scoring Tools Help
zh_tw: 評分工具說明

source: Screen and Hardcopy set header information can not be overridden for individual students.
fr: Les informations des entêtes de devoir à l'écran et sur papier ne peuvent pas être substitués pour pour un étudiant individuel.
zh_tw: 不能為個別學生覆蓋螢幕和列印副本的題組標題資訊。

source: Section
ko: 섹션
tr: Bölüm
zh_tw: 班級

source: Section:
zh_tw: 小節：

source: Section: %1
zh_tw: 班級：%1

source: See "Reduced Scoring Date".
zh_tw: 查看「減分日期」。

source: See "Restrict Release by Set(s)".
zh_tw: 見「按題組限制發佈」。

source: See "Time Interval for New Versions".
zh_tw: 見「新版本的時間間隔」。

source: See Also
zh_tw: 另見

source: Seed
zh_tw: 種子

source: Seed: %1
zh_tw: 種子：%1

source: Select
fr: Selectionner
zh_tw: 選擇

source: Select a Folder
zh_tw: 選擇一個資料夾

source: Select a Homework Set
zh_tw: 選擇一個作業題組

source: Select a Set Definition File
zh_tw: 選擇一個題組定義檔

source: Select a Set from this Course
zh_tw: 從本課程中選擇一個題組

source: Select a course to create a .tar.gz archive of, which contains a dump of the database and all course files (templates, configuration files, etc). Each course can only have a single archive. Creating an archive of a previously archived course will delete the old archive.
zh_tw: 選擇要建立 .tar.gz 封存檔的課程，該檔案將包含資料庫的匯出以及所有課程檔案（範本、配置檔等）。每個課程只能有一個封存檔。建立先前封存課程的檔案將刪除舊的封存檔。

source: Select a course to delete.
zh_tw: 選擇要刪除的課程。

source: Select a course to delete. Warning, all data will be deleted and this cannot be undone. This will not delete any course archives.
zh_tw: 選擇要刪除的課程。警告，所有資料將被刪除且此操作無法取消。這不會刪除任何封存課程。

source: Select a course to rename. The courseID is used in the url and can only contain alphanumeric characters and underscores. The course title appears on the course home page and can be any string.
zh_tw: 選擇要重命名的課程。課程代號用於 URL 中，只能包含字母數字字元和下劃線。課程標題會出現在課程首頁上，可以是任意字串。

source: Select a course to unarchive.
zh_tw: 選擇要解除封存的課程。

source: Select a listing format:
zh_tw: 選擇清單格式：

source: Select action:
zh_tw: 選擇動作：

source: Select all achievements
zh_tw: 選擇所有成就

source: Select all available sets
zh_tw: 選擇所有可用的題組

source: Select all eligible courses
zh_tw: 選擇所有符合條件的課程

source: Select all jobs
zh_tw: 選擇所有工作

source: Select all sets
fr: Sélectionner tous les devoirs
ko: 모든 문제집 선택
tr: Bütün setleri seç
zh_tw: 選擇所有題組

source: Select all users
fr: Sélectionner tous les usagers
ko: 모든 사용자 선택
tr: Bütün kullanıcıları seç
zh_tw: 選擇所有使用者

source: Select an action to perform:
fr: Sélectionner une action à effectuer
zh_tw: 選擇要執行的動作：

source: Select an archive to restore. You cannot restore an archive into an existing course. Instead, either rename or delete the old course, or restore the archive with a new name. When restoring a course with a new name, the name is used as the course ID, and must contain only letters, numbers, hyphens, and underscores, and may have at most 40 characters.
zh_tw: 選擇要復原的封存檔案。你不能將封存檔復原到現有課程中。相對地，或者重新命名或者刪除舊課程，又或使用新名稱復原封存檔。當使用新名稱復原課程時，該名稱作為課程代號，且必須只能包含字母、數字、連字號和底線，以及最多可包含 40 個字元。

source: Select course(s) to archive.
zh_tw: 選擇要封存的課程。

source: Select course(s) to hide or unhide.
zh_tw: 選擇要隱藏或取消隱藏的課程。

source: Select filenames below
zh_tw: 選擇底下的檔名

source: Select import file
zh_tw: 選擇匯入檔案

source: Select one or more sets and one or more users below to assign/unassign each selected set to/from all selected users.
zh_tw: 從下方選擇一個或多個題組以及一個或多個使用者，將每個所選的題組指派或取消指派給所有所選的使用者。

source: Select sets below to assign them to the newly-created users.
zh_tw: 選擇底下題組將其指派給新建立的使用者。

source: Select the assignments for which to generate hardcopy versions. You may also select multiple users from the users list. You will receive hardcopy for each (set, user) pair.
zh_tw: 選擇要產產生列印副本版本的作業。你也可以從使用者清單中選擇多個使用者。你將接收到為每個（題組, 使用者）的列印副本。

source: Select the course to change its Course ID, Course Title, or Institution. Note that changing a course's ID will change the URL of all links to the course, and could break links from external sites such as an LMS.
zh_tw: 選擇課程以變更其課程代號、課程標題或機構。請注意，變更課程代號會更改所有連結到該課程的 URL，並可能斷開來自外部網站（如 LMS）的連結。

source: Select the course(s) you want to hide (or unhide) and then click "Hide Courses" (or "Unhide Courses"). Hiding a course that is already hidden does no harm (the action is skipped). Likewise unhiding a course that is already visible does no harm (the action is skipped). Hidden courses are still active but are not listed in the list of WeBWorK courses on the opening page. To access the course, an instructor or student must know the full URL address for the course.
zh_tw: 選擇你要隱藏（或取消隱藏）的課程，然後點擊「隱藏課程」（或「取消隱藏課程」）。隱藏已經被隱藏的課程不會造成任何影響（該動作會被跳過）。同樣地，取消隱藏已經可見的課程也不會造成任何影響（該動作會被跳過）。隱藏的課程依然是有效的，但不會在 WeBWorK 開始頁面的課程清單上列出。要訪問這些課程，講師或學生必須知道課程的完整 URL 位址。

source: Select the course(s) you want to hide (or unhide) and then click "Hide Courses" (or "Unhide Courses"). Hiding a course that is already hidden does no harm (the action is skipped). Likewise unhiding a course that is already visible does no harm (the action is skipped). Hidden courses are still active but are not listed in the list of WeBWorK courses on the opening page. To access the course, an instructor or student must know the full URL address for the course.
zh_tw: 選擇你要隱藏（或取消隱藏）的課程，然後點擊「隱藏課程」（或「取消隱藏課程」）。隱藏已經被隱藏的課程不會造成任何影響（該動作會被跳過）。同樣地，取消隱藏已經可見的課程也不會造成任何影響（該動作會被跳過）。隱藏的課程依然是有效的，但不會在 WeBWorK 開始頁面的課程清單上列出。要訪問這些課程，講師或學生必須知道課程的完整 URL 位址。

source: Select the display mode used to render the problems on this page.
zh_tw: 選擇用於在這個頁面上渲染問題的顯示模式。

source: Select the sets you want scored, choose the name of the export file you want to use (by default: %1), and then click the "Score Selected Set(s) and save to" button.
zh_tw: 選擇你想要評分的題組，選取你想要使用的匯出檔案名稱（預設：%1），然後點擊「對所選的題組評分並儲存到」按鈕。
