Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Generate hardcopies of assignments in PDF or latex format. To produce a hardcopy, one selects the users on the left and the sets on the right. All users and sets are listed.
zh_tw: 以 PDF 或 latex 格式產生作業的列印副本。要產生列印副本，需要選擇左側的使用者和右側的題組。所有使用者和題組都會列出。

source: Generate hardcopy for selected sets and selected users
fr: Générer une copie papier pour les devoirs sélectionnés et les utilisateurs sélectionnés
zh_tw: 為所選的題組和使用者產生列印副本

source: Give new password to which users?
fr: Donner un nouveau mot de passe à quels usagers?
ko: 새 비밀번호를 부여할 사용자는?
tr: Hangi kullanıcılara yeni şifre verilecek?
zh_tw: 給予哪些使用者新密碼？

source: Gives full credit on a single homework problem.
zh_tw: 給予單一作業問題滿分。

source: Gives full credit on every problem in a set.
zh_tw: 給予題組中每個問題滿分。

source: Gives half credit on a single homework problem.
zh_tw: 對單一作業問題給予一半的分數。

source: Gives half credit on every problem in a set.
zh_tw: 給予題組中每個問題一半的分數。

source: Giving new passwords to all users.
zh_tw: 給予所有使用者新密碼。

source: Giving new passwords to selected users.
zh_tw: 給予所選的使用者新密碼。

source: Global Attempts
zh_tw: 全球嘗試

source: Global Status
zh_tw: 全球狀況

source: Global Usage Data
zh_tw: 全球使用資料

source: Global data on problem usage is contributed by many institutions using WeBWorK all over the world. The Usage figure is the total number of individuals who have attemped this problem at least once. A high figure represents a problem which has been assigned to many students and is both popular with instructors and likely bug free.
zh_tw: 關於問題使用的全球資料是由世界各地使用 WeBWorK 的機構提供的。使用狀況數字表示至少嘗試過此問題一次的個人總數。數字高代表許多學生被指派到這個問題，且它既受講師歡迎也可能沒有錯誤。

source: Global problem %1 for set %2 not found.
fr: Problème global %1 pour le devoir %2 n'a pas été trouvé.
zh_tw: 未找到題組 %2 的全域問題 %1。

source: Global problem %1 not found for set %2.
zh_tw: 題組 %2 的全域問題 %1 未找到。

source: Global set %1 not found.
zh_tw: 找不到全域設定 %1。

source: Global set data will be shown instead of user specific data
fr: Les données globals vont être affichés au lieu de ceux spécifique à l'utilisateur.
zh_tw: 將顯示全域題組資料，而不是使用者特定資料

source: Go
zh_tw: 前往

source: Grade
zh_tw: 評分

source: Grade Problem
zh_tw: 評分問題

source: Grade Test
zh_tw: 評分測驗

source: Grade of Active Students
zh_tw: 活躍學生的成績

source: Grade passback mode
zh_tw: 成績回傳模式

source: Graded Submissions per Version
zh_tw: 每個版本的成績繳交

source: Grader
fr: Étudiant
zh_tw: 評分器

source: Grades
fr: Résultats
ko: 성적
tr: Notlar
zh_tw: 評分

source: Grades Help
zh_tw: 評分説明

source: Grades have been saved for all current users.
zh_tw: 所有現行使用者的成績都已儲存。

source: Grading Assignment
zh_tw: 評分作業

source: Grading Problems
zh_tw: 評分問題

source: Groups types of achievements. The "level" and "secret" categories are special (described above), and categories can be used to create achievement chains.
zh_tw: 將成就類型分組。特別的類別包括「層級」和「秘密」（如上所述），這些類別可以用來建立成就鏈。

source: Guest Login
fr: Invité
ko: 게스트 로그인
tr: Misafir Kullanıcı Girişi
zh_tw: 訪客登入

source: Guest:
zh_tw: 訪客：

source: HTTP Headers
zh_tw: HTTP 標題

source: Hardcopy Format
zh_tw: 列印副本格式

source: Hardcopy Format:
fr: Format :
ko: Hardcopy 포맷:
zh_tw: 列印副本格式:

source: Hardcopy Generator
fr: Imprimer dans un fichier
zh_tw: 列印副本產生器

source: Hardcopy Header
fr: Entête d'impression
tr: Çıktı Dosyası Başlığı
zh_tw: 列印副本標題

source: Hardcopy Header for set %1
zh_tw: 題組 %1 的列印副本標題

source: Hardcopy Help
zh_tw: 列印副本説明

source: Hardcopy Theme
zh_tw: 列印副本主題

source: Hardcopy Theme for Problem Editor
zh_tw: 問題編輯器的列印副本主題

source: Hardcopy Theme:
zh_tw: 列印副本主題：

source: Headers
fr: Entêtes
zh_tw: 標題

source: Help
fr: Aide
ko: 도움말
tr: tr: Help
zh_tw: 說明

source: Help Icon
zh_tw: 説明圖示

source: Here is a list of the variables the evaluator has access to. Unless indicated, changes to the variables will not be saved. Evaluators are run in the same order they are listed on the achievement editor page and are only run if the achievement has not been earned. Keep this in mind when using persistent global data.
zh_tw: 以下是評估器可訪問的變數清單。除非另有說明，否則不會儲存對變數的變更。評估器運行順序與其在成就編輯器頁面中列出的順序相同，且只有在在尚未獲得成就時運行。在使用持續的全域資料時要記住這一點。

source: Here is a new version of your problem.
zh_tw: 這是你問題的新版本.

source: Hidden
fr: Caché
ko: 숨김
tr: Gizli
zh_tw: 隱藏的

source: Hide All
zh_tw: 全部隱藏

source: Hide Course Help
zh_tw: 隱藏課程說明

source: Hide Courses
zh_tw: 隱藏課程

source: Hide Hints from Students
zh_tw: 對學生隱藏提示

source: Hide Problem Grader
zh_tw: 隱藏問題評分人員

source: Hide Problem Graders
zh_tw: 隱藏問題評分人員

source: Hide all rendered problems on the page.
zh_tw: 隱藏頁面上所有渲染的問題。

source: Hide this problem
zh_tw: 隱藏此問題

source: Hints
fr: Indices
ko: 힌트
zh_tw: 提示

source: Homework
zh_tw: 作業

source: Homework Totals
zh_tw: 作業總數

source: How to:
zh_tw: 如何:

source: I couldn't find the file [ACHIEVEMENT_DIR]/surprise_message.txt!
zh_tw: 找不到檔案 [ACHIEVEMENT_DIR]/surprise_message.txt!

source: IP restriction location "%1" for set %2 already exists.
zh_tw: 題組 %2 的 IP 限制位置「%1」已經存在。

source: IP restriction location "%1" for set %2 does not exist. IP restrictions have been ignored.
zh_tw: 題組 %2 的 IP 限制位置「%1」不存在。已忽略 IP 限制。

source: Icon
zh_tw: 圖示

source: Icon File
zh_tw: 圖示檔

source: Icon File:
zh_tw: 圖示檔：

source: Id
zh_tw: 代號

source: If "PDF" is selected, then a PDF file will be generated for download, unless there are errors. If errors occur generating a PDF file or "TeX Source" is selected then a zip file will be generated for download that contains the TeX source file and resources needed for generating the PDF file using pdflatex.
zh_tw: 若選擇「PDF」，則會產生一個 PDF 檔供下載，除非有錯誤。 如果產生 PDF 檔時發生錯誤或選擇了「TeX 原始檔」，則會產生 zip 檔供下載，其中包含 TeX 原始檔和利用 pdflatex 產生 PDF 檔所需的資源。

source: If "TeX Source" is selected, a zip file containing a TeX file and other files needed to generate a PDF hardcopy will be produced. If "Adobe PDF" is selected then only a PDF file will be produced.
zh_tw: 若選擇「TeX 原始檔」，將產生一個包含 TeX 檔和其他產生 PDF 列印副本所需檔案的 zip 檔案。如果選擇「Adobe PDF 」，則只會產生一個 PDF 檔。

source: If a password field is left blank, the student's current password will be maintained.
fr: Si le champ d'un mot de passe est vide, le mot de passe actuel sera conservé.
ko: 비밀번호를 공백으로 두면, 학생의 현재 비밀번호로 유지됩니다.
tr: Şifre alanı boş bırakılırsa kullanıcının mevcut şifresi kullanılır.
zh_tw: 如果密碼欄位留空，將保留學生當前的密碼。

source: If a user does not have this permission, then the user will not be allowed to navigate to the course home page, i.e., the Assignments page. This should only be used for a course when LTI authentication is used, and is most useful when LTIGradeMode is set to homework. In this case the Assignments page is not useful and can even be confusing to students. To use this feature set this permission to "login_proctor".
zh_tw: 如果使用者沒有此權限，則不允許該使用者前往課程首頁，即作業頁面。此應只在使用 LTI 驗證的課程中使用，並且在將 LTIGradeMode 設定為作業時最為有用。在這種狀況下，作業頁面對學生沒有用的，甚至可能會讓學生感到困惑。要使用此功能，請將此權限設定為「監考登入」。

source: If selected, the file path of the problem source will be printed in the output.
zh_tw: 若勾選，問題來源的檔案路徑將顯示在輸出結果中。

source: If selected, this adds spaces between the fields to align the commas, which makes the columns easy to read when in text form but it can confuse some spreadsheet applications since the extra spaces violate the csv standard (although Excel handles them with no problem). This will give a visual form of the CSV file that is easy to read on the page. If you want a reliable .csv file for use in any spreadsheet application unclick the "Pad Fields" option. You can download the .csv file immediately by clicking on the link with the filename chosen above, or you can download it using the "File Manager" from the scoring directory.
zh_tw: 若勾選，這將在欄位間新增空格以對齊逗號，使得欄位在文字格式中更易於閱讀，但可能會混淆某些試算表應用程式，因為額外的空格違反了 csv 標準（儘管 Excel 能夠處理）。這將提供一種易於在頁面上閱讀的 CSV 檔案的視覺形式。如果你希望獲得可靠的 .csv 檔案以供任何試算表應用程式使用，取消勾選「填充欄位」選項。你可以透過點擊上方選擇的檔案名稱連結立即下載 .csv 檔案，或者可以使用「檔案管理器」從 scoring 目錄中下載。

source: If the original problem can not be edited than the path name must be changed in order to be allowed to save the problem. Adding "local/" to the beginning of the original path is the default solution. All locally created and edited files will then appear in a subdirectory named "local".
zh_tw: 如果無法編輯原始問題，則必須更改路徑名稱才能儲存問題。將「local/」添加到原始路徑的開頭是預設解答。所有本地建立和編輯的檔案將出現在名為「local」的子目錄中。

source: If the test was timed, granting the user an additional version may be preferred to changing its dates.
zh_tw: 如果測驗有時間限制，給使用者另一個版本可能比變更日期來得更合適。

source: If this flag is set then this problem will count towards the grade of its parent problem. In general the adjusted status on a problem is the larger of the problem's status and the weighted average of the status of its child problems which have this flag enabled.
zh_tw: 若設定此標誌，則此問題將計入其主問題的成績。一般來說，問題的調整狀況是該問題的狀況和啟用了此標誌的子問題狀況的加權平均值中較大的那個。

source: If this is enabled then instructors with the ability to receive feedback emails will be notified whenever a student runs out of attempts on a problem and its children without receiving an adjusted status of 100%.
zh_tw: 若此啟用，只要學生在某個問題上嘗試失敗且其子問題沒有獲得 100% 的調整狀況，那麼能夠接收反饋郵件的講師就會收到通知。

source: If this is enabled then students will be unable to attempt a problem until they have completed all of the previous problems and their child problems if necessary.
zh_tw: 若此啟用，學生將無法嘗試問題，直到他們完成所有先前的問題及其子問題（如有需要）。

source: If this is selected, a success index is listed in each csv file. The success index is a number assigned on the basis of the number of incorrect attempts (roughly equivalent to 1/the number of attempts) which seems to correlate with the relative difficulty the student had with the problem.
zh_tw: 若此選擇，每個 csv 檔案中將列出成功指數。成功指數是根據錯誤嘗試次數所指派的數字（大約相當於 1/嘗試次數），這似乎與學生在這個問題上的相對困難程度相關。

source: If this is set to "preview", hitting the enter key on a homework problem page activates the "Preview My Answers" button. If this is set to "submit", then the enter key activates the "Submit Answers" button instead. Or if that button is not present, it will activate the "Check Answers" button. Or if that button is also not present, it will activate the "Preview My Answers" button. A third option is "conservative". In this case, the enter key behaves like "preview" when the "Submit" button is available and there are only finitely many attempts allowed. Otherise the enter key behaves like "submit". Note that this is only affects homework problem pages, not test/quiz pages, and not instructor pages like the PG Editor and the Library Browser.
zh_tw: 若此設定「預覽」，在作業問題頁面按下 Enter 鍵將啟用「預覽我的答案」按鈕。如果設置為「繳交」，則 Enter 鍵將啟用「繳交答案」按鈕。如果該按鈕不存在，則會啟用「檢查答案」按鈕。如果此按鈕也不存在，則會啟用「預覽我的答案」按鈕。第三個選項是「保守」。在這種狀況下，當「繳交」按鈕可用並且僅允許有限次嘗試時，Enter 鍵的行為類似於「預覽」。否則，Enter 鍵行為則類似於「繳交」。請注意，這只會影響作業問題頁面，不影響測驗／小考頁面，也不會影響講師頁面，如 PG 編輯器和題庫瀏覽器。

source: If this is set, all users (including the instructor) must enter the WeBWorK course through the LMS. If a user reaches the regular WeBWorK login screen, they receive a message directing them back to the LMS.
zh_tw: 若此設定，所有使用者（包含講師）必須通過 LMS 進入 WeBWorK 課程。如果使用者來到標準 WeBWorK 登入頁面，他們會收到一條訊息，將他們導向到 LMS。

source: If you check %1 your login information will be remembered by the browser you are using, allowing you to visit WeBWorK pages without typing your user name and password (until your session expires). This feature is not safe for public workstations, untrusted machines, and machines over which you do not have direct control.
zh_tw: 如果你勾選 %1，你所使用的瀏覽器將會記住你的登入資訊，允許你在瀏覽 WeBWorK 頁面時無需再次輸入使用者名稱和密碼（直到你的對話過期）。此功能於公共工作站、不可信的機器以及你無法直接控制的機器上使用是不安全的。

source: If you check the box above, then two factor verification will be skipped for a limited time when signing in with this browser. This feature is not safe for public workstations, untrusted machines, and machines over which you do not have direct control.
zh_tw: 如果你勾選上方的方框，則在此瀏覽器中登入時將暫時跳過雙因子驗證。此功能於公共工作站、不可信的機器以及你無法直接控制的機器上使用是不安全的。

source: If you click on the "Grade Problem" icon to the right of the problem number, then the problem will open in the manual problem grader. This page shows the rendered problem and lists all students assigned to the set and the last answer the students entered for the problem. You can then change the recorded scores for students on this problem and provide instructor feedback comments.
zh_tw: 如果你點擊題號右側的「評分問題」圖示，該問題將會在手動評分器中開啟。這個頁面會顯示渲染後的問題，並列出指派到該題組的所有學生及其最後輸入的答案。你可以在此修改學生在該問題上的分數，並提供講師反饋評註。

source: If you click on the "Open in New Window" icon to the right of the problem number, then the problem will open in the actual homework set in a new tab or window.
zh_tw: 如果你點擊題號右側的「在新視窗中開啟」圖示，該問題將會在實際的作業題組中於新分頁或視窗中開啟。

source: If you upload your file on the web with the name: %1 and also create an email message with the name %2 with the approriate %3 variables then not only can you email the message with the embedded grades to the students, but files with those exact names are automatically appended to the "Grades" page seen by the students.
zh_tw: 如果你在 Web 上傳名為 %1 的檔案，並且建立包含名稱 %2 及適當 %3 變數的郵件訊息，那麼你不僅可以將嵌入分數的訊息發送給學生，這些確切名稱的檔案也會自動附加到學生查看的「成績」頁面。

source: Illegal file "%1" specified
zh_tw: 指定了非法檔案「%1」

source: Illegal filename contains '..'
fr: Fichier illégal contient '..'
zh_tw: 非法檔名包含「..」

source: Import
fr: Importer
ko: 가져오기
tr: tr: Import
zh_tw: 匯入

source: Import a single set or multiple sets from a set definition file. (Use the "File Manager" to upload/download set definition files.) The "Shift Dates..." option is useful for problem sets that were used from other courses and will shift all of the dates.
zh_tw: 從題組定義檔中匯入單一題組或多個題組。（使用「檔案管理器」上傳／下載題組定義檔。）「移動日期...」選項對於從其他課程中用過的問題題組非常有用，且會移動所有日期。

source: Import from where?
fr: Importer d'où?
ko: 어디서 가져오겠습니까?
tr: Nereden aktarılacak?
zh_tw: 從哪裡匯入？

source: Import how many sets?
fr: Importer combien de devoirs?
ko: 가져올 문제집 개수는?
tr: Kaç set aktarılacak?
zh_tw: 匯入多少題組？

source: Import sets with names
fr: Importer les devoirs avec le nom
ko: 새로운 이름으로 문제집 가져오기
tr: Setleri isimleriyle beraber aktar
zh_tw: 匯入具名的題組

source: Import users from what file?
fr: Importer les usagers à partir de quel fichier?
ko: 어떤 파일에서 사용자를 가져오겠습니까?
tr: Kullanıcılar hangi dosyadan aktarılacak?
zh_tw: 從什麼檔案匯入使用者？

source: Import/export achievements
zh_tw: 匯入／匯出成就

source: Imported %quant(%1,achievement).
zh_tw: 已匯入 %quant(%1, 成就)。

source: In both cases, one can select the sort field, the format of the display list, and the filter. If multiple filters are selected and the "Intersection" radio button is used, the filters will be applied in sequence, narrowing the results list. If the "Union" button is used, the updated list will be the union of all results lists from the multiple filters. "Refresh List" must be clicked to update the list.
zh_tw: 在這兩種狀況下，可以選擇排序欄位、顯示清單的格式以及篩選條件。如果選擇了多個篩選條件，並使用「交集」單選按鈕，篩選條件將依序作用，從而縮小結果清單。如果使用「聯集」按鈕，更新後的清單將是所有篩選條件結果清單的合併。必須點擊「重新整理清單」來更新清單。

source: In progress: %1/%2
zh_tw: 正在進行：%1/%2

source: Inactive
fr: Inactif
ko: 비활성화
tr: Aktif Değil
zh_tw: 未活躍

source: Inactive Students
zh_tw: 未活躍學生

source: Inactivity time before a user is required to login again
fr: Temps d'inactivité avant que l'utilisateur doit se connecter à nouveau
zh_tw: 使用者在需要重新登入前的閒置時間

source: Include Contrib
zh_tw: 包含 Contrib

source: Include OPL
zh_tw: 包含 OPL

source: Include Success Index
zh_tw: 包含成功指數

source: Include percentage columns
zh_tw: 包含百分比欄位

source: Include percentage grades columns for all sets
zh_tw: 包含所有題組的百分比成績欄位

source: Include success index columns
zh_tw: 包含成功索引行

source: Incorrect
zh_tw: 不正確的

source: Incorrect: %1/%2
zh_tw: 不正確：%1/%2

source: Index
zh_tw: 索引

source: Indicates the number of problems in the set. Clicking on the link opens the set detail page which allows you to modify set parameters, edit set headers, and change parameters of problems in the set such as the number of allowed attempts or the weight (credit value). You can also add, remove, view, edit, and reorder the problems in the set.
zh_tw: 顯示題組中的問題數。點擊該連結可開啟題組的細節頁面，你可以修改題組參數、編輯題組標題，並更改題組中問題的參數，例如允許嘗試的次數或權重（分數值）。你也可以新增、移除、查看、編輯及重新排序題題組中的問題。

source: Individual Problem Results
zh_tw: 個別問題結果

source: Init
zh_tw: 初始化

source: Institution
zh_tw: 機構

source: Instructor Comment:
zh_tw: 講師評註：

source: Instructor Feedback:
zh_tw: 講師反饋：

source: Instructor Links Help
zh_tw: 講師連結説明

source: Instructor Tools
fr: Outils pour l'enseignant
ko: 강사 전용 도구
tr: Eğitmen Araçları
zh_tw: 講師工具

source: Instructor Tools Help
zh_tw: 講師工具說明

source: Instructor:
zh_tw: 講師：

source: Intersect
zh_tw: 交集

source: Invalid %1 in file: %2
zh_tw: 檔案 %2 中的 %1 無效

source: Invalid Reply-to address.
zh_tw: 無效的回覆位址。

source: Invalid date format for set %1 in file: %2
zh_tw: 檔案 %2 中題組 %1 的日期格式無效

source: Invalid file name "%1". All email file names must end with the ".msg" extension. Choose a file name with the ".msg" extension. The message was not saved.
zh_tw: 無效的檔名「%1」。所有電子郵件檔名的結尾副檔名必須是 ".msg"。選擇帶有 ".msg" 副檔名的檔案。訊息未儲存。

source: Invalid headerType %1
fr: Type d'entête invalide %1
zh_tw: 無效的 headerType %1

source: Invalid line in file "%1": ||%2||
zh_tw: 檔案「%1」中的無效行：||%2||

source: Invalid security code.
zh_tw: 無效的安全碼。

source: Invalid user ID or password.
fr: Numéro d'usager ou mot de passe invalide.
ko: 사용자 ID나 비밀번호에 오류가 있습니다
tr: Yanlış kullanıcı adı ya da şifre.
zh_tw: 無效的使用者編號或密碼。

source: It is important that students enter an email address or they will not recieve any of the important emails sent by the instructor. The email address will only be present on the page if the user has permission to change the email address.
zh_tw: 學生要輸入電子郵件位址，否則將無法收到講師發送的重要郵件。只有當使用者有權變更電子郵件位址時，該位址才會出現在頁面上。

source: It lists the assignments available for the students.
zh_tw: 它列出了可供學生使用的作業。

source: JITAR Set
zh_tw: JITAR 題組

source: Job Manager
zh_tw: 工作管理器

source: Job Manager Help
zh_tw: 工作管理器說明

source: Job Table Column Descriptions:
zh_tw: 工作表欄位說明：

source: Jobs sorted by %1 in %plural(%2,ascending,descending) order, then by %3 in %plural(%4,ascending,descending) order,and then by %5 in %plural(%6,ascending,descending) order.
zh_tw: 工作按 %1 以 %plural(%2, 升序, 降序) 排序，接著按 %3 以 %plural(%4, 升序, 降序) 排序，然後按 %5 以 %plural(%6, 升序, 降序) 排序。

source: Jump to Problem:
zh_tw: 前往問題：

source: Just in Time Assessment and Review
zh_tw: 即時評估與回顧

source: Just-In-Time Parameters
zh_tw: 即時參數

source: Key Map
zh_tw: 鍵對映

source: Key Map:
zh_tw: 鍵對映：

source: Keywords:
fr: Mots clés:
zh_tw: 關鍵字：

source: LAST NAME
zh_tw: 姓氏

source: LMS Context ID
zh_tw: LMS 內容識別碼

source: LOCAL Usage
zh_tw: 本地使用

source: LTI Course Map
zh_tw: LTI 課程地圖

source: LTI Grade Mode
zh_tw: LTI 成績模式

source: LTI Grade Update
zh_tw: LTI 成績更新

source: LTI Grade Update Help
zh_tw: LTI 成績更新説明

source: LTI Mass Update
zh_tw: LTI 批量更新

source: LTI Version
zh_tw: LTI 版本

source: LTI grade passback is not enabled for this course
zh_tw: 課程未啟用 LTI 成績回傳功能

source: LTI update of all users and sets queued.
zh_tw: 所有使用者和題組的 LTI 更新已排入佇列中。

source: LTI update of all users queued.
zh_tw: 所有使用者的 LTI 更新已排入佇列中。

source: LTI update of set %1 queued.
zh_tw: 題組 %1 的 LTI 更新已排入佇列中。

source: LTI update of user %1 and set %2 queued.
zh_tw: 使用者 %1 和題組 %2 的 LTI 更新已排入佇列中。

source: LTI update of user %1 queued.
zh_tw: 使用者 %1 的 LTI 更新已排入佇列中。

source: Language
zh_tw: 語言

source: Last
zh_tw: 姓氏

source: Last Answer
zh_tw: 最新的

source: Last Full Update
zh_tw: 上次完整更新

source: Last Name
fr: Nom de famille
ko: 성
tr: Soyadı
zh_tw: 姓氏

source: Last column of merge file
zh_tw: 合併檔的最後一行

source: Last name
zh_tw: 姓氏

source: Latest Answers
zh_tw: 最新的答案

source: Length of time, in seconds, a user has to be inactive before he is required to login again. This value should be entered as a number, so as 3600 instead of 60*60 for one hour.
zh_tw: 使用者在多長時間（以秒計）內未活動，需要重新登入。這個值應以數字輸入，例如用 3600 表示一小時，而不是 60*60。

source: Level Progress:
zh_tw: 等級進度：

source: Level:
fr: Niveau:
zh_tw: 等級：

source: Libraries
zh_tw: 題庫

source: Library Broswer Help
zh_tw: 題庫流覽器說明

source: Library Browser
fr: Choisir des problèmes
ko: 라이브러리 브라우저
tr: Soru Kütüphaneleri
zh_tw: 題庫流覽器

source: Link to Edit Page for %1
zh_tw: 連結到 %1 的編輯頁面

source: Links to pages that give information about writing problems:
zh_tw: 連結到提供寫作問題相關資訊的頁面:

source: List Contrib Sets
zh_tw: 列出 Contrib 的題組

source: List OPL Sets
zh_tw: 列出 OPL 題組

source: List of display modes made available to students
fr: Liste des modes d'affichage mis à la disposition des étudiants
zh_tw: 可供學生的顯示模式清單

source: List of insertable macros
zh_tw: 可插入巨集清單

source: List of options for Show Me Another button
zh_tw: 「顯示另一個」按鈕的選項清單

source: List of sets excluded from achievements
zh_tw: 從成就中排除的題組清單

source: Live equation rendering
zh_tw: 即時方程式渲染

source: Loading...
zh_tw: 載入中...

source: Local Attempts
zh_tw: 本地嘗試

source: Local Status
zh_tw: 本地狀況

source: Local Usage Data
zh_tw: 本地使用資料

source: Local data is generated when your systems admin runs the script update-OPL-statistics.
zh_tw: 當你的系統管理員執行 update-OPL-statistics 腳本時，將會產生本地資料。

source: Local data on problem usage is generated and maintained by your institution. The Usage figure is the total number of local individuals who have attemped this problem at least once. A high figure represents a problem which has been assigned to many students and is both popular with instructors and likely bug free.
zh_tw: 問題使用的本地資料由你的機構產生與維護。使用數字是指至少嘗試過此問題一次的本地個人總數。數字越高，表示此問題已被指派給許多學生，且在講師間頗受歡迎，以及很可能沒有錯誤。

source: Location
zh_tw: 位置

source: Location %1 does not exist in the WeBWorK database. Please check your input (perhaps you need to reload the location management page?).
zh_tw: WeBWorK 資料庫中不存在位置 %1。請檢查你的輸入 (也許你需要重新載入位置管理頁面？)。

source: Location %1 has been created, with addresses %2.
zh_tw: 位置「%1」已建立，位址為 %2。

source: Location deletion requires confirmation.
zh_tw: 刪除位置需要確認。

source: Location description:
zh_tw: 位置描述：

source: Location name:
zh_tw: 位置名稱：

source: Locations are a list of ip addresses. Ip addresses can be a single address (e.g. 192.168.1.101), a range of ip address (e.g. 192.168.1.101-192.168.1.150), or an ip address mask (e.g. 192.168.1.0/24). Enter one ip address per line, using as many lines as needed for each location.
zh_tw: 位置是 IP 位址的清單。IP 位址可以是單一位址 (例如 192.168.1.101)、IP 位址範圍 (例如 192.168.1.101-192.168.1.150) 或 IP 位址遮罩 (例如192.168.1.0/24)。每行輸入一個 IP 位址，每個位置根據需要使用多行。

source: Locations are edited by adding new ip addresses to the location, or deleting existing address. You must select the confirm checkbox when deleting a location, and this cannot be undone.
zh_tw: 位置可透過新增新的 IP 位址或刪除現有位址來編輯。當刪除位置時，你必須勾選確認選框，且此操作無法取消。

source: Locations of files:
zh_tw: 檔案的位置：

source: Log In Again
fr: Se connecter à nouveau
ko: 다시 로그인해주세요
tr: Tekrar giriş yap
zh_tw: 再次登入

source: Log Out
fr: Se déconnecter
ko: 로그아웃
tr: Çıkış Yap
zh_tw: 登出

source: Log into %1
zh_tw: 登入到 %1

source: Log into Course
zh_tw: 登入課程

source: Logged in as %1.
zh_tw: 以 %1 登入。

source: Login
fr: Nom d'usager
ko: 로그인
tr: Devam et
zh_tw: 登入

source: Login Info
fr: Paramètres du compte
ko: 로그인 정보
tr: Giriş Bilgileri
zh_tw: 登入資訊

source: Login Name
fr: Nom d'usager
ko: 로그인 이름
tr: Kullanıcı adı
zh_tw: 登入名稱

source: Login Status
fr: Statut d'accès
ko: 로그인 상태
zh_tw: 登入狀況

source: Login:
zh_tw: 登入：

source: Logout
fr: Déconnexion
ko: 로그아웃
tr: Çıkış
zh_tw: 登出

source: Macro
zh_tw: 巨集

source: Macro (".pl") files containing additional functionality for your course can be stored here.
zh_tw: 包含你的課程額外功能的巨集（".pl "）檔案可以存儲在此處。

source: Macro file %1 not found.
zh_tw: 找不到巨集檔案 %1。

source: Macros
zh_tw: 巨集

source: Make Archive
fr: Archiver
zh_tw: 建立封存檔

source: Make changes
zh_tw: 進行變更

source: Make these changes in course: %1
zh_tw: 在課程中進行這些變更：%1

source: Makes a new copy of the file you are editing at the location relative to the course's achievement notifications ([ACHEVNOTIFYDIR]) directory, and sets the new file to be the email notification template for this achievement.
zh_tw: 將你正在編輯的檔案複製一份放在相應課程的成就通知（[ACHEVNOTIFYDIR]）目錄位置，並將此新檔案設定為該成就的郵件通知範本。
