Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Select this if you want to save the scores for each set in a separate file in addition to saving all scores to a cumulative file. After clicking the "Score Selected Set(s) and save to" button, you will get a pair of links for each selected set. The file that ends with %1 contains the number of correct and incorrect tries about each individual problem for each student. The file that ends with %2 is a summary of each problem.
zh_tw: 選擇此，如果除了把所有成績保存到累計檔案之外，你還想將每組成績保存到單獨的檔案中。點擊「對所選的題組評分並儲存到」按鈕後，你將會獲得每個所選題組的一對連結。以 %1 結尾的檔案包含每位學生對每個問題的正確和錯誤嘗試次數。而以 %2 結尾的檔案則是每個問題的摘要。

source: Select user(s) and/or set(s), and click the action button of your choice below.
zh_tw: 選擇使用者及／或題組，然後點擊下方你選擇的動作按鈕。

source: Select users from the left column and sets from the right column and assign or unassign the given sets. The list of users or the list of sets can be reordered using the "Sort By" option, and presented using a chosen "Format". Additionally, the user and set lists can be filtered. If multiple filters are selected and the "Intersection" radio button is used, the filters will be applied in sequence, narrowing the results list. If the "Union" button is used, the updated list will be the union of all results lists from the multiple filters.The displayed user and set lists will only be updated upon clicking "Refresh List".
zh_tw: 從左欄選擇使用者，右欄選擇題組，並指派或取消指派給定的題組。使用者清單或題組清單可以使用「排序方式」選項重新排序，且以選擇的「格式」呈現。此外，可以篩選使用者和題組清單。如果選擇了多個篩選器並使用「交集」單選按鈕，篩選條件將依序作用，從而縮小結果清單。如果使用「聯集」按鈕，更新後的清單將是所有篩選條件結果清單的合併。只有在點擊「重新整理清單」後，顯示的使用者和題組清單才會更新。

source: Select which assignment types (homework, tests, just-in-time) the achievement is evaluated.
zh_tw: 選擇評估成就的作業類型 (作業、測驗、及時作業)。

source: Select which courses to upgrade from a previous version of WeBWorK. The upgrade process can add missing database columns, delete unused database columns, and check the course file structure. Be sure to read over the changes before confirming the upgrade. You may want to create an archive of the course before upgrading. Only courses that need upgraded will be selectable.
zh_tw: 選擇要從先前版本的 WeBWorK 升級的課程。升級過程可以新增缺少的資料欄位、刪除未使用的資料欄位，並檢查課程檔案結構。確認升級前，務必仔細閱讀變更內容。你可能會想在升級前先建立課程的封存檔。只有需要升級的課程會被選擇。

source: Select your favorite theme for the large text window.
zh_tw: 為大文字視窗選擇你最喜歡的主題。

source: Select/unselect all fields missing in schema for deletion.
zh_tw: 選取／取消選取架構中缺失的所有欄位以供刪除。

source: Select/unselect all tables missing in schema for deletion.
zh_tw: 選取／取消選取架構中缺失的所有表格以供刪除。

source: Selected sets were exported.
zh_tw: 所選的題組已匯出。

source: Selected sets:
zh_tw: 所選的題組：

source: Send Achiement Email
zh_tw: 發送成就電子郵件

source: Send E-mail
zh_tw: 發送電子郵件

source: Send Email
fr: Envoyer
zh_tw: 發送電子郵件

source: Send Instructor Email
zh_tw: 發送電子郵件給講師

source: Send email to students.
zh_tw: 發送電子郵件給學生。

source: Send emails to selected instructors.
zh_tw: 向所選的講師發送電子郵件。

source: Send to all students
zh_tw: 發送給所有學生

source: Send to selected students
zh_tw: 發送給所選的學生

source: Sender is not a valid email address.
zh_tw: 寄件者非有效的電子郵件位址。

source: Set
fr: Devoirs
ko: 문제집
zh_tw: 題組

source: Set %1 has been created.
zh_tw: 題組 %1 已建立.

source: Set %1 has errors in its dates. Open Date: %2 , Close Date: %3, Answer Date: %4
zh_tw: 題組 %1 的日期有錯誤。開始日期：%2，截止日期：%3，答案日期：%4

source: Set %1 was assigned to %2
zh_tw: 題組 %1 已指派給 %2

source: Set %1 was assigned to %2.
zh_tw: 題組 %1 已指派給 %2.

source: Set Actions
zh_tw: 題組動作

source: Set Default
zh_tw: 題組預設

source: Set Definition Files
fr: Fichier de définition devoirs
zh_tw: 題組定義檔

source: Set Description
fr: Description du devoir
zh_tw: 題組描述

source: Set Detail Help
zh_tw: 題組細節說明

source: Set Detail for set %2
zh_tw: 題組 %2 的題組細節

source: Set Header
fr: Entête du devoir
ko: 문제집 헤더
tr: Set Başlığı
zh_tw: 設定標題

source: Set Header for set %1
zh_tw: 設定題組 %1 的標題

source: Set ID
zh_tw: 題組代號

source: Set Info
ko: 문제집 정보
tr: Set Bilgileri
zh_tw: 題組資訊

source: Set LMS context ids for courses to map LMS courses to WeBWorK courses for content item selection.
zh_tw: 為課程設置 LMS 內容識別碼，以便將 LMS 課程對應到 WeBWorK 課程，用於內容項目選擇。

source: Set List
ko: 문제집 리스트
tr: Set Listesi
zh_tw: 題組清單

source: Set Name
ko: 문제집 이름
tr: Set Adı
zh_tw: 題組名稱

source: Set Parameters
zh_tw: 題組參數

source: Set Values
zh_tw: 設定值

source: Set an existing template file as the email notification template for this achievement
zh_tw: 將現有範本檔案設定為此成就的郵件通知範本

source: Set closes on %1.
zh_tw: 題組在 %1 關閉。

source: Set definition (".def") files
zh_tw: 題組定義檔 (".def")

source: Set is closed.
zh_tw: 題組已關閉。

source: Set is due on %1.
zh_tw: 題組將於 %1 截止。

source: Set opens on %1.
zh_tw: 題組在 %1 開放。

source: Set to true for log to mean base 10 log and false for log to mean natural logarithm.
zh_tw: 設為是表示對數以 10 為底，設為否則表示對數為自然對數。

source: Set to true to allow students to enter Unicode versions of some characters (like U+2212 for the minus sign) in their answers. One reason to allow this is that copying and pasting output from MathJax can introduce these characters, but it is also getting easier to enter these characters directory from the keyboard.
zh_tw: 設為是以允許學生在答案中輸入某些字元的 Unicode 版本（如減號 U+2212）。允許這麼做可能會在 MathJax 複製和貼上輸出引入這些字元，但從鍵盤直接輸入這些字元也變得愈來愈容易。

source: Set to true to display the "Entered" column which automatically shows the evaluated student answer, e.g., 1 if student input is sin(pi/2). If this is set to false, e.g., to save space in the response area, the student can still see their evaluated answer by clicking on the typeset version of their answer.
zh_tw: 設為是以顯示「輸入」欄，該欄會自動顯示評估後的學生答案，例如，若學生輸入 sin(pi/2)，則顯示 1。若設為否，例如，為了節省回應區域的空間，學生仍可點擊他們答案的排版版本來查看評估後的答案。

source: Set to true to have Full Width Unicode character (U+FF01 to U+FF5E) converted to their ASCII equivalents (U+0021 to U+007E) automatically in MathObjects. This may be valuable for Chinese keyboards, for example, that automatically use Full Width characters for parentheses and commas.
zh_tw: 設為是可在數學物件中將全形 Unicode 字元 (U+FF01 到 U+FF5E) 自動轉換為其對應的 ASCII 字元 (U+0021 到 U+007E)。這對於中文鍵盤來說可能是有價值，例如，自動使用全形字元作為括號和逗號。

source: Sets
fr: Devoirs
ko: 문제집
tr: Setler
zh_tw: 題組

source: Sets Manager
zh_tw: 題組管理器

source: Sets Manager Help
zh_tw: 題組管理器說明

source: Sets assigned to %1
zh_tw: 指派給 %1 的題組

source: Sets assigned to %1 (%2)
zh_tw: 指派給 %1 (%2) 的題組

source: Sets assigned to student Help
zh_tw: 題組指派給學生的說明

source: Sets how grades will be passed back from WeBWorK to the LMS.<dl><dt>course</dt><dd>Sends a single grade back to the LMS. This grade is calculated out of the total question set that has been assigned to a user and made open. Therefore it can appear low, since it counts problem sets with future due dates as zero.</dd> <dt>homework</dt><dd>Sends back a score for each problem set (including for each quiz). To use this, the external links from the LMS must be problem set specific. For example, <code>webwork.myschool.edu/webwork2/course-name/problem_set_name</code>. If the problem set name has space characters, they should be underscores in these addresses. Also, to initialize the communication between WeBWorK and the LMS, the user must follow each of these external learning tools at least one time. Since there must be a separate external tool link for each problem set, this option requires more maintenance of the LMS course.</dd></dl>
zh_tw: 設置如何將成績從 WeBWorK 傳回 LMS。<dl><dt>課程</dt><dd>將單一成績傳回 LMS。這個成績是根據指派給使用者並已開放的所有題組計算出來的。因此，成績可能看起來較低，因為計算時包含未來截止日期的題組會被算為零。</dd><dt>作業</dt><dd>將每個題組（包括每個測驗）的分數傳回 LMS。使用此選項時，LMS 中的外部連結必須是特定於題組的。例如，<code>webwork.myschool.edu/webwork2/course-name/problem_set_name</code>。如果題組名稱中有空格，則在這些位址中應使用底線。此外，為了初始化 WeBWorK 和 LMS 之間的溝通，使用者必須至少使用一次這些外部學習工具。由於每個問題題組必須有單獨的外部工具連結，因此此選項需要更多的 LMS 課程維護。</dd></dl>

source: Sets sorted by %1 in %plural(%2,ascending,descending) order, and then by %3 in %plural(%4,ascending,descending) order.
zh_tw: 題組按 %1 以 %plural(%2, 升序, 降序) 排序，接著按 %3 以 %plural(%4, 升序, 降序) 排序。

source: Sets sorted by %1 in %plural(%2,ascending,descending) order, then by %3 in %plural(%4,ascending,descending) order,and then by %5 in %plural(%6,ascending,descending) order.
zh_tw: 題組按 %1 以 %plural(%2, 升序, 降序) 排序，接著按 %3 以 %plural(%4, 升序, 降序) 排序，然後按 %5 以 %plural(%6, 升序, 降序)排序。

source: Sets the order in which achievements are listed and evaluated.
zh_tw: 設定成就列出和評估的順序。

source: Setting
zh_tw: 設定

source: Setting Documentation
zh_tw: 設定文件

source: Setup One-Time Password Authentication
zh_tw: 設定一次性密碼驗證

source: Shift dates so that the earliest is
zh_tw: 將日期調整為最早的是

source: Show
fr: Afficher
zh_tw: 顯示

source: Show %1 more like this
zh_tw: 顯示類似的 %1

source: Show By Date
zh_tw: 按日期顯示

source: Show By Type
zh_tw: 按類型顯示

source: Show Correct Answers
zh_tw: 顯示正確答案

source: Show Date & Size
fr: Voir la date et la taille
zh_tw: 顯示日期和大小

source: Show Hints After
zh_tw: 在之後顯示提示

source: Show LTI parameters (for debugging)
zh_tw: 顯示 LTI 參數 (用於除錯)

source: Show Me Another
zh_tw: 顯示另一個

source: Show Me Another %1
zh_tw: 顯示另一個 %1

source: Show Past Answers
fr: Afficher les réponses précédentes
ko: 지난 정답 보기
tr: Önceki Yanıtları Göster
zh_tw: 顯示之前的答案

source: Show Problem Grader
zh_tw: 顯示問題評分

source: Show Problem Graders
zh_tw: 顯示問題評分

source: Show Problem Source File
zh_tw: 顯示問題原始檔案

source: Show Problem Source File:
zh_tw: 顯示問題原始檔案：

source: Show Problems on Finished Versions
zh_tw: 顯示已完成版本的問題

source: Show Scores on Finished Versions
zh_tw: 顯示已完成版本的分數

source: Show Total Homework Grade on Grades Page
zh_tw: 在成績頁顯示全部作業成績

source: Show all students
zh_tw: 顯示所有學生

source: Show all tests
zh_tw: 顯示所有測驗

source: Show automatic answer feedback
zh_tw: 顯示自動答案反饋

source: Show correct answer "Reveal" button always
zh_tw: 始終顯示顯示正確答案「顯示」按鈕

source: Show less like this
zh_tw: 減少顯示類似內容

source: Show past answers. Students can only see their own past answers, and they will not be able to see which parts are correct. Instructors can use the form to select any combination of users, sets, and problems to view. For users, one can select the sort field, the format of the display list, and the filter. If multiple filters are selected and the "Intersection" radio button is used, the filters will be applied in sequence, narrowing the results list. If the "Union" button is used, the updated list will be the union of all results lists from the multiple filters.The table below will list the past answers colored according to correctness (green is correct). Use control + click to select multiple users, sets, or problems.
zh_tw: 顯示之前的答案。學生只能看到自己之前的答案，並且無法看到哪些部分是正確的。講師可以使用表單來選擇使用者、題組和問題的任意組合進行查看。對於使用者，可以選擇排序欄位、顯示清單的格式以及篩選器。如果選擇了多個篩選器並使用「交集」按鈕，篩選器將按順序作用，縮小結果列表。如果使用「聯集」按鈕，更新的清單將是來自多個篩選器的所有結果清單的合併。下表將根據正確性以顏色標示過去的答案（綠色表示正確）。使用 Ctrl 加上點擊來選擇多位使用者、題組或問題。

source: Show saved answers?
fr: Montrer les réponses enregistrés ?
zh_tw: 顯示儲存的答案？

source: Show the correct answer to the current problem before re-randomization.
zh_tw: 在重新隨機化之前，顯示目前問題的正確答案。

source: Show the correct answer to the current problem on the last attempt before a new version is requested.
zh_tw: 在請求新版本之前，最後一次嘗試會顯示目前問題的正確答案。

source: Show which achievements?
zh_tw: 顯示哪些成就？

source: Show which jobs?
zh_tw: 顯示哪些工作？

source: Show which sets?
fr: Afficher quels devoirs?
ko: 보여줄 문제집은?
tr: Hangi setler gösterilecek?
zh_tw: 顯示哪些題組？

source: Show which users?
zh_tw: 顯示哪些使用者？

source: Show:
fr: Afficher :
ko: 보이기:
zh_tw: 顯示：

source: Showing %1 out of %2 achievements.
zh_tw: 顯示 %2 項成就中的 %1 項。

source: Showing %1 out of %2 sets.
fr: %1 devoirs affichés sur un total de %2.
ko: 2% 문제집 중에 1% 보이기
tr: %2 setin %1 tanesi gösteriliyor.
zh_tw: 顯示 %2 個題組中的 %1 個。

source: Showing %1 out of %2 users
fr: %1 usagers affichés sur un total de %2.
ko: 2% 사용자 중에 1% 보이기
tr: %2 kullanıcının %1 tanesi gösteriliyor.
zh_tw: 顯示 %2 位使用者中的 %1 位

source: Showing achievements in category %1.
zh_tw: 顯示類別 %1 中的成就。

source: Showing all achievements.
zh_tw: 顯示所有成就。

source: Showing all jobs.
zh_tw: 顯示所有工作。

source: Showing all sets.
zh_tw: 顯示所有題組。

source: Showing all students
zh_tw: 顯示所有學生

source: Showing all tests
zh_tw: 顯示所有測驗

source: Showing all users.
zh_tw: 顯示所有使用者。

source: Showing data from merge file %1 for user %2:
zh_tw: 為使用者 %2 顯示合併檔 %1 中的資料：

source: Showing data from merge file: %1
zh_tw: 顯示合併檔中的資料：%1

source: Showing disabled achievements.
zh_tw: 顯示已停用的成就。

source: Showing enabled achievements.
zh_tw: 顯示已實現的成就。

source: Showing matching achievements.
zh_tw: 顯示相符的成就。

source: Showing matching jobs.
zh_tw: 顯示相符的工作。

source: Showing matching sets.
zh_tw: 顯示相符的題組。

source: Showing matching users.
zh_tw: 顯示相符的使用者。

source: Showing problem for:
zh_tw: 顯示以下問題：

source: Showing progress for:
zh_tw: 顯示以下進度：

source: Showing selected achievements.
zh_tw: 顯示所選的成就。

source: Showing selected jobs.
zh_tw: 顯示所選的工作。

source: Showing selected sets.
zh_tw: 顯示所選的題組。

source: Showing selected users.
zh_tw: 顯示所選的使用者。

source: Showing statistics for:
zh_tw: 顯示以下統計資料：

source: Shows how many instructors and students have been assigned this problem set, out of the total number in the class. Clicking on this link allows you to assign the set to users, unassign this set from users, and to individually edit the assignment for specific users. For changing dates for individual users there are also shortcuts from the "Instructor Tools" link.
zh_tw: 顯示在班級總人數中, 有多少講師和學生被指派了這個問題題組。點擊此連結，你可以將該題組指派給使用者、取消指派此題組，以及單獨編輯特定使用者的作業。若要更改個別使用者的日期，還可以使用「講師工具」連結中的快捷方式。

source: Site Information
ko: 사이트 정보
tr: Web Alanı Bilgileri
zh_tw: 網站資訊

source: Skip archiving this course
zh_tw: 略過封存本課程

source: Skip explanation essay answer fields
zh_tw: 略過解釋論述答案欄位

source: Skip two factor verification on this device for future logins.
zh_tw: 此裝置未來登入時略過雙因子驗證。

source: Solutions
ko: 풀이
zh_tw: 解答

source: Some OPL problems have been rated for difficulty/educational objective. The levels are loosely inspired by Bloom's taxonomy. They are assigned numbers from 1 to 6 as follows.
zh_tw: 一些 OPL 問題已經根據難度/教育目標進行了評等。這些評分層級大致受到布魯姆分類法的啟發。它們被指派了以下 1 到 6 的數字。

source: Some WeBWorK problems are programmed using what are called <i>Math Objects</i>. These problems are preferred by some people because they provide a more consistent collection of messages to faulty student answers, particularly for answers which are way off base.
zh_tw: 有些 WeBWorK 題目是使用所謂的<i>數學物件</i>來撰寫程式的。有些人偏愛這些題目，因為它們能對學生的錯誤答案提供更一致的訊息，特別是那些偏離題意的答案。

source: Some of these files are directories. Only delete directories if you really know what you are doing. You can seriously damage your course if you delete the wrong thing.
fr: Certains de ces fichiers sont des répertoires. Supprimer seulement des répertoires si vous savez vraiment ce que vous faites. Vous pouvez endommager sérieusement votre cours si vous supprimez la mauvaise chose.
zh_tw: 其中一些檔案是目錄。只有在確定知道自己在做什麼的狀況下刪除目錄。如果刪錯東西，可能會對課你的程造成嚴重損害。

source: Some problems have an explanation essay answer field, typically following a simpler answer field. For example, find a certain derivative using the definition. An answer blank would be present for the derivative to be automatically checked, and then there would be a separate essay answer field to show the steps of actually using the definition of the derivative, to be scored manually. With this setting, the essay explanation fields are supperessed. Instructors may use the exercise without incurring the manual grading.
zh_tw: 某些問題包含論述答案欄位，通常位於較簡單的答案欄位之後。例如，使用定義求某個導數。會有一個答案空格供自動檢查導數，然後會有一個單獨的論述答案欄位，用於顯示實際使用導數定義的步驟，這些步驟需手動評分。啟用此設定後，將隱藏論述答案欄位。教師可使用該練習而不會遇到手動評分。

source: Some problems shown above represent multiple similar problems from the database. If the (top) information line for a problem has a letter M for "More", hover your mouse over the M to see how many similar problems are hidden, or click on the M to see the problems. If you click to view these problems, the M becomes an L, which can be clicked on to hide the problems again.
zh_tw: 上面顯示的某些問題代表數據庫中有多個相似問題。如果某個問題的（頂部）資訊行有字母 M 表示「更多」，將鼠標停在 M 上即可查看隱藏的相似問題數量，或點擊 M 以查看這些問題。如果你點擊查看這些問題，那麼 M 會變成 L，再次點擊 L 則可隱藏這些問題。

source: Sort
fr: Trier
ko: 분류
tr: tr: Sort
zh_tw: 排序

source: Sort By:
zh_tw: 排序方式：

source: Sort by
fr: Trier selon
ko: 분류
tr: Kriterlere Göre Sırala
zh_tw: 排序方式

source: Sort jobs in the table by fields. The jobs in the table can also be sorted by clicking on column headers in the table.
zh_tw: 根據欄位對表格中的工作進行排序。表格中的工作也可以通過點擊表格中的欄位標題進行排序。

source: Sorts the table rows by set name, due date, etc. The table rows can also be sorted by clicking on an active link at the top of the column.
zh_tw: 表格列按題組名、截止日期等排序。表格列也可以通過點擊欄位上方的有效連結接進行排序。

source: Source File
fr: Fichier source
zh_tw: 原始檔案

source: Source file paths cannot include .. or start with /: your source file path was modified.
fr: Le chemin de fichier source ne peut pas inclure .. ou commencer par /: le chemin a été modifié.
zh_tw: 不能包含 .. 或以 :/ 開頭的來源檔案路徑，你的來源檔案路徑已被修改。

source: Specify an ID, title, and institution for the new course. The course ID may contain only letters, numbers, hyphens, and underscores, and may have at most %1 characters.
zh_tw: 指定新課程的代號、標題和機構。課程代號只能包含字母、數字、連字符和底線，且最多可包含 %1 個字元。

source: Spell check the text of the file that your are editing. Note that there will be many spelling errors in the code parts of your file.
zh_tw: 檢查你正在編輯的檔案文字中的拼寫錯誤。請注意，你的檔案中的程式碼部分可能會有許多拼寫錯誤。

source: Standard Deviation
zh_tw: 標準差

source: Start
zh_tw: 開始

source: Start LTI Grade Update
zh_tw: 開始 LTI 成績更新

source: Start New Test
zh_tw: 開始新的測驗

source: Started
zh_tw: 開始

source: State
zh_tw: 狀況

source: Statistics
fr: Statistiques
ko: 점수 통계
tr: İstatistikler
zh_tw: 統計資料

source: Statistics Help
zh_tw: 統計資料說明

source: Statistics for %1
zh_tw: %1 的統計資料

source: Statistics for %1 problem %2
zh_tw: %1 問題 %2 的統計資料

source: Statistics for student %1
zh_tw: 學生 %1 的統計資料

source: Status
fr: Statut
ko: 상태
tr: Durumu
zh_tw: 狀況

source: Stop Acting
fr: Cesser de jouer le rôle
ko: 동작 중지
tr: Rol Yapmayı bırak
zh_tw: 結束模擬

source: Stop Archiving
zh_tw: 停止封存

source: Stop archiving courses
zh_tw: 停止封存課程

source: Student ID
fr: Numéro de l'étudiant
ko: 학생 ID
tr: Kullanıcı Adı
zh_tw: 學號

source: Student ID:
zh_tw: 學號：

source: Student Name
zh_tw: 學生名字

source: Student Progress
fr: Progrès des étudiants
ko: 학생 진행상황
tr: tr: Student Progress
zh_tw: 學生進度

source: Student Progress Help
zh_tw: 學生進度說明

source: Student Progress for %1
zh_tw: %1 的學生進度

source: Student Progress for set %1
zh_tw: 題組 %1 的學生進度

source: Student answers
fr: Réponses de l'étudiant
ko: 학생 답안
zh_tw: 學生答案

source: Student scores for the sets selected below will be calculated. This and other scoring operations can also be done using the "Scoring Tools" link.
zh_tw: 底下所選題組的學生分數將被計算。這個以及其他評分操作也可以使用「評分工具」連結來完成。

source: Student:
zh_tw: 學生：

source: Students
zh_tw: 學生

source: Subject
zh_tw: 主題

source: Subject Area Problems
zh_tw: 主題領域問題

source: Subject Areas
zh_tw: 主題領域

source: Subject:
fr: Sujet:
zh_tw: 主題：

source: Submission time:
zh_tw: 繳交時間：

source: Submit
zh_tw: 繳交

source: Submit Answers
fr: Soumettre les réponses
ko: 정답 제출하기
tr: Yanıtları Gönder
zh_tw: 繳交答案

source: Submit Answers for %1
fr: Soumettre les réponses pour %1
ko: 답안 %1 제출하기
zh_tw: 繳交 %1 的答案

source: Submit Choices
zh_tw: 繳交選擇

source: Success Index
zh_tw: 成功指數

source: Success index is the square of the average score divided by the average number of attempts.
zh_tw: 成功指數等於平均得分的平方除以平均嘗試次數。

source: Success index is the square of the score divided by the number of attempts.
zh_tw: 成功指數等於分數的平方除以嘗試次數。

source: Successfully archived the course %1.
zh_tw: 成功封存課程 %1。

source: Successfully created new achievement %1
zh_tw: 成功建立新成就 %1

source: Successfully created new set %1
fr: Réussite de la création du nouveau devoir %1
ko: 새로운 문제집 %1이 성공적으로 생성되었습니다
tr: Yeni set %1 başarıyla yaratıldı
zh_tw: 成功建立新的題組 %1

source: Successfully created the course %1
zh_tw: 成功建立課程 %1

source: Successfully deleted the course %1.
zh_tw: 成功刪除課程 %1。

source: Successfully renamed the course %1 to %2
zh_tw: 成功將課程 %1 重命名為 %2

source: Successfully unarchived %1 to the course %2
zh_tw: 成功地將 %1 解除封存到課程 %2

source: Symbolic links can not be followed.
zh_tw: 無法跟隨符號連結。

source: TA:
zh_tw: 助教：

source: Table defined in database but missing in schema
zh_tw: 在資料庫中定義的表格但在模式中缺少該表

source: Table defined in schema but missing in database
zh_tw: 在模式定義的表格但在資料庫中缺少該表

source: Table is ok
zh_tw: 表格沒問題

source: Take Action!
fr: Effectuer l'action!
ko: 실행!
tr: İşlemi Gerçekleştir!
zh_tw: 執行！

source: Target Set:
zh_tw: 目標題組：

source: Task
zh_tw: 任務

source: TeX Source
zh_tw: TeX 原始碼

source: Template ID: %1
zh_tw: 範本代號：%1

source: Template Substitutions
zh_tw: 範本替換

source: Test
zh_tw: 測驗

source: Test %2
zh_tw: 測驗 %2

source: Test Default
zh_tw: 測驗預設值

source: Test Name
zh_tw: 測驗名稱

source: Test Parameters
zh_tw: 測驗參數

source: Test Time
zh_tw: 測驗時間

source: Test Time Limit
zh_tw: 測驗時間限制

source: Test Time Notification
zh_tw: 測驗時間通知

source: Test Versions
zh_tw: 測驗版本

source: Test not yet submitted.
zh_tw: 測驗尚未繳交。

source: Test/Quiz
zh_tw: 測驗／小考

source: Tests/Quizzes
zh_tw: 測驗／小考

source: Text
fr: Texte
zh_tw: 文字

source: Text Editor Options
zh_tw: 文字編輯器選項

source: Text chapter:
fr: Chapitre du texte:
zh_tw: 文字章節：

source: Text section:
fr: Section du texte:
zh_tw: 文字部分：

source: Textbook:
fr: Livre:
zh_tw: 課本：

source: The "Edit Target Set" button at the top of the page will take you to the Set Detail page which will allow you to edit dates, assign users and other information about the problem set.
zh_tw: 頁面上面的「編輯目標題組」按鈕會將帶你到題組細節頁面，在那裡你可以編輯日期、指派使用者及其他與問題題組相關的資訊。

source: The "Score" tab will export achievement data to a CSV file that can be downloaded. The export contains the global data including number of achievement points and current level of each student. In addition for each selected achievement, a column for if the achievement was earned (1) or not earned (0) will be added to the CSV.
zh_tw: 「分數」分頁將匯出成就資料至可下載的 CSV 檔案。匯出內容包含全域資料，以及每個學生的成就點數和目前層級。此外，對於每個所選的成就，CSV 檔案中會新增一欄，以顯示該成就是否達成（1）或未達成（0）。

source: The <strong>Assigned sets</strong> column (x/y) indicates that x sets out of y sets avaiable have been assigned to this student. Click this link to assign or unassign sets to this student, to adjust due dates, or to adjust the grades on an assignment for a student.
zh_tw: <strong>已指派題組</strong>行 (x/y) 表示該學生被指派了 y 個題組中的 x 個題組。點擊此連結可以將題組指派或取消指派給該學生，調整截止日期，或調整該學生的作業成績。

source: The <strong>Set Detail</strong> page can be viewed in one of two distinct modes:
zh_tw: <strong>題組細節</strong> 頁面可以兩種不同模式查看：

source: The <strong>login name</strong> column links allow you to "act as" a student.
zh_tw: <strong>登入名稱</strong> 欄的連結允許你以學生身份操作。

source: The <strong>pencil</strong> in the login column allows you to edit that student's data.
zh_tw: 登入欄中的 <strong>鉛筆</strong > 允許你編輯該學生的資料.

source: The Attempts figure is the global average of the number of attempts (both correct and incorrect) individuals take on this problem. A high figure may represent a difficult problem. Note that problems with multiple parts may have higher average attempts since many students will submit an answer to each part before continuing and each such submittal counts as an attempt.
zh_tw: 該嘗試次數是個人在此問題的嘗試次數（含正確和不正確）。數值高可能表示這是一個困難的題目。請注意，具有多個部分的問題可能會有較高的平均嘗試次數，因為許多學生會在繼續之前繳交每個部分的答案，而每次繳交都算作一次嘗試。

source: The Attempts figure is the local average of the number of attempts (both correct and incorrect) individuals at your institution take on this problem. A high figure may represent a difficult problem. Note that problems with multiple parts may have higher average attempts since many students will submit an answer to each part before continuing and each such submittal counts as an attempt.
zh_tw: 該嘗試次數是你的機構中，個人在此問題嘗試次數（含正確和不正確）。數值高可能表示這是一個困難的題目。請注意，具有多個部分的問題可能會有較高的平均嘗試次數，因為許多學生會在繼續之前繳交每個部分的答案，而每次繳交都算作一次嘗試。

source: The Maximum number of times Show me Another can be used per problem by a student. If set to -1 then there is no limit to the number of times that Show Me Another can be used.
zh_tw: 學生可以在每個問題中使用「顯示另一個」的最大次數。如果設定為 -1，那麼「顯示另一個」可以使用的次數沒有限制。
