Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: The Reduced Scoring Period is the default period before the due date during which all additional work done by the student counts at a reduced rate. When enabling reduced scoring for a set the reduced scoring date will be set to the due date minus this number. The reduced scoring date can then be changed. If the Reduced Scoring is enabled and if it is after the reduced scoring date, but before the due date, a message like "This assignment has a Reduced Scoring Period that begins 11/08/2009 at 06:17pm EST and ends on the due date, 11/10/2009 at 06:17pm EST. During this period all additional work done counts 50% of the original." will be displayed.
zh_tw: 減分期是截止日期前的預設期間，期間內學生完成的所有額外作業將以降低的比例計算。啟用題組的減分時，減分日期將設定為截止日期減去此數字。之後可以變更減分日期。如果啟用減分，且在減分日期之後及截止日期之前，會顯示以下的訊息：「此作業有一個減分期，從 2009 年 11 月 8 日下午 06:17 EST 開始，到截止日期 2009 年 11 月 10 日下午 06:17 EST 結束。在此期間，所有額外作業的分數將按原始分數的 50% 計算。」

source: The Status figure is the global average of the Status individuals have earned on this problem. The Status is the percentage correct (from 0% to 100%) recorded for the problem. A low figure may represent a difficult problem. The Status is often fairly high since many students will work on a problem until they get it correct or nearly so.
zh_tw: 該狀況值是個人在此問題上獲得的全球平均值。這裡的狀況為記錄此問題的正確百分比（從 0% 到 100%）。數值低可能表示這是一個困難的題目。由於許多學生會不斷操作直到答對或接近正確，狀況值通常會相對較高。

source: The Status figure is the local average of the Status individuals at your institution have earned on this problem. The Status is the percentage correct (from 0% to 100%) recorded for the problem. A low figure may represent a difficult problem. The Status is often fairly high since many students will work on a problem until they get it correct or nearly so.
zh_tw: 該狀況值是你的機構中，個人在此問題上獲得的本地平均值。這裡的為記錄此問題的正確百分比（從 0% 到 100%）。數值低可能表示這是一個困難的題目。由於許多學生會不斷操作直到答對或接近正確，狀況值通常會相對較高。

source: The WeBWorK administrators need to be added to the course in order for them to access the course. Unchecking this option will make it so WeBWorK administrators cannot directly login to the course.
zh_tw: 需要將 WeBWorK 管理者新增到課程中，才能讓他們訪問課程。取消選擇此選項將使 WeBWorK 管理者無法直接登入課程。

source: The achievement evaluator is the perl code that is run after each submit to determine if an achievement is earned or not. Click on the "Edit Evaluator" link to edit the evaluator.
zh_tw: 成就評估器是每次繳交後運行的 perl 程式碼，用來判斷是否獲得成就。點擊「編輯評估器」連結可編輯評估器。

source: The achievement notification template for %1 has been renamed to "%2".
zh_tw: 成就通知模板 %1 已重新命名為「%2」。

source: The achievement notification template for achievement %1 has been disabled.
zh_tw: 成就 %1 的成就通知範本已被停用。

source: The adjusted status of a problem is the larger of the problem's status andthe weighted average of the status of those problems which count towards the parent grade.
zh_tw: 問題的調整狀況是問題的狀況和計入最終成績的問題狀況加權平均值中較大的那個。

source: The amount of time (in minutes) after the due date that the Answers are available to student to view. You can change this for individual homework, but WeBWorK will use this value when a set is created.
zh_tw: 作業截止日期後，學生可查看答案的時間（以分鐘計）。你可以為個別作業更改此設定，但 WeBWorK 在建立題組時將使用這個值。

source: The amount of time (in minutes) before the due date when the assignment is opened. You can change this for individual homework, but WeBWorK will use this value when a set is created.
zh_tw: 作業開放後到截止日期之間的時間（以分鐘計）。你可以為個別作業變更此設定，但 WeBWorK 在建立題組時會使用這個值。

source: The archive filename cannot be empty.
zh_tw: 封存檔名不能為空。

source: The archive filename contains illegal characters
zh_tw: 封存檔名包含非法字元

source: The archive filename may not contain a path component
zh_tw: 封存檔名不能包含路徑部分

source: The attached file "%1" exceeds the allowed attachment size of %quant(%2,megabyte).
zh_tw: 附件檔案「%1」超過允許的附件大小 %quant(%2, MB)。

source: The child problems for this problem will become visible to the student when they either have more incorrect attempts than is specified here, or when they run out of attempts, whichever comes first. Use -1 to indicate that child problems should only be available after a student runs out of attempts.
zh_tw: 當學生的錯誤嘗試次數超過此處指定的次數，或者當他們的嘗試次數用完時（以先達到者為準），該問題的子問題將會變得可見。使用 -1 表示子問題僅在學生用完所有嘗試次數後才可見。

source: The classlist files are stored in the templates directory and provide a convenient way to enter a large number of students into your class. To view the format for <strong>ClassList files</strong> see the <a %1>ClassList specification</a> or download the %2 file and use it as a model. ClassList files can be prepared using a spreadsheet and then saved as %3 (comma separated values) text files. However, to access as a classlist file, the file suffix needs to be changed to %4, which can be done with the "Rename" button.
zh_tw: 班級名單儲存在 templates 目錄中，這提供了一種將大量學生加入你的課程的方便的方式。若要查看<strong>班級名單</strong>的格式，參閱<a %1>班級名單規範</a>或下載 %2 檔案作為範本。班級名單可以用試算表準備，然後儲存為 %3（逗號分隔值）文字。然而，若要作為班級名單訪問，需將檔案後綴變更為 %4，這可以透過「重新命名」按鈕完成。

source: The close date must be on or after the open date for set %1.
zh_tw: 題組 %1 的結束日期必須等於或晚於開始日期。

source: The close date must be on or after the open date.
zh_tw: 結束日期必須等於或晚於開始日期。

source: The context id for %1 is requested to be set to be the same as that of %2, and both courses are configured to use LTI 1.1, but the consumer keys for the two courses are either not both set or are the same.
zh_tw: %1 的內容識別碼要求設定為與 %2 相同，且兩個課程都配置為使用 LTI 1.1，但這兩個課程的使用者金鑰未設定或相同。

source: The context id for %1 is requested to be set to be the same as that of %2, but the two courses are configured to use LTI 1.3 with the same LTI 1.3 authentication parameters.
zh_tw: 要求將 %1 的容識別碼設定為與 %2 的相同，但這兩個課程被配置為使用相同 LTI 1.3 驗證參數的 LTI 1.3。

source: The correct answers shown in feedback are instructor previews and will only be shown to students after the answer date.
zh_tw: 反饋中顯示的正確答案是供教師預覽，只有在回答日期之後才會顯示給學生。

source: The correct answers shown in feedback are instructor previews and will only be shown to students when answers are available.
zh_tw: 反饋中顯示的正確答案是供教師預覽，學生只有在答案開放時才能看到。

source: The course "%1" has already been archived at "%2". This earlier archive will be erased. This cannot be undone.
zh_tw: 課程「%1」已經在「%2」封存。先前的封存檔將被清除。這是無法取消的。

source: The course %1 uses an external authentication system (%2). Please go there to log in again.
zh_tw: 課程 %1 使用外部驗證系統 (%2)。請到那裡重新登入。

source: The course %1 uses an external authentication system (%2). Please return to that system to access this course.
zh_tw: 課程 %1 使用外部驗證系統 (%2)。請回到該系統訪問本課程。

source: The course %1 uses an external authentication system (%2). You've authenticated through that system, but aren't allowed to log in to this course.
zh_tw: 課程 %1 使用外部驗證系統 (%2)。你已通過該系統進行驗證，但無法登入此課程。

source: The course database must be upgraded before archiving this course.
zh_tw: 封存此課程前必須先升級課程資料庫。

source: The course database must be upgraded before renaming this course.
zh_tw: 重命名此課程前必須先升級課程資料庫。

source: The current mode should be made clear by the information at the top of the page.
zh_tw: 當前模式應該由頁面頂部的資訊明確顯示。

source: The current state of the job. This will be one of "inactive", "active", "finished", or "failed". If a job is "inactive" it means that the job has been added to the queue, but execution of the job has not yet started. If a job is "active" it means that the job is currently being executed. If a job is "finished" it means that the execution of the job has successfully completed. If a job is "failed" it means that the execution of job has completed, but there were errors in the execution of the job. If the job is in the "finished" or "failed" state, then there will also be a button which when clicked will show a dialog containing information about what happened when the job was executed.
zh_tw: 工作的當前狀況。狀況將會是「未動作」、「動作」、「已完成」或「失敗」其中之一。如果工作是「未動作」狀況，則表示該工作已被新增到佇列中，但尚未開始執行。如果工作是「動作」狀況，則表示該工作正在執行中。如果工作是「已完成」狀況，則表示該工作的執行已成功完成。如果工作是「失敗」狀況，則表示該工作已完成執行，但在執行過程中出現了錯誤。如果工作處於「已完成」或「失敗」狀況，則會有一個按鈕，點擊後將顯示一個對話框，包含該工作執行時的相關訊息。

source: The current value of the achievement counter. Changes to this variable will be saved.
zh_tw: 成就計數器的現行值。將儲存對此變數的變更。

source: The default display mode
fr: Le mode d'affichage par défaut
zh_tw: 預設顯示模式

source: The default number of attempts before the problem is re-randomized. ( 0 => never )
zh_tw: 嘗試次數達此數後題目重新隨機化。(0 => 不重新產生)

source: The default number of attempts between re-randomization of the problems ( 0 => never)
zh_tw: 重新隨機產生問題的預設嘗試次數 (0 => 從不)

source: The description shown to students which states what action is needed to earn the achievement.
zh_tw: 此描述向學生展示需要採取什麼行動來獲得成就。

source: The directory you specified doesn't exist
zh_tw: 指定的目錄不存在

source: The email verbosity level controls how much information is automatically added to feedback emails. Levels are<ol><li> Simple: send only the feedback comment and context link</li><li> Standard: as in Simple, plus user, set, problem, and PG data</li><li> Debug: as in Standard, plus the problem environment (debugging data)</li></ol>
zh_tw: 郵件的詳細程度控制自動新增到反饋郵件中的資訊多寡。詳盡層級分為：<ol><li>簡單：僅發送反饋評註和上下文連結</li><li>標準：如同簡單，另外包括使用者、題組、題目和 PG 資料</li><li>除錯：如同標準，另外包括題目環境（除錯資料）</li></ol>

source: The error message is: %1
zh_tw: 錯誤訊息是：%1

source: The evaluator for %1 has been renamed to "%2".
zh_tw: 評估器 %1 已重新命名為「%2」。

source: The file "%1" cannot be found.
zh_tw: 找不到檔案「%1」。

source: The file "%1" cannot be read!
zh_tw: 檔案「%1」無法讀取！

source: The file "%1" does not appear to be a text or image file.
zh_tw: 檔案「%1」似乎不是文字或圖片檔。

source: The file "%1" is a directory!
zh_tw: 檔案「%1」是一個目錄！

source: The file "%1" is a template. You may use "Save As" to create a new file.
zh_tw: 檔案「%1」是一個範本。你可以使用「另存為」建立一個新檔案。

source: The file "%1" is protected. You may use "Save As" to create a new file.
zh_tw: 檔案「%1」受到保護。你可以使用「另存為」建立一個新檔。

source: The file %1 already exists and cannot be overwritten. The message was not saved.
zh_tw: 檔案 %1 已經存在，無法覆蓋。訊息未儲存。

source: The file %1 cannot be found.
zh_tw: 找不到檔案「%1」。

source: The file %1 cannot be found. Check whether it exists and whether the directory %2 can be read by the webserver.
zh_tw: 找不到檔案 %1。請檢查它是否存在，以及目錄 %2 是否可以被網站伺服器讀取。

source: The file %1 exists. Check "Overwrite existing archive" to force this file to be replaced.
zh_tw: 檔案 %1 已存在。點選「覆蓋現有封存檔」以強制替換此檔案.

source: The file %1 is not contained in the course templates directory and can not be modified.
zh_tw: 檔案 "%1" 不在課程 templates 目錄中，無法修改。

source: The file %1 is not readable by the webserver. Check that it's permissions are set correctly.
zh_tw: 網站伺服器無法讀取檔案 %1。檢查其權限設定是否正確。

source: The file does not appear to be a text file
zh_tw: 該檔似乎不是文字檔

source: The file you are trying to download doesn't exist
zh_tw: 你嘗試下載的檔案不存在

source: The filetype of the attached file "%1" is not allowed.
zh_tw: 不允許附加檔案「%1」的檔案類型。

source: The following %plural(%1,file already exists,files already exist). Check "Overwrite existing files silently" to unpack %plural(%1,this file,these files).
zh_tw: 以下 %plural(%1, 檔案已存在, 檔案已存在)。勾選「靜默覆蓋現有檔案」來解壓縮 %plural(%1, 此檔案, 這些檔案)。

source: The following %plural(%1,file is,files are) outside the current working directory and can not be safely unpacked.
zh_tw: 以下 %plural(%1, 檔案位於, 檔案位於) 當前工作目錄之外，無法安全解壓縮。

source: The following courses were successfully hidden:
zh_tw: 以下課程已成功隱藏：

source: The following courses were successfully unhidden:
zh_tw: 以下課程已成功取消隱藏：

source: The following describes how the checkboxes alter the scoring output
zh_tw: 以下是關於勾選框如何改變評分輸出的描述

source: The following files have been selected for archiving. Select the type of archive and any subset of the requested files.
zh_tw: 已選取以下檔案進行封存。請選擇封存類型及所需檔案的任意子集。

source: The following users are NOT assigned to this set and will be ignored: %1
fr: Les utilisateurs suivant ne sont PAS assignée à un devoir et seront ignorés: %1
zh_tw: 以下使用者未被指派到此題組，因此將被忽略：%1

source: The following variables are available for use in the template. These variables can be used inside %1 tags. For example, %2 will insert the description of the achievement into the email body.
zh_tw: 以下變數可用於範本中。這些變數可以用在 %1 標籤內。例如，%2 將插入成就描述到郵件內容中。

source: The given file path is not a valid location.
zh_tw: 給定的檔路徑不是有效的位置。

source: The goal value of the achievement counter.
zh_tw: 成就計數器的目標值。

source: The grade for this problem is the larger of the score for this problem, or the score of problem %1.
zh_tw: 這個問題的成績是此問題分數或問題 %1 分數中的較大者。

source: The grade for this problem is the larger of the score for this problem, or the weighted average of the problems: %1.
zh_tw: 該問題的成績是此題目的分數或題目的加權平均 %1 中較高者。

source: The hardcopy header for set %1 has been renamed to "%2".
zh_tw: 題組 %1 的列印副本標題已被重命名為 "%2"。

source: The hint shown is an instructor preview and will be shown to students after %quant(%1,attempt).
zh_tw: 顯示的提示為講師預覽，將在 %quant(%1, 嘗試) 後向學生顯示。

source: The hint shown is an instructor preview and will not be shown to students.
zh_tw: 顯示的提示為講師預覽，不會顯示給學生。

source: The information box on the right displays information about the course. This is useful for leaving course wide messages for students. It contains text from the file templates/course_info.txt. Instructors can edit this file from the web (click on the "Edit" link).
zh_tw: 右側的資訊框顯示有關課程的資訊。充分留下課程訊息對學生非常有用。它包含來自檔案 templates/course_info.txt 的文字。講師可以從網頁上編輯此檔案（點擊「編輯」連結）。

source: The initial value is the answer sub score for the answer that is currently shown. If this is modified, it will be used to compute the total problem score below. This score is not saved, and will reset to the score for the shown answer if the page is reloaded.
zh_tw: 初始值是目前顯示答案的子分數。如果此分數被修改，它將用於計算下面的總問題分數。此分數不會儲存，且如果重新載入頁面，將重置為顯示答案的分數。

source: The initial value is the currently saved score as a point value computed using the percent score. This point value is used to compute the percent score (rounded to a whole percent) that can be saved.
zh_tw: 初始值是以百分比分數計算出的目前儲存的點數值。這個點數值用於計算可以儲存的百分比分數（四捨五入到整數）。

source: The initial value is the currently saved score for this student.
zh_tw: 初始值是該學生目前儲存的分數。

source: The institution associated with the course %1 has been changed from %2 to %3
zh_tw: 與課程 %1 相關聯的機構已從 %2 變更為 %3

source: The institution associated with the course %1 is now %2
zh_tw: 與課程 %1 相關聯的機構現在是 %2

source: The instructor account with user id %1 does not exist. Instructor accounts must be created manually.
zh_tw: 使用者代號為 %1 的講師帳戶不存在。必須手動建立講師帳戶。

source: The instructor account with user id %1 does not exist. Please create the account manually via WeBWorK.
zh_tw: 使用者代號為 %1 的講師帳戶不存在。請利用 WeBWorK 手動建立帳戶。

source: The job id is an automatically incremented integer. It is used internally to uniquely identify jobs. It is also used to reference jobs in messages on this page.
zh_tw: 工作代號是一個自動遞增的整數。它在內部用於唯一標識工作。它也用於在這個頁面的訊息中引用職務。

source: The key maps that are available are "default", "emacs", "sublime", and "vim". The "default" key map has the standard behavior of a browser text area. You can use Ctrl-C to copy, Ctrl-V to paste, Ctrl-F to search, etc. If you are more comfortable with the "emacs", "sublime", or "vim" text editors then you may choose to use one of those key maps instead.
zh_tw: 可用的鍵對映有「default」、「emacs」、「sublime」和「vim」。其中，「default」鍵對映具有瀏覽器文字區域的標準行為。你可以使用 Ctrl-C 複製，Ctrl-V 來上，Ctrl-F 搜索等。如果你對「emacs」、「sublime」或「vim」文字編輯器更感舒適，那麼你可以選擇使用其中一個鍵對映。

source: The large text window
zh_tw: 大文字視窗

source: The list of files include regular files, directories (ending in a "/") and links (ending in a "@").
zh_tw: 檔案清單包括標準檔案、目錄（以 "/" 結尾）和連結（以 "@" 結尾）。

source: The login name cannot be changed. (It is the primary key for the student's data.) If you make a mistake in the login name at the beginning of the course (before any work has been done) then it is best to simply add a new student with the correct entry and drop the student with the bad login name. (See drop and delete students below.) If the login name must be changed after a user has started working assignments, then contact your system administrator, who can use the webwork2 "bin/change_user_id" script to change the user id.
zh_tw: 登入名稱不能變更。（它是學生資料的主要鍵值。）如果在課程開始時（任何作業尚未開始前）輸入的登入名稱有錯誤，那麼最好是新增一位輸入正確的學生並刪除登入名稱錯誤的學生。（見下方的刪除學生說明。）如果在使用者已經開始完成作業後必須變更登入名稱，則聯絡系統管理者可利用 webwork2 的 "bin/change_user_id" 腳本來更改使用者代號。

source: The main page allows access to set and student statistics. When selecting a student, their grades page is shown, which lists set totals and per problem grades for each set assigned to the student. When selecting a set, various statistics and histograms are shown for the overall grades of students who are currently enrolled or auditing the course.
zh_tw: 主頁允許訪問題組和學生統計資料。選擇學生時，會顯示其成績頁面，列出指派給學生的每個題組的總分和每個問題的成績。選擇題組時，則會顯示目前註冊或旁聽課程學生的總成績之各種統計資料和直方圖。

source: The main page for WeBWorK documentation is the <a %1>webwork wiki</a> while specific help for instructors setting up a course are in the <a %2>instructors' section</a>.
zh_tw: WeBWorK 文件的主頁是 <a %1>webwork wiki</a>，而有關講師設定課程的具體說明位於 <a %2>講師部分</a>。

source: The name "%1" is not a valid set name. Use only letters, digits, dashes, underscores, periods, and spaces.
zh_tw: 名稱「%1」不是有效的題組名稱。只能使用字母、數位、破折號、底線、句點和空格。

source: The name of course information file (located in the templates directory). Its contents are displayed in the right panel next to the list of homework sets.
fr: Le nom du fichier d'informations de cours (situé dans le répertoire templates). Son contenu est affiché dans le panneau juste à côté de la liste des devoirs.
zh_tw: 課程資訊檔的名稱（位於 templates 目錄中）。它的內容顯示在右側面板的作業題組清單旁。

source: The name of the LMS
zh_tw: LMS 的名稱

source: The name of the LMS. This is used in messages to users that direct them to go back to the LMS to access something in the WeBWorK course.
zh_tw: LMS 的名稱。這會用於指導使用者返回 LMS 以訪問 WeBWorK 課程中的訊息中。

source: The name of the task.
zh_tw: 任務的名稱。

source: The notification for %1 has been changed to "%2".
zh_tw: %1 的通知已變更為「%2」。

source: The number of points earned for earning the achievement.
zh_tw: 獲得成就所得到的點數。

source: The open date, due date, and answer date in "%1" are not in chronological order. Default values will be used for dates that are out of order.
zh_tw: 「%1」的開放日期、截止日期和答案日期沒有按時間順序排列。將使用預設值來取代錯誤順序的日期。

source: The original path is not in a valid location. Using failsafe %1
zh_tw: 原始路徑不在有效位置。使用故障保護 %1

source: The original path to the file is %1.
zh_tw: 該檔案的原始路徑是 %1。

source: The password and password confirmation for the instructor must match.
zh_tw: 講師的密碼和密碼確認必須相符。

source: The password can be any combination of letters, numbers and special symbols. Students are encouraged to use all three, and stay away from dictionary words. The password should not be the same as any password used elsewhere, such as for an email account. The password will only be present on the page if the user has permission to change the password.
zh_tw: 密碼可以是字母、數字和特殊符號的任意組合。建議學生使用這三種字元，並避免使用字典中的單詞。密碼不應與其他地方使用的密碼相同，例如電子郵件帳戶的密碼。只有在使用者有權限變更密碼時，該頁面才會顯示密碼。

source: The password you entered in the %1 field does not match your current password. Please retype your current password and try again.
zh_tw: 你在 %1 欄位輸入的密碼與當前密碼不相符。請重新輸入當前密碼並重試。

source: The passwords you entered in the %1 and %2 fields don't match. Please retype your new password and try again.
zh_tw: 你在欄位 %1 和 %2 中輸入的密碼不相符。請重新輸入你的新密碼並再試一次。

source: The path can not be the temporary edit directory.
zh_tw: 路徑不能為臨時編輯目錄。

source: The path to the original file should be absolute.
zh_tw: 原始檔案的路徑應該是絕對路徑。

source: The percentage of students receiving at least these scores. The median score is in the 50% column.
zh_tw: 至少獲得這些分數的學生百分比。中位數分數在 50% 欄中。

source: The prerequisite conditions have not been met for set '%1'.
zh_tw: 未滿足題組「%1」的前提條件。

source: The problem is shown at the top with the seed and answers of the selected student. Use the drop
zh_tw: 問題顯示在頂部，包含所選學生的種子和答案。使用下拉選單

source: The problem set is not yet open
zh_tw: 問題集尚未開放

source: The reduced credit date in "%1" is not between the open date and close date. The default value will be used.
zh_tw: 「%1」中減少分數的日期不在開始日期和結束日期之間。將使用預設值。

source: The reduced scoring date must be between the open date and the close date for set %1.
zh_tw: 題組 %1 的減分日期必須在開始日期和結束日期之間。

source: The reduced scoring date should be between the open date and close date.
zh_tw: 減分日期應該在開始日期和截止日期之間。

source: The requested LMS Context ID is the same as that of another course that is also configured to use LTI 1.1, but the consumer keys for both this course and that course are either both not set or are the same. This is not allowed, and so this setting was not saved.
zh_tw: 請求的 LMS 內容識別碼與另一個也配置為使用 LTI 1.1 的課程相同，但這兩個課程的使用者金鑰要或者都未設定，或者相同。這是不允許的，因此該設定未儲存。

source: The requested LMS Context ID is the same as that of another course that is also configured to use LTI 1.3, but this course and that course have the same LTI 1.3 authentication parameters. This is not allowed, and so this setting was not saved.
zh_tw: 請求的 LMS 內容識別碼與另一個也配置為使用 LTI 1.3 的課程相同，但這兩個課程擁有相同的 LTI 1.3 驗證參數。這是不允許的，因此該設定未儲存。

source: The requested file "%1" does not exist on the server.
zh_tw: 請求的檔案「%1」不存在於伺服器上。

source: The score for this problem can count towards score of problem %1.
zh_tw: 此問題的分數可以計入問題 %1 的分數。

source: The scoring files are stored in the scoring directory and are produced using the "Scoring Tools" page or the scoring command in the "Instructor Tools" module. These files can be downloaded, modified in a spreadsheet (for example, to add midterm scores) and then uploaded again to the scoring directory to be merged with email messages. (Use a new file name, other than %1, when uploading to prevent the scoring module from overwriting an uploaded file.)
zh_tw: 評分檔存儲在 scoring 目錄中，並使用「評分工具」頁面或「教師工具」模組中的評分指令產生。這些檔案可以下載並在試算表中修改（例如，新增期中考試成績），然後再上傳到 scoring 目錄中與電子郵件訊息合併。（上傳時請使用新的文件名，而不是 %1，以防評分模組覆蓋已上傳的檔案。）

source: The second row of the problem collection area is for browsing directories. The OPL will be there as well as any other directories that you may set up (for example Contrib). If this is selected, all subdirectories containing problems will be listed.
zh_tw: 問題收集區域的第二列用於瀏覽目錄。除了 OPL 你還可以設定其他目錄（例如 Contrib）。如果選擇此選項，將會列出包含問題的所有子目錄。

source: The security code is required.
zh_tw: 需要安全碼。

source: The selected problem set (%1) is not a valid set for %2.
zh_tw: 所選的問題題組 (%1) 不是 %2 的有效題組。

source: The selected problem set (%1) is not a valid set for %2: %3
zh_tw: 所選的問題題組 (%1) 不是 %2：%3 的有效題組

source: The set "%1" already exists.
zh_tw: 題組「%1」已經存在。

source: The set %1 already exists.
zh_tw: 題組 %1 已經存在。

source: The set header for set %1 has been renamed to "%2".
zh_tw: 題組 %1 的題組標題已被重命名為「%2」。

source: The set name "%1" is already in use. Pick a different name if you would like to start a new set. No set created.
zh_tw: 題組名稱「%1」已被使用。若你要開始新的題組，請選擇不同的名稱。未建立任何題組。

source: The sets checked below will be visible to students or hidden from students. Useful for preparing sets ahead of time, but not showing them to students; or for temporarily hiding a set which has a mistake in it while it is being fixed.
zh_tw: 下方勾選的題組將會對學生顯示或隱藏。這對於提前準備題組但不向學生顯示，或者在修正錯誤時暫時隱藏題組非常有用。

source: The sets checked below will become available for editing the due dates and visibility.
zh_tw: 以下勾選的題組將可以編輯截止日期和可見性。

source: The sets checked below will written to set definition files, to be saved for future use, or to be transferred to another course. The set definition files can be uploaded/downloaded using the "File Manager".
zh_tw: 底下所選的題組將被寫入題組定義檔，儲存以供日後使用，或轉移至其他課程。題組定義檔可以透過「檔案管理器」上傳／下載。

source: The settings for all tabs are saved when "Save Changes" is clicked, including settings that are not in the currently active tab.
zh_tw: 當點擊「儲存變更」時，所有分頁的設定都會被儲存，包括目前未啟用分頁中的設定。

source: The solution has been removed.
zh_tw: 該解答已被刪除。

source: The solution shown is an instructor preview and will only be shown to students after the answer date.
zh_tw: 解答顯示是是供講師預覽，只有在回答日期之後才會顯示給學生。

source: The solution shown is an instructor preview and will only be shown to students when answers are available.
zh_tw: 顯示的解答為講師預覽，只有在答案可查看示給學生。

source: The source file for "set %1 / problem %2" has been changed from "%3" to "%4".
zh_tw: 「題組 %1／問題%2」的原始檔案已從「%3」變更為「%4」。
