Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: account settings for <strong>one</strong> user
zh_tw: <strong>一位</strong>使用者的帳戶設定

source: achievements
zh_tw: 成就

source: active
fr: Actif
zh_tw: 活躍中

source: admin
zh_tw: 管理者

source: all course achievements
zh_tw: 所有課程成就

source: all course sets
zh_tw: 所有課程設定

source: all course users
zh_tw: 所有課程使用者

source: all current users
fr: tous les utilisateurs actuels
zh_tw: 所有現行使用者

source: all jobs
zh_tw: 所有工作

source: all sets
fr: tous les devoirs
ko: 모든 문제집
tr: bütün setler
zh_tw: 所有題組

source: all students
zh_tw: 所有學生

source: alphabetically
zh_tw: 照字母順序

source: an impossible number of sets: %1 out of %2
zh_tw: 無法處理的題組數量：%2 中的 %1

source: an impossible number of users: %1 out of %2
zh_tw: 無法處理的使用者數量：%2 中的 %1

source: answer log for <strong>selected</strong> users, for <strong>selected</strong> sets
zh_tw: <strong>所選的</strong>使用者和<strong>所選的</strong>題組的答案日誌

source: any users
fr: n'importe quel usager
ko: 모든 사용자
tr: her kullanıcı
zh_tw: 任何使用者

source: as <strong>one</strong> user on <strong>up to one</strong> set
zh_tw: 作為<strong>最多一個</strong>題組上的<strong>一位</strong>使用者

source: ascending
zh_tw: 升序

source: assigned users for <strong>one</strong> set
zh_tw: <strong>一個</strong>題組指派的使用者

source: assignments and dates for <strong>one</strong> user
zh_tw: <strong>一位</strong>使用者的作業和日期

source: assignments/sets
zh_tw: 作業/題組

source: blank
zh_tw: 空白

source: blank problem template(s) to end of homework set
fr: Problème(s) modèle(s) vide(s) à la fin du devoir
zh_tw: 將空白的題目範本新增到作業題組的末尾

source: by last login date
zh_tw: 按最後登入日期

source: class list data
zh_tw: 班級名單資料

source: close
zh_tw: 關閉

source: copy to clipboard
zh_tw: 複製到剪貼簿

source: course configuration file
zh_tw: 課程配置檔

source: course institution (will override "Institution" input above)
zh_tw: 課程機構（將覆蓋上面輸入的「機構」）

source: course title (will override "Course Title" input above)
zh_tw: 課程名稱（將覆蓋上面輸入的「課程名稱」）

source: descending
zh_tw: 降序

source: disabled achievements
zh_tw: 已停用的成就

source: email address
zh_tw: 電子郵件位址

source: empty
zh_tw: 空的

source: enabled achievements
zh_tw: 實現的成就

source: enter matching achievement IDs below
zh_tw: 在底下輸入相符的成就代號

source: enter matching category below
zh_tw: 在底下輸入相符的類別

source: enter matching set IDs below
ko: 아래에 맞는 문제집 ID 입력
tr: eşleşen ödev setlerini aşağıya girin
zh_tw: 在底下輸入相符的題組代號

source: entry rows.
zh_tw: 輸入列。

source: failed
zh_tw: 失敗

source: finished
zh_tw: 完成

source: first name
zh_tw: 名

source: for
zh_tw: 給

source: global %1 for set %2 not found.
fr: global %1 pour le devoir %2 n'a pas été trouvé.
zh_tw: 找不到題組 %2 的全域 %1。

source: grade_proctor
zh_tw: 成績監考人員

source: guest
zh_tw: 訪客

source: hidden
fr: caché
ko: 숨김
tr: gizli
zh_tw: 隱藏的

source: html directory
zh_tw: html 目錄

source: if status less than 1
zh_tw: 如果狀況小於 1

source: illegal character in input: '/'
fr: caractère illégal : '/'
zh_tw: 輸入中有非法字元：'/'

source: inactive
fr: innactif
zh_tw: 未動作

source: index
zh_tw: 索引

source: individual user settings
zh_tw: 個人使用者設定

source: insufficient permission to edit %1
zh_tw: 權限不足，無法編輯 %1

source: jobs that match on selected field
zh_tw: 與所選欄位相符的工作

source: last name
zh_tw: 姓氏

source: locations selected below
zh_tw: 底下選擇的位置

source: login
zh_tw: 登入

source: login ID
zh_tw: 登入代號

source: login name
zh_tw: 登入名稱

source: login_proctor
zh_tw: 監考登入

source: max
zh_tw: 最大

source: multiple sets
fr: devoirs multiples
ko: 많은 문제집
tr: birden fazla set
zh_tw: 多個題組

source: new set:
zh_tw: 新題組：

source: new user accounts
zh_tw: 新使用者帳號

source: no jobs
zh_tw: 無工作

source: no location
zh_tw: 無位置

source: no sets
fr: aucun devoir
ko: 없는 문제집입니다
tr: Set yok
zh_tw: 無題組

source: no students
zh_tw: 無學生

source: no users
fr: aucun usager
ko: 없는 사용자입니다
tr: kullanıcı yok
zh_tw: 無使用者

source: nobody
zh_tw: 無

source: non-student users
zh_tw: 非學生使用者

source: nth column of merge file
zh_tw: 合併檔的第 n 欄

source: of
zh_tw: 關於

source: only
fr: seulement
zh_tw: 只有

source: only best scores
zh_tw: 只有最好的分數

source: or
zh_tw: 或

source: or Problems from
zh_tw: 或問題來自

source: overwrite
zh_tw: 覆蓋

source: permissions for %1 not defined
fr: les permissions pour %1 se sont pas définies
zh_tw: 未定義 %1 的權限

source: point
zh_tw: 分數

source: points
zh_tw: 分數

source: preserve
zh_tw: 保留

source: preview answers
zh_tw: 預覽答案

source: problems
zh_tw: 問題

source: problems to <strong>one</strong> set
zh_tw: 問題到<strong>一個</strong>題組

source: professor
zh_tw: 教授

source: progress for <strong>one</strong> set
zh_tw: <strong>一個</strong>題組的進度

source: progress for <strong>one</strong> user
zh_tw: <strong>一位</strong>使用者的進度

source: recitation
zh_tw: 修讀課程

source: recitation #
zh_tw: 修讀課程數

source: record for visible user %1 not found
fr: enregistrement pour l'utilisateur visible %1 est introuvable
zh_tw: 未找到可見使用者 %1 的記錄

source: required
zh_tw: 需要

source: score
zh_tw: 分數

source: section
zh_tw: 班別

source: section #
zh_tw: 班別數

source: select all
zh_tw: 全選

source: selected achievements
zh_tw: 所選的成就

source: selected jobs
zh_tw: 所選的工作

source: selected sets
fr: devoirs sélectionnés
ko: 선택된 문제집
tr: seçili setler
zh_tw: 選擇的題組

source: selected users
fr: usagers sélectionnés
ko: 선택된 사용자
tr: seçili kullanıcılar
zh_tw: 所選的使用者

source: sets hidden from students
fr: devoirs cachés aux étudiants
zh_tw: 題組對學生隱藏

source: sets visible to students
fr: devoirs visible pour les étudiants
zh_tw: 題組對學生可見

source: showing sets that are hidden from students
zh_tw: 顯示對學生隱藏的題組

source: showing sets that are visible to students
zh_tw: 顯示學生可以看到的題組

source: shown
zh_tw: 顯示

source: simple configuration file
zh_tw: 簡單配置檔

source: statistics for <strong>one</strong> set
zh_tw: <strong>一個</strong>題組的統計資料

source: still open
zh_tw: 仍然開啟

source: student
fr: étudiant
zh_tw: 學生

source: submission
zh_tw: 繳交

source: submission (version %1)
zh_tw: 繳交（版本%1）

source: summary
zh_tw: 摘要

source: ta
zh_tw: 助教

source: templates/email directory
zh_tw: templates/email 目錄

source: templates/macros directory
zh_tw: templates/macros 目錄

source: test
zh_tw: 測驗

source: test date
zh_tw: 測驗日期

source: test time
zh_tw: 測驗時間

source: then delete them
fr: et les effacer ensuite
zh_tw: 然後刪除它們

source: time limit exceeded
zh_tw: 超過時間限制

source: time remaining
zh_tw: 剩餘時間

source: to
fr: à
zh_tw: 給

source: to %1 main web site
zh_tw: 到 %1 主網站

source: to courses page
zh_tw: 至課程頁面

source: total
zh_tw: 總數

source: unable to write to directory %1
zh_tw: 無法寫入目錄 %1

source: unlimited
fr: illimité
ko: 무제한
tr: sınırsız
zh_tw: 無限次

source: unlimited reusability
zh_tw: 無限重複使用

source: username, last name, first name, section, achievement level, achievement score,
zh_tw: 使用者名稱、姓氏、名字、班別、成就層級、成就分數，

source: users who match on selected field
fr: usagers qui correspondent aux champs sélectionnés
ko: 선택된 필드에 부합한 사용자
tr: seçili alanla eşleşen kullanıcılar
zh_tw: 符合所選欄位的使用者

source: version %1
zh_tw: 版本 %1

source: version (%1)
zh_tw: 版本（%1）

source: visible
ko: 보임
tr: Görünür
zh_tw: 可見的

source: visible users
fr: usagers visibles
ko: 알아볼 수 있는 사용자
tr: kullanıcılar görüntüleyebilir
zh_tw: 可見的使用者

source: won't be able to read from file %1/%2: does it exist? is it readable?
fr: incapable de lire le fichier %1 /%2: Existe-t-il? Est-il lisible?
zh_tw: 無法讀取檔案 %1/%2：檔案是否存在？是否可讀取？

source: %1 sets added, %2 sets skipped. Skipped sets: (%3)
fr: %1 devoirs ajoutés, %2 devoirs ignorés. Devoirs ignorés : (%3)
ko: %1 추가된 문제집, %2 건너뛴 문제집, 건너뛴 문제집: (%3)
tr: %1 set eklendi, %2 sets atlandı. Atlanan setler: (%3)

source: %1 sets exported, %2 sets skipped. Skipped sets: (%3)
fr: %1 devoirs exportés, %2 devoirs ignorés. Devoirs ignorés : (%3)
ko: %1 내보낸 문제집, %2 넘어간 문제집. 넘어간 문제집: (%3)
tr: %1 set aktarıldı, %2 set atlandı. Atlanan setler: (%3)

source: %1's new password cannot be blank.
fr: Le nouveau mot de passe de %1 ne peut rester vide.
ko: %1님의 새 비밀번호를 입력해주세요

source: %quant(%1,of the questions remains,of the questions remain) unanswered.
fr: %1 restent sans réponse.
ko: %quant(%1, 전체 문제 중)문제가 입력되지 않았습니다.

source: Acting as %1.
fr: Dans le rôle de %1.
ko: %1 실행중

source: Add how many students?
fr: Ajouter combien d'étudiants?
ko: 몇 명을 추가하시겠습니까?
tr: Kaç öğrenci eklenecek?

source: All of the answers above are correct.
fr: Les réponses ci-dessus sont toutes correctes.
ko: 위의 답안은 모두 정답입니다.
tr: Yanıtların tümü doğru

source: All selected sets %1 all students
fr: Tous les devoirs sélectionnés %1 à tous les étudiants
ko: 선택된 모든 문제집 1% 모든 학생
tr: Bütün seçili setler her e %1

source: All sets %1 all students
fr: Tous les devoirs %1 à tous les étudiants
ko: 모든 문제집 %1 모든 학생들
tr: Bütün setler %1 all students

source: All visible sets %1 all students
fr: Tous les devoirs visibles %1 à tous les étudiants
ko: 보이는 모든 문제집 %1 모든 학생들
tr: Görünür bütün setler her öğrenciye %1

source: Answer Preview
fr: Aperçu des réponses
ko: 정답 미리보기
tr: Gösterim

source: Apply Options
fr: Appliquer les options
ko: 적용
tr: Seçenekleri Uygula

source: At least one of the answers above is NOT %1correct.
fr: Au moins une des réponses ci-dessus N'EST PAS %1 correcte.
ko: 제출 답안 중 최소 한 개가 %1 올바르지 않습니다.

source: Can't get password record for effective user '%1': %2
fr: Impossible d'accéder au mot de passe pour l'usager actuel '%1': %2
ko: 유효사용자 '%1'를 위한 비밀번호 기록이 없음: %2
tr: Mevcut kullanıcı için şifre bilgileri alınamadı '%1': %2

source: Can't get password record for user '%1': %2
fr: Impossible d'accéder au mot de passe pour l'usager '%1': %2
ko: 사용자 '%1'를 위한 비밀번호 기록이 없음: %2
tr: kullanıcı için şifre bilgileri alınamadı '%1': %2

source: Changes abandoned
fr: Les modifications n'ont pas été sauvegardées
ko: 변경 취소
tr: Değişiklikler kaydedilmedi

source: Changes saved
fr: Les modifications ont été sauvegardées
ko: 변경사항 저장
tr: Değişiklikler kaydedildi

source: Checking additional error messages
fr: Vérification des messages d'erreur additionnels
ko: 추가 오류 메시지 확인
tr: Diğer hata mesajları kontrol ediliyor

source: Clear
fr: Effacer
tr: Temizle

source: Delete how many?
fr: En supprimer combien?
ko: 삭제할 개수는?
tr: Kaç tane silinecek?

source: Disable
fr: Désactiver
ko: 사용 불가능
tr: Devre dişi bırak

source: Display Options
fr: Options d'affichage
ko: 디스플레이 옵션
tr: Görünüm Seçenekleri

source: Download PDF or TeX Hardcopy for Current Set
fr: Télécharger une copie PDF ou TeX pour le devoir en cours
ko: PDF 다운로드 혹은 현재 문제집을 TeX Hardcopy
tr: Mevcut seti Yazdırmak için dosya indir

source: Download PDF or TeX Hardcopy for Selected Sets
fr: Télécharger une copie PDF ou TeX pour les devoirs sélectionnés
ko: 선택된 문제집의 PDF또는 TeX Hardcopy 다운로드
tr: Seçili Setleri Yazdırmak için dosya indir

source: Due Date
fr: Date de remise
ko: 마감일
tr: Teslim Tarihi

source: Duplicate this set and name it
fr: Copier ce devoir et le renommer
ko: 이 문제집 복사 후 이름 바꾸기
tr: Bu seti çoğalt ve isimlendir

source: Edit All Set Data
fr: Editer les données de tous les devoirs
ko: 모든 문제집 데이터 수정
tr: Bütün set bilgilerini düzenle

source: Edit Assigned Users
fr: Éditer les usagers assignés
ko: 배정된 사용자 편집하기
tr: Ödev verilmiş kullanıcıları düzenle

source: Edit Problems
fr: Éditer les problèmes
ko: 문제 수정하기
tr: Soruları Düzenle

source: Edit Which Users?
fr: Éditer quels usagers?
ko: 수정할 사용자는?
tr: Hangi Kullanıcılar Düzenlenecek?

source: Edit this problem
fr: Éditer ce problème
ko: 이 문제 수정하기
tr: Bu soruyu düzenle

source: Email instructor
fr: Envoyer un courriel à l'enseignant
ko: 강사에게 이메일 전송
tr: Eğitmene E-posta

source: Enable
fr: Activer
ko: 사용 가능
tr: Etkinleştir

source: Enable Reduced Credit
fr: Permettre l'attribution de points partiels.
ko: 감점 가능
tr: Azaltılmiş Notu Etkinleştir

source: Enable/Disable reduced scoring for selected sets
fr: Activer/Désactiver l'attribution de points partiels pour les devoirs sélectionnés
ko: 선택된 문제집에 감점 가능/불가능
tr: Seçili setler için azaltılmış not seçenegini etkinleştir/kaldır

source: Enter filenames below
fr: Entrer les noms de fichiers ci-bas
ko: 아래에 파일명을 입력해주세요
tr: Aşağıya dosya isimlerini girin

source: Entered
fr: Saisi
ko: 접속됨
tr: Yanıt

source: Export selected sets
fr: Exporter les devoirs sélectionnés
ko: 선택된 문제집 저장 후 내보내기
tr: Şeçili setleri dışarı aktar

source: Export which sets?
fr: Exporter quels devoirs?
ko: 저장 후 내보낼 문제집은?
tr: Hangı setler dışarı aktarılacak?

source: Failed to create new set: no set name specified!
fr: Impossible de créer le nouveau devoir : aucun nom n'a été spécifié!
ko: 새로운 문제집 생성 실패: 문제집 이름 없음!
tr: Yeni set oluşturulamadı: set adı belirtilmemiş!

source: Failed to duplicate set: %1
fr: Impossible de dupliquer le devoir : %1
ko: 문제집:%1 복사 실패
tr: Set çoğaltılamadı: %1

source: Failed to duplicate set: no set name specified!
fr: Impossible de dupliquer le devoir : aucun nom n'a été spécifié!
ko: 문제집 복사 실패: 문제집 이름이 없음!
tr: Set çoğaltılamadı: set adı belirtilmemiş!

source: Failed to duplicate set: set %1 already exists!
fr: Impossible de dupliquer le devoir : le devoir %1 existe déjà!
ko: 문제집 복사 실패 : 문제집 %1이 이미 존재합니다!
tr: Set çoğaltılamadı: set %1 zaten mevcut!

source: Homework Sets
fr: Devoirs
ko: 문제집
tr: Soru Grupları

source: Library Browser 2
fr: Choisir des problèmes 2
ko: 라이브러리 브라우저 2
tr: Soru Kütüphane Tarayıcısı 2

source: Logged in as %1.
fr: Connecté sous le nom %1.
ko: %1으로 로그인

source: Main Menu
fr: Menu principal
ko: 메 뉴
tr: Ana Menü

source: New passwords saved
fr: Nouveaux mots de passe sauvegardés
ko: 새 비밀번호 저장하기
tr: Yeni şifreler kaydedildi

source: No change made to any set
fr: Aucun changement effectué à aucun devoir
ko: 문제집에 변화없음
tr: Herhangi bir sete değişiklik yapılmadı

source: No sets selected for scoring
fr: Aucun devoir sélectionné pour la notation
ko: 점수기록할 문제집이 선택되지 않음.
tr: Notlamak için bir set seçili değil

source: No students shown. Choose one of the options above to list the students in the course.
fr: Aucun étudiant affiché. Choisir l'une des options ci-dessus pour afficher les étudiants de ce cours.
ko: 학생들이 보이지않음. 위의 옵션 중 하나를 선택하여 학생들 명단을 작성하세요.
tr: Hiç öğrenci gösterilmiyor. Dersteki öğrencileri görmek için yukarıdaki seçeneklerden birisini seçin.

source: Page generated at %1
fr: Page génerée à %1
ko: 페이지 생성 1%
tr: Sayfa %1de yaratıldı

source: Please select action to be performed.
fr: Veuillez sélectionner une action à effectuer.
ko: 실행할 항목을 선택해주세요
tr: Lütfen gerçekleştirilecek işlemi seçin.

source: Preview Answers
fr: Visualiser les réponses
ko: 정답 미리보기
tr: Yanıtları görüntüle

source: Reduced Credit %1 for all sets
fr: Points partiels %1 pour tous les devoirs
ko: 모든 문제집에 감점 %1
tr: Bütün setler için notlar %1 azaltıldı

source: Reduced Credit %1 for selected sets
fr: Points partiels %1 pour les devoirs sélectionnés
ko: 선택된 문제집에 감점 %1
tr: Seçili setler için notlar %1 azaltıldı

source: Reduced Credit %1 for visable sets
fr: Points partiels %1 pour les devoirs visibles
ko: 보이는 문제집에 감점 %1
tr: Görünür setler için notlar %1 azaltıldı

source: Reduced Credit Disabled
fr: Points partiels désactivés
ko: 감점 불가능
tr: Azaltılmış not etkin değil

source: Reduced Credit Enabled
fr: Points partiels activés
ko: 감점 가능
tr: Azaltılmış not etkin

source: Reduced Credit Starts: %1
fr: Points partiels débutent: %1
ko: 감점 시작: %1
tr: Azaltılmiş not başlangıç tarihi: %1

source: Result of last action performed: %1
fr: Résultat de la dernière action effectuée: %1
ko: 마지막으로 실행된 결과: %1
tr: En son gerçekleştilen işlemin sonucu: %1

source: Results of last action performed
fr: Résultats de la dernière action effectuée
ko: 마지막으로 실행된 결과
tr: En son gerçekleştirilen işlemin sonuçları

source: Select an action to perform
fr: Sélectionner une action à effectuer
ko: 실행할 동작을 선택하세요
tr: Yapılacak işlemi seç

source: Set %1 exists. No set created
fr: Le devoir %1 existe déjà. Aucun devoir créé
ko: 문제집 %1 존재함. 생성된 문제집 없음.
tr: Set %1 mevcut. Yeni set oluşturulmadı

source: Set Definition Filename
fr: Modifier le fichier de définition
ko: 문제집 정의 파일명
tr: Set Tanım Dosyası Adı

source: Show Hints
fr: Afficher les indices
ko: 힌트보여주기
tr: İpuçlarını göster

source: Show Solutions
fr: Afficher les solutions
ko: 풀이 보기
tr: Çözümleri göster

source: Show Which Users?
fr: Afficher quels usagers?
ko: 보여줄 사용자는?
tr: Hangi kullanıcılar gösterilecek?

source: Show correct answers
fr: Afficher les bonnes réponses
ko: 정답 보기
tr: Doğru yanıtları göster

source: Show/Hide Site Description
fr: Afficher/masquer la description du site web
ko: 사이트 설명 보이기/감추기
tr: Web Alanı Açıklamasını Göster/Gizle

source: Sort by %1 and then by %2
fr: Trier selon %1 et ensuite selon %2
ko: %1로 분류하고 %2로 분류함
tr: Önce %1 sonra %2 kriteriyle sırala

source: Success
fr: Succès
ko: 성공
tr: Başarılı

source: Take %1 test
fr: Faire le test %1
ko: %1 시험 보기
tr: %1 testini çöz

source: Test Date
fr: Date du test
ko: 시험 날짜
tr: Sınav Tarihi

source: Test Score
fr: Résultat du test
ko: 시험 점수
tr: Sınav Notu

source: The WeBWorK Project
fr: Le projet WeBWorK
ko: WeBWorK 프로젝트
tr: WeBWorK Projesi

source: The answer above is NOT %1correct.
fr: La réponse ci-dessus N'EST PAS %1correcte.
ko: 위의 답안은 %1 틀립니다.

source: The answer above is correct.
fr: La réponse ci-dessus est correcte.
ko: 정답입니다
tr: Yukarıdaki yanıt doğru.

source: The password you entered in the %1 field does not match your current password. Please retype your current password and try again.
fr: Le mot de passe que vous avez entré dans la case %1 est erroné. Veuillez soumettre de nouveau votre mot de passe.
ko: %1 필드에입력한 비밀번호가 현재 비밀번호 와 맞지 않습니다. 현재 비밀번호를 재입력하고 를 다시 시도해주세요.

source: The passwords you entered in the %1 and %2 fields don't match. Please retype your new password and try again.
fr: Les mots de passe saisis dans les champs %1 et %2 sont différents. Veuillez essayer de nouveau
ko: 입력한 비밀번호가 %1 과 %2 필드에 맞지 않습니다. 새로운 비밀번호를 입력해주시고 다시 시도해주세요.

source: The selected problem set (%1) is not a valid set for %2
fr: Le devoir sélectionné (%1) n'est pas un devoir valide pour %2
ko: 선택된 문제집(%1)이 유효한 문제집 %2이 아닙니다
tr: Seçtiğiniz soru seti (%1) set %2 için geçerli değil

source: This set is %1
fr: Ce devoir est %1
ko: 이 문제집은 %1입니다
tr: Bu set %1

source: Unselect all sets
fr: Désélectionner tous les devoirs
ko: 모든 문제집 선택 해제
tr: Bütün setlerdeki seçimi kaldır

source: Unselect all users
fr: Désélectionner tous les usagers
ko: 모든 사용자 선택 해제
tr: Bütün kullanıcılardaki seçimi kaldir

source: Use System Default
fr: Utiliser les paramètres par défaut
ko: 시스템 초기값 사용
tr: Varsayılan Ayarları Kullan

source: Users sorted by %1, then by %2, then by %3
fr: Usagers triés selon %1, ensuite selon %2 et ensuite selon %3
ko: %1로, %2로, %3로 분류된 사용자,
tr: Kullanıcılar sırasıyla %1, %2 ve %3 kriterlerine göre sıları

source: Viewing temporary file
fr: Visualisation du fichier temporaire
ko: 임시파일 보이기
tr: Geçici dosya gösteriliyor

source: Viewing temporary file:
fr: Visualisation du fichier temporaire :
ko: 임시파일 보이기:
tr: Geçici dosya görüntüleniyor:

source: You are not authorized to access the instructor tools.
fr: Vous n'êtes pas autorisé à accéder aux outils de l'enseignant.
ko: 강사 전용 도구입니다.
tr: Eğitmen araçlarına erişim yetkiniz yok.

source: You are not authorized to modify homework sets.
fr: Vous n'êtes pas autorisé à modifier les devoirs.
ko: 문제집을 변경할 권한이 없습니다.
tr: Ödev setlerini değiştirme yetkiniz yok.

source: You do not have permission to change email addresses.
fr: Vos droits ne vous permettent pas de modifier des adresses de courriel.
ko: 이메일 주소를 변경할 권한이 없습니다.
tr: Adres değiştirmek için yetkiniz yok.

source: You do not have permission to change your password.
fr: Vos droits ne vous permettent pas de modifier votre mot de passe.
ko: 비밀번호를 변경할 권한이 없습니다.
tr: Şifre değiştirmek için yetkiniz yok.

source: You have %1 %2 remaining.
fr: Il reste %1 %2.
ko: %1 %2 남았습니다.

source: [edit]
fr: [éditer]
ko: [편집]

source: _CLASSLIST_EDITOR_DESCRIPTION
fr: Ceci est la page d’édition de la liste de classe, où vous pouvez voir et éditer les enregistrements de tous les étudiants présentement inscrits dans ce cours. Au haut de la page se trouvent les formulaires vous permettant de filtrer les étudiants à visualiser, les trier selon un ordre choisi, éditer leurs enregistrements, leur assigner de nouveaux mots de passe, importer/exporter des enregistrements d’étudiants à partir (ou vers) des fichiers externes, ou d’ajouter/retirer des étudiants. Afin d’effectuer l’une de ces actions, prière de sélectionner l’action désirée, insérer ensuite l’information correspondante dans les champs d’informations ci-dessous, et cliquer sur le bouton "Effectuer l’action!" au bas du formulaire. À la fin de cette page se trouve un tableau renfermant les noms d’usager ainsi que les informations correspondantes pour chacun des étudiants.
ko: _CLASSLIST_편집자_설명
tr: Bu sayfa sınıf listesi editörü. Burada derse kayıtlı öğrencilerin bilgilerini görebilir ve değiştirebilirsiniz. Sayfanın yukarısında hangi öğrencileri görmek istediğinizi belirleyebileceğiniz filtre formları var. Bunları kullanarak öğrencileri belirlediğiniz kriterlere göre sıralayabilir, öğrenci bilgilerini değiştirebilir,öğrencilere yeni şifre verebilir, dışarıdan öğrenci bilgileri alabilir yahut derse yeni öğrenciler ekleyip çıkarabilirsiniz. Hangi işlemi yapmak istiyorsanız seçin ve gerekli bilgileri girin daha sonra "İşlemi Gerçekleştir!" tuşuna basın. Sayfanın altında öğrencilerin bilgilerini gösteren bir tablo var.

source: _EXTERNAL_AUTH_MESSAGE
fr: %1 utilise un système externe d’authentification. Vous avez effectué une authentification avec ce système, mais vous n’êtes pas autorisé à vous enregistrer dans ce cours.
ko: _외부_권한_메시지
tr: %1 harici bir kimlik doğrulama sistemi kullanıyor. Bu sistemle kimliğinizi doğruladınız fakat bu derse giriş yapma izniniz yok.

source: _GUEST_LOGIN_MESSAGE
fr: Ce cours permet l’enregistrement d’invités. Cliquer sur %1 afin de vous enregister dans ce cours en tant qu’invité.
ko: _게스트_로그인_메시지
tr: Bu derse misafir olarak girebilirsiniz. Misafir olarak girmek için %1 linkine basın.

source: _HMWKSETS_EDITOR_DESCRIPTION
fr: Ceci est le page d’édition des devoirs, où vous pouvez voir et éditer les devoirs existant dans ce cours ainsi que les problèmes qu’ils renferment. Au haut de la page se trouvent les formulaires vous permettant de filtrer les devoirs à afficher dans le tableau, les trier selon un ordre choisi, les éditer, les publier, les importer/exporter à partir/vers un fichier externe, accéder à leurs résultats, ou les créer/supprimer. Afin d’effectuer l’une de ces actions, prière de sélectionner l’action désirée, insérer ensuite l’information correspondante dans les champs d’informations ci-dessous, et cliquer sur le bouton "Effectuer l’action!" au bas du formulaire. À la fin de cette page se trouve un tableau renfermant les devoirs ainsi que leurs informations correspondantes.
ko: _문제집_편집자_정보
tr: Bu sayfa ödev setleri editörü. Burada bu derse ait ödev setlerini görebilir ve üzerlerinde değişiklikler yapabilirsiniz. Yukarıdaki formları kullanarak setleri istediğiniz kriterlere göre görüntüleyebilir, setleri düzenleyebilir, yeni setler yayımlayabilir, dışarıdan ödev setleri aktarabilir, ödevleri notlayabilir yahut var olan setleri silebilirsiniz. Hangi işlemi yapmak istiyorsanız seçin ve gerekli bilgileri girin daha sonra "İşlemi Gerçekleştir!" tuşuna basın. Sayfanın aşağısında mevcut setler hakkında bir takım bilgiler var.

source: _LOGIN_MESSAGE
fr: Si l'option %1 est cochée, le navigateur que vous utilisez retiendra votre nom d'usager et votre mot de passe que vous avez entré lors de visites ultérieures. Évitez d'utiliser cette fonctionnalité sur les ordinateurs publics, les ordinateurs qui ne sont pas sécuritaires ou qui n'ont pas de contrôle direct. Utilisez cette fonctionnalité que pour les ordinateurs de confiance.
ko: _로그인_메시지
tr: Eğer %1 seçeneğini işaretlerseniz, giriş bilgileriniz kullandığınız tarayıcı tarafından hatırlanacak ve sonraki girişlerinizde kullanıcı adı ve şifre girmeden WebWork sayfalarını kullanabileceksiniz. Bu özellik, ortak kullanıma açık bilgisayarlar, güvenli olmayan bilgisayarlar, ve doğrudan kontrole sahip olmadığınız bilgisayarlarda kullanmak için güvenli değildir.
