Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: The Reduced Credit Period (formally called the Reduced Scoring Period) is a period before the due date during which all additional work done by the student counts at a reduced rate. Here is where you set the length of this period in minutes. If this value is greater than 0, a message like "This assignment has a Reduced Credit Period that begins 11/08/2009 at 06:17pm EST and ends on the due date, 11/10/2009 at 06:17pm EST. During this period all additional work done counts 50% of the original." will be displayed.<p> To use this, you also have to enable Reduced Credit for individual assignments by editing the set data using the Hmwk Sets Editor.<p> This works with the avg_problem_grader (which is the the default grader) and the std_problem_grader (the all or nothing grader). It will work with custom graders if they are written appropriately.
fr: La durée du crédit réduit (officiellement appelé la période de notation réduite) est une période antérieure à la date d'échéance au cours de laquelle tout travail supplémentaire effectué par l'élève compte à un taux réduit. C'est ici que vous définissez la durée de cette période en minutes. Si cette valeur est supérieure à 0, un message du type "Ce devoir a une durée de crédit réduit qui commence 11/08/2009 à 06:17 h HNE et se termine à la date d'échéance, le 11/10/2009 à 18h17 HNE. pendant cette période, tous les travaux supplémentaires qui sont fait compte pour 50% de l'original." sera affiché. <p> Pour l'utiliser, vous devez également activer crédit réduit pour les travaux individuels en modifiant le devoir à l'aide de Hmwk Sets Editor. <p> Cela fonctionne avec le avg_problem_grader (notation par défaut) et le std_problem_grader (notation tout ou rien). Il travaillera avec les élèves personnalisées si elles sont écrites de façon appropriée.

source: <p>The Reduced Credit Period (formally called the Reduced Scoring Period) is a period before the due date during which all additional work done by the student counts at a reduced rate. Here is where you set the reduced rate which must be a number in the interval (0,1). 1 means no reduction. For example if this value is .5 and a student views a problem during the Reduced Credit Period, they will see the message "You are in the Reduced Credit Period: All additional work done counts 50% of the original." </p><p>To use this, you also have to enable Reduced Credit for individual assignments by editing the set data using the Hmwk Sets Editor.</p><p>This works with the avg_problem_grader (which is the the default grader) and the std_problem_grader (the all or nothing grader). It will work with custom graders if they are written appropriately.</p>
fr: <p> La durée du crédit réduit (officiellement appelé la période de notation réduite) est une période antérieure à la date d'échéance au cours de laquelle tout travail supplémentaire effectué par l'élève compte à un taux réduit. C'est ici que vous définissez le taux réduit qui doit être un nombre dans l'intervalle (0,1). 1 signifie aucune réduction. Par exemple, si cette valeur est 0,5 et un étudiant regarde un problème au cours de la période de crédit réduit, il verra le message "Vous êtes dans la période de crédit réduit: Tout travail supplémentaire effectué compte pour 50% de l'original." </p><p> Pour l'utiliser, vous devez également activer crédit réduit pour les travaux individuels en modifiant le devoir à l'aide de Hmwk Sets Editor. </p><p> Cela fonctionne avec le avg_problem_grader (notation par défaut) et le std_problem_grader (notation tout ou rien). Il travaillera avec les élèves personnalisées si elles sont écrites de façon appropriée. </p>

source: The time of the day that the assignment is due. This can be changed on an individual basis, but WeBWorK will use this value for default when a date is set.
fr: Le moment de la journée que la devoir est due. Ceci peut être changé sur une base individuelle, mais WeBWorK utilisera cette valeur par défaut quand une date est fixée.

source: The amount of time (in minutes) before the due date when the assignment is opened.
fr: La nombre de temps (en minutes) avant la date d'échéance lorsque le devoir est ouvert.

source: The amount of time (in minutes) after the due date that the Answers are available to student to view.
fr: La nombre de temps (en minutes) après la date d'échéance que les réponses sont à la disposition des étudiants pour les voir.

source: When students click the <em>Email Instructor</em> button to send feedback, WeBWorK fills in the subject line. Here you can set the subject line. In it, you can have various bits of information filled in with the following escape sequences.<p><ul><li> %c = course ID<li> %u = user ID<li> %s = set ID<li> %p = problem ID<li> %x = section<li> %r = recitation<li> %% = literal percent sign</ul>
fr: Lorsque les élèves cliquent sur le bouton <em>Email instructeur</ em> pour envoyer vos commentaires, WeBWorK remplit la ligne du sujet. Ici vous pouvez définir la ligne du sujet. Dans ce document, vous pouvez avoir plusieurs bits d'information remplis avec les séquences suivantes.<p><ul><li> %c = ID du cours<li> %u = ID de l'utilisateur<li> %s = ID du devoir<li> %p = ID du problème<li> %x = section<li> %r = recitation<li> %% = signe pourcent</ul>

source: The e-mail verbosity level controls how much information is automatically added to feedback e-mails. Levels are<ol><li value="0"> send only the feedback comment and context link<li value="1"> as in 0, plus user, set, problem, and PG data<li value="2"> as in 1, plus the problem environment (debugging data)</ol>
fr: Le niveau de verbosité e-mail contrôle la quantité d'informations automatiquement ajouté aux e-mails de feddback. Les niveaux sont<ol><li value="0"> envoyer seulement le commentaire de feedback et de lien contextuel<li value="1"> comme dans 0, plus l'utilisateur, le devoir, le problème, et données PG<li value="2"> comme en 1, plus l'environnement de problème (données de débogage)</ Ol>

source: List of e-mail addresses to which e-mail can be sent by a problem. Professors need to be added to this list if questionaires are used, or other WeBWorK problems which send e-mail as part of their answer mechanism.
fr: Liste des adresses e-mail auxquelles un e-mail peut être envoyé par un problème. Les professeurs doivent être ajoutés à cette liste si les questionnaires sont utilisés, ou d'autres problèmes de Webwork qui envoient du courrier électronique dans le cadre de leur mécanisme de réponse.

source: Users with this permssion level or greater will automatically be sent feedback from students (generated when they use the "Contact instructor" button on any problem page). In addition the feedback message will be sent to addresses listed below. To send ONLY to addresses listed below set permission level to "nobody".
fr: Les utilisateurs avec ce niveau de permssion ou supérieur recevront automatiquement les commentaires des étudiants (généré quand ils utilisent le bouton "Contacter un instructeur" sur n'importe quelle page de problème). Par ailleurs, le message de réponse est envoyé aux adresses ci-dessous. Pour envoyer SEULEMENT aux adresses énumérées ci-après, régler le niveau de permission à "personne".

source: By default, feeback is sent to all users above who have permission to receive feedback. Feedback is also sent to any addresses specified in this blank. Separate email address entries by commas.
fr: Par défaut, un feeback est envoyé à tous les utilisateurs ci-dessus qui ont la permission de recevoir des commentaires. Un feedback est également envoyé à toutes les adresses spécifiées dans ce vide. Séparer les adresses e-mail par des virgules.

source: When numerical answers are checked, most test if the student's answer is close enough to the programmed answer be computing the error as a percentage of the correct answer. This value controls the default for how close the student answer has to be in order to be marked correct.<p>A value such as 0.1 means 0.1 percent error is allowed.
fr: Lorsque les réponses numériques sont vérifiés, la plupart test si la réponse de l'élève est assez proche de la réponse programmée, elle sera calculer avec une marge d'erreur en pourcentage de la réponse correcte. Cette valeur contrôle à combien proche la réponse de l'élève doit être pour être marqué correct. <p> Une valeur telle que 0,1 signifie que 0,1 pourcent de l'erreur est permise.

source: Archive '%1' created successfully (%2 file$3)
fr: Archive '%1' créé avec succès (%2 fichier%3)

source: Warning:
fr: Attention:

source: You have requested that the following items be deleted
fr: Vous avez demandé que les éléments suivants soit supprimés

source: %1 Problems:
fr: Problèmes %1 :

source: Browse from:
fr: Naviguer de:

source: Name for new set here
fr: Nom du nouveau cours ici

source: National Problem Library
fr: Librairie de problèmes nationale

source: Local Problems
fr: Problèmes locaux

source: From This Course
fr: De ce cours

source: Display Mode:
fr: Mode d'affichage:

source: Max. Shown:
fr: Max. affiché:

source: Add problems to
fr: Additionner des problèmes à

source: Target Set:
fr: ce devoir:

source: Browse
fr: Naviguer

source: Local
fr: locaux

source: Message file:
fr: Fichier de message:

source: Save file to:
fr: Enregistrer vers:

source: Editor rows:
fr: Lignes de l'éditeur

source: columns:
fr: colonnes:

source: Send to:
fr: Envoyer à:

source: Preview set to:
fr: Aperçu du devoir à:

source: Update settings and refresh page
fr: Mise à jour des paramètres et rafraîchir la page

source: Merge file:
fr: Fichier de fusion

source: Reply-To:
fr: Répondre à:

source: Subject:
fr: Sujet:

source: All students in course
fr: Tous les étudiants dans le cours

source: Selected students
fr: Étudiants sélectionnés

source: Preview message
fr: Prévisualiser le message

source: Save as Default
fr: Enregistrer par défaut

source: %1 (test %2)
ko: %1 (시험 %2)

source: %1 test
ko: %1 시험

source: %1 users exported to file %2/%3
ko: 파일 %2/%3으로 넘어간 %1 사용자
tr: %1 kullanıcı %2/%3 dosyasına aktarıldı.

source: %1% correct
ko: %1 맞음

source: Download Hardcopy for Selected %plural(%1,Set,Sets)
ko: 선택된 %plural(%1, Set, Sets)에 Hardcopy 다운로드
tr: Seçili Setleri Yazdırmak için dosya indir: [plural,_1,Set,Sets]

source: Messages
ko: 메시지
tr: Mesajlar

source: correct
ko: 수정
tr: doğru

source: Note: this problem viewer is for viewing purposes only. As of right now, testing functionality is not possible.
ko: 공지사항: 이 프로그램 뷰어는 내용을 읽을 수만 있습니다. 테스트 기능은 지원하지 않습니다.
tr: tr: Note: this problem viewer is for viewing purposes only. As of right now, testing functionality is not possible.
