Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Cannot find a problem record for set $c->{setID} / problem $c->{problemID}
zh_tw: 找不到題組 $c->{setID} /問題 $c->{problemID} 的問題記錄

source: Cannot notify student without an achievement.
zh_tw: 無法通知沒有成就的學生。

source: Cannot open %1
zh_tw: 無法打開 %1

source: Cap Test Time at Close Date
zh_tw: 在截止日期限制測試時間

source: Categories
zh_tw: 類別

source: Category
zh_tw: 類別

source: Category:
zh_tw: 類別：

source: Catetory
zh_tw: 類別

source: Cause the selected homework set to count for twice as many points as it normally would.
zh_tw: 使所選的作業題組計算的分數是其正常分數的兩倍。

source: Causes a homework problem to become a clone of another problem from the same set.
zh_tw: 使作業問題成為同一題組中另一題的副本。

source: Causes a single homework problem to be worth twice as much.
zh_tw: 使單一作業問題權重變為兩倍。

source: Change Account Settings
zh_tw: 變更帳戶設定

source: Change Course Title to:
zh_tw: 將課程標題變更為：

source: Change CourseID to:
zh_tw: 將課程代號變更為：

source: Change Display Settings
zh_tw: 變更顯示設定

source: Change Email Address
fr: Changer l'adresse courriel
ko: 이메일주소 변경
tr: E-posta Adresi Değiştir
zh_tw: 變更電子郵件位址

source: Change Institution to:
zh_tw: 將機構變更為：

source: Change Password
fr: Changer le mot de passe
ko: 비밀번호 변경
tr: Şifre Değiştir
zh_tw: 變更密碼

source: Change a course's ID, Title, or Institution.
zh_tw: 變更課程的代號、標題或機構。

source: Change course institution from %1 to %2
zh_tw: 將課程機構從 %1 變更為 %2

source: Change dates for a set for the whole class.
zh_tw: 為整個班級變更一個題組的日期。

source: Change the due date for one student
zh_tw: 變更一位學生的截止日期

source: Change the due dates for an individual student on this page. Enter a new date in order to override the date. (You can copy the date format from the date in the left column which indicates the date when the homework set is due for the whole class.) Note that you should ensure that the close date is before the answer date. If the close date for a student is extended until after the class answer date for the set, then the answer date for the student must also be set to a later date. If reduced scoring is enabled for the set, then the reduced scoring date must be between the open and close dates. If a date is left empty, then the assignment default date will be used.
zh_tw: 在這個頁面為個別學生變更截止日期。輸入新的日期以覆蓋現有日期。（你可以從左側欄位中的日期格式裡複製格式，該欄顯示整個班級作業題組的截止日期。）請注意，你應確保截止日期早於答案日期。如果將學生的截止日期延長至超過此題組的整班答案日期，則該學生的答案日期也必須設定為更晚的日期。如果該題組啟用了減分，則減分日期必須介於開放日期和截止日期之間。如果日期留空，將使用作業的預設日期。

source: Change the grades on an assignment for one student.
zh_tw: 變更一位學生作業的成績。

source: Change the grading on a set for an entire class.
zh_tw: 為整個班級變更一個題組的評分。

source: Change the number of atttempts allowed on a problem.
zh_tw: 變更某個問題允許的嘗試次數。

source: Change title from %1 to %2
zh_tw: 將標題從 %1 變更為 %2

source: Changes abandoned.
zh_tw: 已放棄變更。

source: Changes in this file have not yet been permanently saved.
fr: Les modifications dans ce fichier n'ont pas été sauvegardées.
ko: 이 파일의 변경사항이 영구적으로 저장되지 않았습니다.
tr: Dosyadaki değişiklikler henüz kalıcı olarak kaydedilmedi.
zh_tw: 此檔案中的變更尚未永久保存。

source: Changes saved.
fr: Changements sauvegardés.
zh_tw: 變更已儲存。

source: Changing dates
zh_tw: 變更日期

source: Changing the problem seed for display, but there are no problems showing.
zh_tw: 變更顯示問題的種子，但沒有顯示問題。

source: Chapter:
fr: Chapitre:
zh_tw: 章節：

source: Check Answers
fr: Vérifier les réponses
ko: 정답 확인
tr: Yanıtları kontrol et
zh_tw: 核對答案

source: Check Test
zh_tw: 核對測驗

source: Choose a layout/styling theme for PDF hardcopy production from the Prooblem Editor.
zh_tw: 從問題編輯中選擇 PDF 列印副本製作的格式／樣式主題。

source: Choose a layout/styling theme for PDF hardcopy production.
zh_tw: 為 PDF 列印副本製作選擇格式／樣式主題。

source: Choose from the available hardcopy layout themes. To create a new hardcopy theme, visit the Problem Editor, Generate Hardcopy tab. New hardcopy themes will be stored in the templates/hardcopyThemes/ folder.
zh_tw: 選擇可用的列印副本格式主題。要建立新的列印副本主題，訪問問題編輯器的產生列印副本頁籤。新的列印副本主題將儲存在 templates/hardcopyThemes/ 資料夾中。

source: Choose problems from a library and add them to a set.
zh_tw: 從題庫選擇題目並將它們加入到一個題組中。

source: Choose the set which you would like to be worth twice as much.
zh_tw: 選擇你希望權重加倍的題組。

source: Choose the set which you would like to enable partial credit for.
zh_tw: 選擇您要啟用部分得分的題組。

source: Choose the set which you would like to resurrect.
zh_tw: 選擇你想要恢復的題組。

source: Choose the set whose close date you would like to extend.
zh_tw: 選擇你想要延長截止日期的題組。

source: Choose visibility of the sets to be affected
fr: Choisir si les devoirs seront visibles ou non auprès des étudiants
ko: 보여질 문제집 선택
tr: Etkilenecek setlerin görünürlüğünü seçin
zh_tw: 選擇要影響的題組之可見性

source: Choose what to do with existing data:
zh_tw: 選擇如何處理現有資料：

source: Choose which of the site PDF hardcopy themes are available. In addition to the themes selected here, all themes in the course hardcopyThemes folder will be available. Your selection must be saved and then the page must be reloaded before the new list of enabled themes will be reflected in the selections that follows.
zh_tw: 選擇可用的網站 PDF 列印副本主題。除了在這裡選擇的主題外，課程的 hardcopyThemes 資料夾中的所有主題也都可用。你的選擇必須先儲存，然後重新載入頁面，才能在後續的選項中反映出新啟用的主題清單。

source: Choose which sets to be affected
fr: Choisir les devoirs à modifier
ko: 적용될 문제집을 선택하세요
tr: Hangi setlerin etkileneceğini seçin
zh_tw: 選擇要受影響的題組

source: Class list (".lst") files
zh_tw: 班級名單檔（".lst "）

source: Clean course after unarchiving (remove student users, scoring files, log files)
zh_tw: 解除封存後清除課程（刪除學生使用者、評分檔、日誌檔）

source: Clear Problem Display
fr: Effacer l'affichage du problème
zh_tw: 清空問題顯示

source: Click a student's name to see the student's homework set. Click a heading to sort the table.
zh_tw: 點擊學生的姓名以查看學生的作業題組。點擊標題以排序表格。

source: Click a student's name to see the student's test summary page. Click a test's version number to see the corresponding test version. Click a heading to sort the table.
zh_tw: 點擊學生姓名可查看學生的測驗摘要頁面。點擊測驗的版本號以查看相應的測驗版本。點擊標題對表格進行排序.

source: Click first in the "Assigned Sets" column in the student's row. This will take you to a new page where you will click on the link to the assignment where the grade change is to be made.
zh_tw: 首先點擊學生所在列中的「已指派題組」欄位。這將會帶你到一個新頁面，在那裡你可以點擊連結到要變更成績的作業。

source: Click first in the "Assigned Sets" column in the student's row. This will take you to a new page where you will click on the link to the assignment where the grade change is to be made. (The grade for each problem is listed as "status" on this third page).
zh_tw: 首先點擊學生所在列中的「已指派題組」欄位。這將會帶你到一個新頁面，在那裡你可以點擊連結到要變更成績的作業。（每個問題的成績在第三頁以「狀況」列出。）

source: Click on each of the tabs to view the configuration items. The question mark icon provides access to information about the behavior of the configuration settings.
zh_tw: 點擊每個分頁以查看配置項目。問號示提供有關配置設定行為的資訊。

source: Click on the column "Assigned Sets" in the student's row. This will take you to a page where you can assign and unassign sets and change the due dates for homework on an individual basis.
zh_tw: 點擊學生所在列中的「已指派題組」欄位。這將把你帶到一個頁面，在那裡你可以指派和取消指派題組，並逐一變更作業的截止日期。

source: Click on the homework set links to edit the grades for this individual student on the homework set. (The grade of each problem is called the "status".) You can also change the number of allowed attempts and further modify the individual student's homework set.) You will also be able to change a student's seed which determines the individual values used in the individual version of the student's problem and the weight (how much a problem counts towards the grade.)
zh_tw: 點擊作業題組連結編輯此學生的作業成績。（每個問題的成績稱為「狀況」。）你還可以更改允許的嘗試次數，並進一步修改這位學生的作業題組。你也可以更改學生的種子，這決定了學生問題個別版本的值，以及問題在成績中的全重（即問題對成績的影響有多大）。

source: Click on the login name to edit individual problem set data, (e.g. due dates) for these students.
fr: Cliquer sur le nom d'usager pour éditer les devoirs individuellement (par ex. la date de remise) pour ces étudiants
ko: 개인별 문제집 데이터(예. 마감기한)를 편집하기 위해 로그인 이름을 클릭하세요.
tr: Bu öğrenciler için problem setlerinde değişiklik (teslim tarihi vb.) yapmak için isimlerinin üzerine tıklayın.
zh_tw: 點擊登入名稱以編輯這些學生的個別問題題組資料（例如：截止日期）。

source: Click the %1 icon for page and item specific help.
zh_tw: 點擊 %1 圖示可獲得頁面和項目的特定説明。

source: Click the icon %1 for page and item specific help.
zh_tw: 點選圖示 %1 可獲得頁面和項目的特定説明。

source: Clicking on any active link at the top of the column sorts the page by that column. You can do lexigraphic sorts: click on "First name" then "Last name" to sort by last name, sorting those with the same last name by their first name.
zh_tw: 點擊任意欄上方的有效連結可按該欄排序頁面。你可以進行字典排序：先點擊「名字」，再點擊「姓氏」以按姓氏排序，並按名字對相同姓氏的人排序。

source: Clicking on the login name link in a student's row allows you to view the student's version of the homework (rather than your own) so that you can more easily answer student questions about homework problems. (A "acting as xxx" alert will appear in the upper right corner of each window while you are acting as a student.) You can submit the answers (which will NOT be recorded) to check that the computer is grading the problem correctly. You will also be able to view past answers submitted by the student for each problem. To stop acting in the student's role click the "Stop acting" link in the upper right corner of the window.
zh_tw: 點擊學生列中的登入名稱連結可以查看該學生版本的作業（而不是你自己的版本），這樣可以更容易地解答學生關於作業問題的疑問。（當你以學生身份操作時，右上角會出現「以 xxx 操作」的提示。）你可以繳交答案（這些答案不會被記錄），以檢查電腦是否正確評分。你還可以查看學生之前為每個問題繳交的答案。要停止以學生身份操作，點擊視窗右上角的「停止操作」連結。

source: Clicking the <strong>email address</strong> link will bring up your standard email application so that you can send email to the student. This works even if the student has been dropped from the course. To send email to an entire class or to merge grades with the email message use the "Email" page link in the left margin.
zh_tw: 點擊<strong>電子郵件位址</strong>連結將啟動你的標準電子郵件應用程式，以便你可以向學生發送電子郵件。即使該學生已經退選此課程，這個功能仍然有效。要向整個班級發送電子郵件或將成績與郵件訊息合併，使用左側邊欄中的「電子郵件」頁面連結。

source: Client ip address %1 is not allowed to work this assignment, because the assignment has ip address restrictions and there are no allowed locations associated with the restriction. Contact your professor to have this problem resolved.
zh_tw: 用戶 IP 位址 %1 不允許執行此作業，因為該作業有 IP 位址限制，且沒有與限制相關的允許位置。請聯繫你的教授以解決此問題。

source: Close
zh_tw: 結束

source: Close Date
zh_tw: 結束日期

source: Close:
zh_tw: 結束：

source: Closed
fr: Fermé
ko: 닫기
tr: Kapalı
zh_tw: 結束的

source: Closed.
zh_tw: 結束的。

source: Closes on %1
zh_tw: 於 %1 結束

source: Closes:
zh_tw: 結束：

source: Collapse All Details
zh_tw: 收起所有細節

source: Collapse All Nesting
zh_tw: 收起所有嵌套

source: Collapse Nested Problems
zh_tw: 收折巢狀問題

source: Collapse Problem Details
zh_tw: 收折問題細節

source: Collapse problem details to the top row of information about a problem. Note that the details of a single problem can be collapsed by clicking on the up arrow to the right of the problem source file.
zh_tw: 將問題細節收折到問題訊息的頂部列。請注意，單一問題的細節可透過點擊問題來源檔案右側的向上箭頭來收折。

source: Comma separated list of set names that are excluded from all achievements. No achievement points and badges can be earned for submitting problems in these sets. Note that underscores (_) must be used for spaces in set names.
zh_tw: 以逗號分隔排除在所有成就之外的題組名稱清單。在這些題組中繳交問題無法獲得成就點數與徽章。請注意，題組名稱中的空格必須使用底線 (_)。

source: Comment
fr: Commenter
ko: 코멘트
tr: Yorum
zh_tw: 評註

source: Comment:
zh_tw: 評註：

source: Comments
zh_tw: 評註

source: Complete
zh_tw: 完成

source: Complete Code
zh_tw: 完整的程式碼

source: Completed results for this assignment are not available until %1.
zh_tw: 此作業的完成結果在 %1 之前不可用。

source: Completed results for this assignment are not available.
zh_tw: 此作業的完成結果不可用。

source: Completed.
zh_tw: 已完成。

source: Compose Email Message
zh_tw: 撰寫郵件訊息

source: Configure ip ranges (locations) that can be used to restrict set access.
zh_tw: 配置可用於限制題組取得的 IP 範圍（位置）。

source: Configure which course links appear on the site landing page.
zh_tw: 配置出現在網站登入頁面上的課程連結.

source: Confirm
zh_tw: 確認

source: Confirm %1's New Password
fr: Confirmer le nouveau mot de passe de %1
ko: %1님의 새 비밀번호 확인
zh_tw: 確認 %1 的新密碼

source: Confirm Password
zh_tw: 確認密碼

source: Confirm which sets to export.
zh_tw: 確認要匯出哪些題組。

source: Congratulations, you earned a new level!
zh_tw: 恭喜，你獲得一個新的等級！

source: Contact the site administrator to ensure that the permissions are set so that the web server can write to this file.
zh_tw: 聯繫網站管理者確保權限設置正確，以便網站伺服器可以寫入該檔案。

source: Content Selection
zh_tw: 內容選擇

source: Context ID
zh_tw: 內容識別碼

source: Context Title
zh_tw: 內容標題

source: Continue
fr: Continuer
ko: 계속
tr: Devam
zh_tw: 繼續

source: Continue Open Test
zh_tw: 繼續開啟測驗

source: Controls if an achievement is evaluated or not.
zh_tw: 控制是否評估成就。

source: Convert the code to PGML
zh_tw: 將程式碼轉換為 PGML

source: Copied auxiliary files from %1 to new location at %2.
zh_tw: 將輔助檔案從 %1 複製到新位置 %2。

source: Copy
fr: Copier
zh_tw: 複製

source: Copy Components From:
zh_tw: 從以下來源複製組件：

source: Copy file as:
fr: Copier le fichier vers :
zh_tw: 將檔案複製為：

source: Copy this Problem
zh_tw: 複製此問題

source: Copying the course configuration file may copy configuration settings that are specific to the original course instructor. If this is a new course for a new instructor, use the fields above to add the new instructor and do not copy the course configuration file. Then if there is something in the course configuration file that should be carried into the new course, the administrator can copy that manually. Alternatively, do copy the course configuration file, but then the administrator should inspect the new course configuration file and make adjustments for the new instructor.
zh_tw: 複製課程配置檔可能會複製原課程講師的特定配置設定。如果這是一門新講師的課程，使用上方欄位來新增新講師，且不要複製課程配置檔。接著，如果有需要從課程配置檔中帶入新課程內容，管理者可以手動複製。或者，你也可以選擇複製課程配置檔，但管理者應該檢查新課程配置檔，並為新講師進行調整。

source: Correct
ko: 수정
tr: Doğru yanıt
zh_tw: 正確的

source: Correct Adjusted Status
zh_tw: 更正調整狀況

source: Correct Answers:
zh_tw: 正確答案：

source: Correct Status
zh_tw: 正確狀況

source: Correct answers
fr: Bonnes réponses
ko: 답안 수정
zh_tw: 正確答案

source: Correct: %1/%2
zh_tw: 正確：%1/%2

source: Could not add %1 problems to this set. The number must be between 1 and %2
fr: Impossible d'ajouter %1 problèmes à ce devoir. Le nombre doit être entre 1 et %2
zh_tw: 無法將 %1 個問題新增到此題組中。數字必須介於 1 和 %2 之間

source: Could not find achievement %1.
zh_tw: 找不到成就 %1。

source: Could not obtain database connection for %1.
zh_tw: 無法取得 %1 的資料庫連接。

source: Could not obtain database connection.
zh_tw: 無法取得資料庫連接。

source: Couldn't change %1's password: %2
fr: Il n'a pas été possible de modifier le mot de passe : %2 de l'usager : %1
ko: %1님의 비밀번호 변경 실패: %2
zh_tw: 無法變更 %1 的密碼：%2

source: Couldn't change your email address: %1
fr: Il n'a pas été possible de modifier votre adresse de courriel : %1
ko: 이메일주소를 변경할 수 없습니다: %1
zh_tw: 無法變更你的電子郵件位址：%1

source: Couldn't save your display options: %1
zh_tw: 無法儲存你的顯示選項：%1

source: Counter
zh_tw: 計數器

source: Counter:
zh_tw: 計數器：

source: Counts for Parent
zh_tw: 計入主問題

source: Course Administration
fr: Administration du cours
ko: 수업 관리
tr: Ders Yönetimi
zh_tw: 課程管理

source: Course Administration Help
zh_tw: 課程管理說明

source: Course Configuration
fr: Configuration du cours
ko: 환경설정
tr: Ders Seçenekleri
zh_tw: 課程配置

source: Course Configuration Help
zh_tw: 課程配置説明

source: Course Default
zh_tw: 課程預設值

source: Course Files
zh_tw: 課程檔案

source: Course Home Help
zh_tw: 課程首頁說明

source: Course ID
zh_tw: 課程代號

source: Course ID cannot exceed %1 characters.
zh_tw: 課程代號不能超過 %1 個字元。

source: Course ID may only contain letters, numbers, hyphens, and underscores.
zh_tw: 課程代號只能包含字母、數位、連字號和底線.

source: Course ID:
zh_tw: 課程代號：

source: Course Id
zh_tw: 課程代號

source: Course Info
fr: Informations sur le cours
ko: 수업 정보
tr: Ders bilgileri
zh_tw: 課程資訊

source: Course Information
zh_tw: 課程資訊

source: Course Information for course %1
zh_tw: 課程 %1 的課程資訊

source: Course Listings
zh_tw: 課程清單

source: Course Name:
zh_tw: 課程名稱：

source: Course Sets
zh_tw: 課程設定

source: Course Title
zh_tw: 課程名稱

source: Courses
fr: Cours
ko: 수업내역
tr: Dersler
zh_tw: 課程

source: Courses are listed either alphabetically or in order by the time of most recent login activity, oldest first. To change the listing order check the mode you want and click "Refresh Listing". The listing format is: Course_Name (status :: date/time of most recent login) where status is "hidden" or "visible".
zh_tw: 課程按字母順序或最近一次登入活動時間（最舊的在前）排列。要變更清單順序，勾選你想要的模式並點擊「重新整理清單」。清單格式為：課程名稱（狀況 :: 最近一次登入的日／時間），其中狀況為「隱藏」或「可見」。

source: Courses are listed either alphabetically or in order by the time of most recent login activity, oldest first. To change the listing order check the mode you want and click "Refresh Listing". The listing format is: Course_Name (status :: date/time of most recent login) where status is "hidden" or "visible".
zh_tw: 課程按字母順序或最近一次登入活動時間（最舊的在前）排列。要變更清單順序，勾選你想要的模式並點擊「重新整理清單」。清單格式為：課程名稱（狀況 :: 最近一次登入的日／時間），其中狀況為「隱藏」或「可見」。

source: Create
fr: Créer
ko: 생성하기
tr: Oluştur
zh_tw: 建立

source: Create CSV
zh_tw: 建立 CSV

source: Create Location:
zh_tw: 建立位置：

source: Create a .tar.gz archive which includes the course's database and all course files.
zh_tw: 建立一個包含該課程資料庫和所有課程文件的 .tar.gz 封存檔。

source: Create a New Set in This Course:
fr: Créer un nouveau devoir dans ce cours
zh_tw: 在此課程建立新的題組：

source: Create a new achievement with ID
zh_tw: 以代號建立新的成就

source: Create a new course on this server.
zh_tw: 在此伺服器上建立新課程。

source: Create a new course. The "Course ID" is used as the course name and is used in course links. Underscores appear as spaces when displaying the course name. The "Course Title" is used as the title on the course home page.
zh_tw: 建立新課程。「課程代號」將作為課程名稱，並用於課程連結中。顯示課程名稱時，底線會顯示為空格。「課程標題」將用於課程首頁的標題。

source: Create a new set with a given name. This can either create an empty set or a duplicate of an existing set.
zh_tw: 建立一個具名的新題組。這可以建立一個空題組或複製現有的題組。

source: Create as what type of achievement?
zh_tw: 建立什麼樣的成就？

source: Create as what type of set?
fr: Créer en tant que quel type de devoir?
ko: 어떤 종류의 문제집으로 생성?
tr: Ne tip set oluşturulacak?
zh_tw: 建立什麼類型的作業題組？

source: Create backup
zh_tw: 建立備份

source: Create unattached problem
zh_tw: 建立未附加的問題

source: Create/Delete achievements
zh_tw: 建立/刪除成就

source: Created
zh_tw: 建立

source: Current
zh_tw: 目前

source: Currently defined locations are listed below.
zh_tw: 底下列出當前定義的位置。

source: Database tables are ok
zh_tw: 資料庫表格正常

source: Database tables need updating.
zh_tw: 資料庫表格需要更新。

source: Database tables ok
zh_tw: 資料庫表格正常

source: Database:
zh_tw: 資料庫：

source: Date
zh_tw: 日期

source: Dates
zh_tw: 日期

source: Dates for problem sets can be edited by clicking the pencil icon in the "Set Name" column next to the set name. To change dates for several sets at once, click the check box in the "Select" column and choose "Edit selected" from the tasks above.
zh_tw: 要編輯問題題組的日期可點擊題組名稱旁邊「題組名稱」欄中的鉛筆圖示。要同時變更多個題組的日期，點擊「選擇」欄中的勾選框，然後從上方的任務中選擇「編輯選擇」。

source: Default
zh_tw: 預設

source: Default Amount of Time (in minutes) after Due Date that Answers are Open
zh_tw: 在截止日期之後答案開放的預設時間（以分鐘為單位）

source: Default Amount of Time (in minutes) before Due Date that the Assignment is Open
zh_tw: 在截止日期之前作業開放的預設時間（以分鐘為單位）

source: Default Length of Reduced Scoring Period in minutes
zh_tw: 減分期的預設長度為分鐘

source: Default Time that the Assignment is Due
zh_tw: 作業截止的預設時間

source: Default number of attempts before Show Me Another can be used (-1 => Never)
zh_tw: 可以使用「顯示另一個」之前的預設嘗試次數（-1 => 從不）

source: Default number of attempts before hints are shown in a problem (-1 => hide hints)
zh_tw: 問題中顯示提示之前的預設嘗試次數（-1 => 隱藏提示）

source: Delete
fr: Supprimer
ko: 삭제
tr: Sil
zh_tw: 刪除

source: Delete Course
zh_tw: 刪除課程

source: Delete Course Help
zh_tw: 刪除課程說明

source: Delete Courses
zh_tw: 刪除課程

source: Delete a course and all associated data.
zh_tw: 刪除課程和所有相關資料.

source: Delete a student from a course
zh_tw: 從課程中刪除一位學生

source: Delete all existing addresses
zh_tw: 刪除所有存在的位址

source: Delete backup from
zh_tw: 刪除備份從

source: Delete backup from %1
zh_tw: 從 %1 刪除備份

source: Delete course after archiving. Caution there is no undo!
zh_tw: 封存後刪除課程。請注意，這是無法取消的！

source: Delete course:
zh_tw: 刪除課程：

source: Delete field when upgrading
zh_tw: 升級時刪除欄位

source: Delete it?
fr: Supprimer?
zh_tw: 刪除？

source: Delete location:
zh_tw: 刪除位置：

source: Delete oldest backup
zh_tw: 刪除最舊備份

source: Delete selected achievements?
zh_tw: 刪除所選的成就？

source: Delete selected jobs. Note that jobs that are in the "active" state can not be deleted. Jobs that are in the "inactive" state can be deleted, but it is possible that by the time the request to delete the job occurs the job may have transitioned into the "active" state. In that case the job will not be deleted. Jobs that are in the "finished" or "failed" states can always be deleted.
zh_tw: 刪除所選的工作。請注意，處於「動作」狀況的工作不能刪除。處於「未動作」狀況的工作可以刪除，但在請求刪除工作時，該工作可能已經轉換為「動作」狀況。在這種狀況下，工作將無法被刪除。處於「已完成」或「失敗」狀況的工作可以隨時刪除。

source: Delete selected sets?
zh_tw: 刪除選擇的題組？

source: Delete selected users?
zh_tw: 刪除所選的使用者？

source: Delete table when upgrading
zh_tw: 升級時刪除表格

source: Delete the sets checked below. Be careful, this cannot be undone.
zh_tw: 刪除底下選取的題組。請注意，此操作無法取消。

source: Delete which jobs?
zh_tw: 刪除哪些工作？

source: Deleted %1 sets.
zh_tw: 已刪除 %1 個題組。

source: Deleted %1 users.
zh_tw: 已刪除 %1 位使用者。

source: Deleted %quant(%1,achievement).
zh_tw: 已刪除 %quant(%1, 成就)。

source: Deleted %quant(%1,job).
zh_tw: 已刪除 %quant(%1, 工作)。

source: Deleted Location(s): %1
zh_tw: 已刪除的位置：%1

source: Deleted addresses %1 from location.
zh_tw: 已從位置刪除位址 %1。

source: Deleted backup from %1.
zh_tw: 從 %1 刪除了備份。

source: Deleted temp file at %1
zh_tw: 已刪除位於 %1 的暫存檔

source: Deleted temporary file "%1".
zh_tw: 已刪除暫存檔「%1」。

source: Deleting Problems
zh_tw: 刪除問題

source: Deletion deletes all location data and related addresses, and is not undoable!
zh_tw: 刪除會移除所有位置資料和相關位址，且無法取消！

source: Deletion destroys all achievement-related data and is not undoable!
zh_tw: 刪除會銷毀所有與成就相關的資料，且無法取消！

source: Deny From
zh_tw: 拒絕來自

source: Descending
zh_tw: 降序

source: Description
zh_tw: 描述

source: Description:
zh_tw: 描述：

source: Deselect All Test Versions
zh_tw: 取消選擇所有測驗版本

source: Didn't recognize action
zh_tw: 未識別動作

source: Directory
zh_tw: 目錄

source: Directory "%1" not removed: %2
zh_tw: 目錄「%1」未被刪除：%2

source: Directory "%1" removed (items deleted: %2)
zh_tw: 目錄「%1」已刪除（刪除項目：%2）

source: Directory permission errors
zh_tw: 目錄權限錯誤

source: Directory structure is missing directories or the webserver lacks sufficient privileges.
zh_tw: 目錄結構缺少目錄或網站伺服器權限不足。

source: Directory structure is ok
zh_tw: 目錄結構正常

source: Directory structure needs to be repaired manually before archiving.
zh_tw: 封存之前需要手動修復目錄結構。

source: Directory structure needs to be repaired manually before renaming.
zh_tw: 重新命名前需要手動修復目錄結構。

source: Directory structure or permissions need to be repaired.
zh_tw: 需要修復目錄結構或權限。

source: Directory structure:
zh_tw: 目錄結構：

source: Disable Notifications
zh_tw: 停用通知

source: Disable email notifications for %1
zh_tw: 停用 %1 的電子郵件通知

source: Disable email notifications for this achievement.
zh_tw: 對此成就停用電子郵件通知。

source: Dismiss
zh_tw: 忽略

source: Dismiss All Messages
zh_tw: 忽略所有訊息

source: Display Mode
fr: Mode d'affichage
ko: 디스플레이 모드
tr: tr: Display Mode
zh_tw: 顯示模式

source: Display Mode:
fr: Mode d'affichage:
zh_tw: 顯示模式：

source: Display Past Answers
zh_tw: 顯示之前的答案

source: Display all possible records
zh_tw: 顯示所有可能的記錄

source: Display choice
zh_tw: 顯示選擇

source: Display mode for equations
zh_tw: 方程式的顯示模式

source: Display of scores for this test is not allowed.
zh_tw: 不允許顯示此測驗的分數。

source: Display options: Show
zh_tw: 顯示選項：顯示

source: Display sets matching a selected criteria. Useful if there are many sets.
zh_tw: 顯示相符所選條件的題組。若題組很多這功能會很有用。

source: Display the evaluated student answer
fr: Afficher la réponse évalué de l'élève
zh_tw: 顯示已評估的學生答案

source: Do NOT use the file name %1, since you might accidentally overwrite that if you again export your WeBWorK homework scores. (Actually the earlier file is moved to %2 -- so you can recover using the File Manager.)
zh_tw: 不要使用檔名 %1，因為如果再次匯出的 WeBWorK 作業分數，你可能會意外地覆蓋它。（實際上，較早的檔案已被移到 %2，所以你可以使用檔案管理器進行恢復。）
