Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Makes a new copy of the file you are editing at the location relative to the course's templates ([TMPL]) directory. You may choose to replace the current problem in the current set, append to the end to then end of the current set as a new problem, or create a problem that is not attached to a problem set.
zh_tw: 將你正在編輯的檔案複製一份放在相應課程的暫存（[TMPL]）目錄位置。你可以選擇替換目前題組中的問題，附加為當前題組的新問題，或建立一個未附加到問題題組的問題。

source: Manage LTI Course Map
zh_tw: 管理 LTI 課程地圖

source: Manage Locations
zh_tw: 管理位置

source: Manage Locations Help
zh_tw: 管理位置說明

source: Manage achievements for the course. The actions allow one to edit, assign, import, export, score, create, or delete achievements. The action form is at the top to select the desired action and options to perform when the submit button is pressed. Below the action form is the list of all the achievements, ordered by their achievement "Number".
zh_tw: 管理課程的成就。這些動作允許編輯、指派、匯入、匯出、評分、建立或刪除成就。動作表單位於頂部，用於選擇所需的操作和在按下繳交按鈕時執行的選項。在作用表單下方是所有按「編號」排序的成就清單。

source: Manage administration course files.
zh_tw: 管理管理者課程檔案。

source: Manage instructors. When instructors are added to a newly created course, they are also added to the admin course with username "userID_courseID".
zh_tw: 管理講師。當講師被新增到新建立的課程時，他們也會被新增到管理者課程中，且使用者名稱為「使用者代號_課程代號」。

source: Manual Grader
zh_tw: 手動評分

source: Manual Grader Help
zh_tw: 手動評分說明

source: Manual Grader for %1: Problem %2
zh_tw: %1 的手動評分：問題 %2

source: Manually initiate an LTI grade passback for selected sets or users. This link is only visible if LTI grade passback is enabled for the course.
zh_tw: 手動啟動所選題組或使用者的 LTI 成績回傳。此連結僅在啟用了該課程的 LTI 成績回傳時可見。

source: Many of these editing activities can also be done more quickly from the "Instructor Tools" page where students and sets can be selected simultaneously. The "Instructor Tools" page is useful for quick editing of one or two students. The initial setup of the class can be done best from this page. Importing and exporting class lists can only be done from this page. Deleting students can only be done from this page.
zh_tw: 許多這些編輯活動也可以在「講師工具」頁面上更快完成，在那裡可以同時選擇學生和題組。「講師工具」頁面適用於快速編輯一兩位學生。班級的初始設置從這個頁面完成的效果最好。匯入和匯出班級名單只能在這個頁面進行。刪除學生也只能在這個頁面進行。

source: Mark Correct
zh_tw: 標記正確

source: Mark Correct?
fr: Marquer correct?
zh_tw: 標記為正確嗎？

source: Match on what? (separate multiple IDs with commas)
fr: L'associer à quoi? (Séparer les différents numéros d'identification par des virgules)
ko: 무엇과 대응됩니까? (여러개의 ID를 콤마로 구별하시오)
tr: Hangi özellikler eşleştirilecek? (birden fazla kullanıcı adını virgülle ayırın)
zh_tw: 匹配什麼？（用逗號分隔多個代號）

source: Match on which category?
zh_tw: 匹配哪個類別？

source: Math Objects
ko: 수학 문제
tr: tr: Math Objects
zh_tw: 數學物件

source: Max Attempts
zh_tw: 最大嘗試次數

source: Max. Shown:
zh_tw: 最大顯示：

source: Maximum times Show me Another can be used per problem (-1 => unlimited)
zh_tw: 每個問題可以使用「顯示另一個」的最大次數（-1 => 不限次數）

source: Merge file data:
zh_tw: 合併檔資料：

source: Merge file:
zh_tw: 合併檔：

source: Message file:
zh_tw: 訊息檔：

source: Message saved to file %1.
zh_tw: 訊息已儲存到檔案 %1。

source: Message sent to %1 at %2.
zh_tw: 訊息已發送到位於 %2 的 %1。

source: Message was blank.
zh_tw: 訊息為空。

source: Messages can be saved to a message file (which must end in the ".msg" extension). Use the "Message file" drop down menu to select which message file to load, or "None" to use a blank message. To save a new message, use the "Save as" button after entering in a valid filename. The "Save as" button will not overwrite currently saved messages. To edit a currently saved message first select it using the drop down menu, then click the "Save" button to save any changes. Use the "File Manager" to delete messages, located in the "[TMPL]/email" directory.
zh_tw: 訊息可以儲存到訊息檔（副檔名必須為 ".msg"）。使用「訊息檔」下拉選單選擇要載入的訊息檔，或者選擇「無」以使用空白訊息。在輸入有效的檔名後使用「另存」按鈕儲存新的訊息。「另存」按鈕不會覆蓋目前已儲存的訊息。要編輯當前已儲存的訊息，首先在下拉選單中選擇它，然後點擊「儲存」按鈕以儲存任何變更。使用「檔案管理器」刪除位於 "[TMPL]/email" 目錄中的訊息。

source: Method
zh_tw: 方法

source: Method to enter problem scores in the single problem manual grader
zh_tw: 在單一問題手動評分輸入問題分數的方法

source: Missing required input data. Please check that you have filled in all of the create location fields and resubmit.
zh_tw: 缺少必要的輸入資料。請確認已填寫所有建立位置的欄位，然後重新繳交。

source: Mode in which the LANG and DIR settings for a single problem are determined.
zh_tw: 決定單一問題的語言和書寫方向設定的模式。

source: Move
zh_tw: 移動

source: Move to Page:
zh_tw: 移至頁面：

source: Move to Problem:
zh_tw: 移至問題：

source: Multiple sets may be assigned to the users by holding down the shift key or the ctrl key while selecting from the list.
zh_tw: 從清單中選擇時按住 shift 鍵或 ctrl 鍵，可以將多個題組指派給使用者。

source: Multiple users and sets can be selected using ctrl-click or shift-click. The action buttons are grouped into three categories. The first is a set of actions that act on the selected users, the second is a set of actions for acting on a combination of sets and users, and the third is a set of actions that act on the selected sets. If an invalid number of users or sets are selected, the action will not be performed, and an error message will be placed on the page.
zh_tw: 可以使用 ctrl 或 shift 選擇多位使用者和題組。動作按鈕分為三種類別。第一種是對所選使用者進行操作，第二種是對題組和使用者的組合進行操作，第三種是對所題組合進行操作。如果所選的使用者或題組數字無效，則不會執行動作，且會在頁面上顯示錯誤訊息。

source: Multiple users or sets may be selected by holding down the shift key or the ctrl key while selecting from the list.
zh_tw: 從清單中選擇時，按住 shift 鍵或 ctrl 鍵可以選擇多位使用者或題組。

source: My Problems
zh_tw: 我的問題

source: NO OF FIELDS
zh_tw: 欄位數量

source: Name
fr: Nom
ko: 이름
tr: Grup Adı
zh_tw: 姓名

source: Name of course information file
fr: Nom du fichier pour les informations du cours
zh_tw: 課程資訊檔案的名稱

source: Name of the evaluator file used to evaluate the achievement.
zh_tw: 用於評估成就的評估器檔案的名稱。

source: Name of the image used for the achievement icon.
zh_tw: 用於成就圖示的圖片名稱。

source: Name the new set
fr: Nommer le nouveau devoir
ko: 새로운 문제집 이름
tr: Yeni seti adlandırın
zh_tw: 命名新的題組

source: Name:
zh_tw: 名字：

source: Never
zh_tw: 從不

source: New File
fr: Nouveau fichier
zh_tw: 新檔案

source: New Folder
fr: Nouveau dossier
zh_tw: 新資料夾

source: New Name:
zh_tw: 新名字：

source: New Password
fr: Nouveau mot de passe
ko: 새 비밀번호
tr: Yeni Şifre
zh_tw: 新密碼

source: New Problem
zh_tw: 新問題

source: New file name:
fr: Nom du nouveau fichier:
zh_tw: 新檔名稱：

source: New folder name:
fr: Nom du nouveau dossier:
zh_tw: 新資料夾名稱：

source: New passwords saved.
zh_tw: 新密碼已儲存。

source: New set name
zh_tw: 新題組名稱

source: Next Problem
fr: Problème suivant
ko: 다음 문제
tr: Sonraki Soru
zh_tw: 下個問題

source: Next Update
zh_tw: 下個更新

source: Next page
fr: Page suivante
zh_tw: 下一頁

source: Next test will be available by %1.
zh_tw: 下一個測驗將在 %1 之前可用。

source: No
fr: Non
ko: 아니오
tr: Hayır
zh_tw: 否

source: No Course
zh_tw: 沒有課程

source: No Description
zh_tw: 沒有描述

source: No Sender specified.
zh_tw: 未指定寄件者。

source: No Target Set Selected
zh_tw: 未選擇目標題組

source: No WeBWorK course was found associated to this LMS course. If this is an error, please contact the WeBWorK system administrator.
zh_tw: 未找關連此 LMS 課程聯的 WeBWorK 課程。如果這是個錯誤，請聯絡 WeBWorK 系統管理員。

source: No achievement badges have been assigned yet.
zh_tw: 尚未指派任何成就徽章。

source: No achievements in category %1.
zh_tw: 類別 %1 中沒有成就。

source: No achievements selected to edit.
zh_tw: 沒有選擇要編輯的成就。

source: No achievements selected to export.
zh_tw: 沒有選擇要匯出的成就。

source: No achievements shown. Select an achievement to edit!
zh_tw: 沒有顯示成就。選擇要編輯的成就！

source: No achievements shown. Use the filter above to list achievements.
zh_tw: 沒有顯示成就。使用上面的篩檢列出成就。

source: No action taken
zh_tw: 未採取任何動作

source: No authentication method found for your request. If this recurs, please speak with your instructor.
zh_tw: 沒有為你的請求找到驗證方法。如果這種狀況再次出現，請與你的講師聯繫。

source: No changes have been made to set %1
zh_tw: 沒有對題組 %1 進行任何變更

source: No changes specified. You must mark the checkbox of the item(s) to be changed and enter the change data.
zh_tw: 未指定任何變更。你必須勾選要更改項目的方框並輸入改動的資料。

source: No changes were saved!
fr: Aucun changement n'a été sauvegardé!
zh_tw: 沒有儲存任何變更！

source: No class list file provided.
zh_tw: 沒有提供班級名單檔案。

source: No content was selected.
zh_tw: 未選擇任何內容。

source: No course achievements to edit. Create or import achievements.
zh_tw: 沒有可編輯的課程成就。建立或匯入成就。

source: No course achievements to export. Create or import achievements.
zh_tw: 沒有要匯出的課程成就。建立或匯入成就。

source: No course achievements. Create or import achievements above.
zh_tw: 沒有課程成就。建立或匯入以上成就。

source: No course archives found.
zh_tw: 未找到課程封存檔。

source: No course id defined
zh_tw: 沒有定義課程代號

source: No courses found
zh_tw: 未找到課程

source: No data exists for set %1 and problem %2
fr: Aucune données exite pour le devoir %1 et le problème %2
zh_tw: 題組 %1 和問題 %2 沒有資料存在

source: No email recipients are listed for this course.
zh_tw: 本課程未列出電子郵件收件人。

source: No filename was specified for saving! The message was not saved.
zh_tw: 沒有為儲存指定檔名！訊息未儲存。

source: No guest logins are available. Please try again in a few minutes.
zh_tw: 目前沒有可用的訪客登入。請稍候幾分鐘後再試。

source: No jobs in queue.
zh_tw: 佇列中沒有工作。

source: No location specified to edit. Please check your input data.
zh_tw: 沒有指定要編輯的位置。請檢查你的輸入資料。

source: No location with name %1 exists in the database
zh_tw: 資料庫中不存在名為 %1 的位置

source: No locations are currently defined.
zh_tw: 目前沒有定義位置。

source: No merge data file
zh_tw: 沒有合併資料檔案

source: No merge data found
zh_tw: 未找到合併資料

source: No merge data found.
zh_tw: 未找到合併資料。

source: No merge file selected.
zh_tw: 未選擇合併檔。

source: No more tests available.
zh_tw: 沒有更多的測驗可用。

source: No new Achievement ID specified. No new achievement created. File not saved.
zh_tw: 沒有指定新的成就代號。未建立新成就。檔案未保存。

source: No problems matched the given parameters.
zh_tw: 沒有符合給定參數的問題。

source: No recipients selected.
zh_tw: 未選擇收件人。

source: No recipients selected. Please select one or more recipients from the list below.
zh_tw: 未選擇收件人。請從下面的清單中選擇一位或多位收件人。

source: No record for global set %1.
fr: Aucun enregistrement pout le devoir global %1
zh_tw: 沒有全域題組 %1 的記錄。

source: No record found.
fr: Aucun enregistrement trouvé.
zh_tw: 未找到記錄。

source: No sets in this course yet
zh_tw: 本課程尚無題組

source: No sets selected for scoring.
fr: Aucun devoir sélectionné pour la notation.
ko: 점수기록할 문제집이 선택되지 않음.
tr: Notlama için bir set seçili değil.
zh_tw: 未選擇要評分的題組。

source: No sets shown. Choose one of the options above to list the sets in the course.
fr: Aucun devoir affiché. Choisir l'une des options ci-dessus pour afficher les devoirs de ce cours.
ko: 문제집이 없습니다. 기입할 문제집을 위해 강좌에서 옵션을 선택해주세요.
tr: Hiç set gösterilmiyor. Dersteki setleri görmek için yukarıdaki seçeneklerden birini işaretleyin.
zh_tw: 未顯示題組。選擇上面的一個選項來列出課程中的題組。

source: No source filePath specified
fr: Aucun chemin de fichier source n'a été spécifié
zh_tw: 未指定原始檔案路徑

source: No students shown. Choose one of the options above to list the students in the course.
zh_tw: 未顯示學生。選擇上面的一個選項來列出課程中的學生。

source: No submissions. Over time.
zh_tw: 沒有繳交。超時。

source: No tests taken.
zh_tw: 未參加任何測驗。

source: No user specific data exists for user %1
fr: Aucune données spécifiques existe pour l'utilisateur %1
zh_tw: 不存在使用者 %1 的使用者特定資料

source: No users added.
zh_tw: 未新增使用者。

source: No valid changes submitted for location %1.
zh_tw: 沒有為位置 %1 的有效變更繳交。

source: No versions of this test have been taken.
zh_tw: 沒有參加此測驗的版本。

source: None
zh_tw: 無

source: None Specified
zh_tw: 未指定

source: None of the selected users are assigned to this set: %1
fr: Aucun des utilisateurs ne sont assignés à ce devoir: %1
zh_tw: 沒有所選的使用者被指派到此題組：%1

source: Not Visible
zh_tw: 不可見

source: Not logged in.
fr: Non connecté.
ko: 로그인 실패
tr: Giriş yapmadınız.
zh_tw: 未登入。

source: Not saving dates for %1!
zh_tw: 沒有為 %1 保存日期！

source: Note
ko: 공지
tr: Not
zh_tw: 請注意

source: Note that if there are errors, they will be shown at the top of the page. In some cases, a hard copy is still generated and a link called "Download Hardcopy" appears. In addition, the latex file, log and error files are generated which can be used in troubleshooting.
zh_tw: 請注意，如果有錯誤，將會顯示在頁面頂部。在某些狀況下，仍會產生列印副本，並出現「下載列印副本」的連結。此外，還會產生 latex 檔案、日誌和錯誤檔案，這些檔案可用於故障排除。

source: Note that if you set the permission level of a user to something other than "Student", you may also want to set the status of the user to "Observer". Users with the "Observer" status are not included in statistics, scoring, or instructor emails.
zh_tw: 請注意，如果你將使用者的權限層級設定為「學生」以外的層級，你可能還需要將使用者的狀況設定為「觀察者」。擁有「觀察者」狀況的使用者不會被包含在統計資料、評分或講師電子郵件中。

source: Note that the QR code and link in that email are only valid as long as this page is open. If you click "Cancel" below or close this page, then you will need to return to this page, to have another email sent with an updated QR code and link.
zh_tw: 請注意，該郵件中的 QR code 和連結只有在這個頁面開啟時有效。如果你點擊下方的「取消」或關閉這個頁面，則需要返回這個頁面，以便發送另一封帶有更新 QR code 和連結的郵件。

source: Note that two courses in different LMSs might have the same context id. If that is the case, then these courses must must have different LTI configurations. For LTI 1.1, this means they must have the consumer key set to different values in the two LMSs and that must be set in the LTI 1.1 configuration for the courses in WeBWorK. For LTI 1.3, two different LMSs will always have different configurations. Make sure the two configurations are correct in WeBWorK.
zh_tw: 請注意，不同 LMS 中的兩個課程可能具有相同的內容識別碼。在這種狀況下，這些課程必須有不同的 LTI 配置。對於 LTI 1.1，這意味著它們必須在兩個 LMS 中將使用者金鑰設定為不同的值，且必須在 WeBWorK 的 LTI 1.1 配置中進行設定。對於 LTI 1.3，不同的 LMS 始終具有不同的配置。確認在 WeBWorK 中這兩個配置是正確的。

source: Note: %1
zh_tw: 請注意：%1

source: Note: grading the test grades all problems, not just those on this page.
zh_tw: 請注意：評分測驗時會評分所有問題，而不僅僅是這一頁的問題。

source: Notifications
zh_tw: 通知

source: Now
zh_tw: 現在

source: Number
zh_tw: 數字

source: Number of Students
zh_tw: 學生人數

source: Number:
zh_tw: 編號：

source: OPL Problem Levels Help
zh_tw: OPL 問題等級説明

source: Observer
zh_tw: 觀察者

source: Once "Generate Hardcopy for selected sets and selected users" is clicked a file in the selected hardcopy format will be generated and offered for download. If PDF output was selected, a single PDF file is generated. If TeX output is selected, a zip file is generated that contains all files needed to generated the hardcopy PDF file via %1. The main TeX file is called %2.
zh_tw: 一旦點擊「為所選的題組和使用者產生列印副本」，將產生所選列印副本格式的檔案並提供下載。如果選擇 PDF 輸出，則會產生一個 PDF 檔。如果選擇 TeX 輸出，將產生一個包含透過 %1 產生列印副本 PDF 檔時所有需要檔案的 zip 檔。主要 TeX 檔稱為 %2。

source: Once the authenticator app is set up, enter the code it generates below.
zh_tw: 一旦設定好驗證應用程式，下方輸入它產生的代碼。

source: Once the authenticator app is set up, return to the login page in WeBWorK and enter the code it shows. Remember that the attached QR code is only valid as long as the page that you were visiting when this email was sent is still open.
zh_tw: 一旦設置好驗證器應用程式，返回 WeBWorK 的登入頁面並輸入應用程式顯示的代碼。請記住，附帶的 QR code 只有在你打開此郵件時所訪問的頁面仍然開啟的狀況下才有效。

source: One Column
zh_tw: 一行

source: One-Time Code
zh_tw: 一次性密碼

source: One-time password generator setup QR Code
zh_tw: 一次性密碼產生器設定 QR code

source: One-time password setup QR code
zh_tw: 一次性密碼設定 QR code

source: Only Start
zh_tw: 僅開始

source: Only after set answer date
zh_tw: 僅在題組答案日期之後

source: Only present for JITAR sets. Collapse JITAR nesting problem groups to the top row of information about a problem. Note that the nesting of a single problem group can be collapsed by clicking on the down arrow to the right of the problem number.
zh_tw: 僅適用於 JITAR 題組。將 JITAR 巢狀問題組合收折到問題資訊的頂部列。請注意，單一問題組合的巢狀結構可以透過點擊問題號右側的向下箭頭來收折。

source: Only present for JITAR sets. Expand JITAR nested problem groups that have been collapsed. Note that the nesting of a single problem group can be expanded by clicking on the right arrow to the right of the problem number.
zh_tw: 僅適用於 JITAR 題組。展開已收折的 JITAR 巢狀問題組合。請注意，單一問題組合的巢狀結構可以透過點擊問題號右側的向下箭頭來展開。

source: Only this permission level and higher get buttons for sending email to the instructor.
zh_tw: 只有此權限層級和層級更高的權限才有向講師發送電子郵件的按鈕。

source: Open
fr: Ouvrir
zh_tw: 開啟

source: Open Assignments
zh_tw: 開啟作業

source: Open Date
fr: Date d'ouverture
ko: 날짜 열기
tr: Açılış tarihi
zh_tw: 開始日期

source: Open in New Window
zh_tw: 在新視窗中開啟

source: Open in new window
zh_tw: 在新視窗中開啟

source: Open.
zh_tw: 開啟。

source: Open. Due %1.
zh_tw: 開始。截止 %1。

source: Open. Submitted.
zh_tw: 開啟。已提交。

source: Open:
zh_tw: 開始：

source: Optional Modules
zh_tw: 選擇模組

source: Order Problems Randomly
zh_tw: 隨機排序問題

source: Order problems randomly or not. If you will be manually reviewing student answers, you might not want to order problems randomly to facilitate assembly line grading.
zh_tw: 隨機排序問題或不隨機排序。如果你將手動審查學生答案，你可能不希望隨機排序問題，以便評分流程。

source: Ordered
zh_tw: 排序的

source: Other Options
zh_tw: 其他選項

source: Out Of
fr: Indisponible
zh_tw: 總分

source: Overall Results
zh_tw: 整體結果

source: Overall Set Grades
zh_tw: 總體題組成績

source: Overall Success Index
zh_tw: 總體成功指數

source: Overwrite
zh_tw: 覆蓋

source: Overwrite existing archive
zh_tw: 覆蓋現有封存檔

source: Overwrite existing files silently
fr: Écraser les fichier existant en silence
zh_tw: 靜默覆蓋現有檔案

source: PDF hardcopy for <strong>selected</strong> users, for <strong>selected</strong> sets
zh_tw: <strong>所選</strong>使用者與<strong>所選</strong>題組的 PDF 列印副本

source: PG Info
zh_tw: PG 資訊

source: PG Problem Editor Help
zh_tw: PG 問題編輯器說明

source: PG Sample Problems
zh_tw: PG 範例問題

source: PG debug messages
fr: Messages de debug PG
zh_tw: PG 調試訊息

source: PG internal errors
fr: Erreur internes PG
zh_tw: PG 內部錯誤

source: PG markdown syntax used to format WeBWorK questions. This interactive lab can help you to learn the techniques.
zh_tw: 用於格式化 WeBWorK 問題的 PG Markdown 語法。這個互動實驗室可以幫助你學習這些技術。

source: PG problem file
zh_tw: PG 問題檔案

source: PG question failed to render
fr: Le rendu de la question PG a échoué
zh_tw: PG 問題渲染失敗

source: PG question processing error messages
fr: Traîtement des messages d'erreur de la question PG
zh_tw: PG 問題處理錯誤訊息

source: PG warning messages
fr: Messages d'avertissement PG
zh_tw: PG 警告訊息

source: POD Index
zh_tw: POD 索引

source: POD Viewer
zh_tw: POD 檢視器

source: POD for Macro Files
zh_tw: 巨集檔的 POD

source: POD for macros and sample problem code and snippets
zh_tw: 巨集和範例問題程式碼及片段的 POD

source: PREVIEW ONLY -- ANSWERS NOT RECORDED
fr: APERÇU SEULEMENT -- LES RÉPONSES NE SERONT PAS ENREGISTRÉES
ko: 미리보기만 -- 답이 입력되지 않았습니다
tr: GÖSTERİM -- YANITLAR KAYDEDİLMEDİ
zh_tw: 僅預覽 -- 不記錄答案

source: PROB NUMBER
zh_tw: 題號

source: PROB VALUE
zh_tw: 問題值

source: Pad Fields
fr: Remplir les champs
ko: 필드 삽입
tr: tr: Pad Fields
zh_tw: 填充欄位

source: Pad fields
zh_tw: 填補欄位

source: Page Contents
zh_tw: 頁面內容

source: Page generated %1
zh_tw: 頁面產生 %1

source: Password
fr: Mot de passe
ko: 비밀번호
tr: Sifre
zh_tw: 密碼

source: Past Answers for %1, set %2, problem %3
zh_tw: %1 之前的答案：題組 %2，問題 %3

source: Past Due Assignments
zh_tw: 過期作業

source: Percent
zh_tw: 百分比

source: Percent Ranges
zh_tw: 百分比範圍

source: Percent Score
zh_tw: 百分比分數

source: Percent of Students
zh_tw: 學生百分比

source: Percentile cutoffs for number of attempts. The 50% column shows the median number of attempts.
zh_tw: 嘗試次數的百分位數分界點。50% 欄位顯示的是中位數次數。

source: Percentile cutoffs for student's score and success index. The 50% column shows the median number of attempts.
zh_tw: 學生成績和成功指數的分界點。50%欄顯示嘗試次數的中位數。

source: Perfect
zh_tw: 完美的

source: Perltidy is a reformatting function that attempts to format code in a standard way. It does not change the functionality of the code and in general is desired to have a common problem layout.
zh_tw: Perltidy 是一種重新格式化功能，旨在以標準方式格式化程式碼。它不會改變程式碼的功能，通常被用來統一問題的格式。

source: Permission Level
fr: Niveau de permission
ko: 허용 레벨
tr: Yetki seviyesi
zh_tw: 權限層級

source: Permission Level: %1
zh_tw: 權限層級：%1

source: Permission levels for receiving feedback email
zh_tw: 接收反饋電子郵件的權限層級

source: Permissions
zh_tw: 權限

source: Pick a target set above to add this problem to.
zh_tw: 在上面選擇目標題組來新增此問題。

source: Pick date and time
zh_tw: 選擇日期和時間

source: Place a file named "hide_directory" in a course or other directory and it will not show up in the courses list on the WeBWorK home page. It will still appear in the Course Administration listing.
zh_tw: 將名為「hide_directory」的檔案放在課程或其他目錄中，該目錄將不會顯示在 WeBWorK 首頁的課程清單中。它仍會出現在課程管理清單中。

source: Please choose the set for which all problems should be given full credit.
zh_tw: 請選擇一組所有問題都應該得到滿分的題組。

source: Please choose the set for which all problems should have half credit added.
zh_tw: 請選擇所有問題都要加一半分數的題組。

source: Please choose the set name and problem number of the question which should be given full credit.
zh_tw: 請選擇應給予滿分的題組名稱和題目編號。

source: Please choose the set name and problem number of the question which should be given half credit.
zh_tw: 請選擇應給予一半加分的題組名稱和題目編號。

source: Please choose the set name and problem number of the question which should have its incorrect attempt count reset.
zh_tw: 請選擇應重置有不正確嘗試次數的題組名稱和題目編號。

source: Please choose the set name and problem number of the question which should have its weight doubled.
zh_tw: 請選擇應將其權重加倍的題組名稱和題號。

source: Please choose the set, the problem you would like to copy, and the problem you would like to copy it to.
zh_tw: 請選擇要複製的題組、你想複製的題目，以及你要將其複製到的題目。

source: Please confirm it is okay to delete selected achievements permanently.
zh_tw: 請確認是否可以永久刪除所選的成就。

source: Please confirm it is okay to delete selected sets permanently.
zh_tw: 請確認是否可以永久刪除所選的題組。

source: Please confirm it is okay to delete selected users permanently.
zh_tw: 請確認是否可以永久刪除所選的使用者。

source: Please confirm it is okay to reset two factor authentication for selected users.
zh_tw: 請確認可以為所選使用者重置雙因子驗證。

source: Please correct the following errors and try again:
zh_tw: 請更正以下錯誤後重試：

source: Please enter a list of IDs to match.
zh_tw: 請輸入要匹配的代號清單。

source: Please enter a name for the new set.
zh_tw: 請輸入新題組的名稱。

source: Please enter in a value to match in the filter field.
fr: Veuillez entrer une valeur qui correspond au champ du filtre.
zh_tw: 請在篩檢欄位中輸入一個匹配值。

source: Please enter in an ID for the new achievement.
zh_tw: 請輸入新的成就代號。

source: Please enter the one-time security code generated by the authenticator app.
zh_tw: 請輸入由驗證器應用程式產生的一次性安全碼。

source: Please enter your username and password for %1 below:
fr: Veuillez écrire votre nom d'usager et votre mot de passe pour %1 ci-dessous:
ko: 사용자이름과 비밀번호를 입력해주세요 %1
zh_tw: 請在下面輸入你的 %1 使用者名和密碼：

source: Please input file name to export to.
zh_tw: 請輸入要匯出的檔名。

source: Please provide a location name to delete.
zh_tw: 請提供要刪除的位置名稱。

source: Please select a file to import from.
zh_tw: 請選擇要匯入的檔案。

source: Please select a set definition file to import.
zh_tw: 請選擇要匯入的題組定義檔。

source: Please select at least one achievement.
zh_tw: 請選擇至少一項成就。

source: Please select at least one set and try again.
zh_tw: 請至少選擇一個題組，然後重試。

source: Please select at least one set.
zh_tw: 請至少選擇一個題組。

source: Please select at least one user and try again.
zh_tw: 請至少選擇一個使用者，然後重試。

source: Please select at least one user.
zh_tw: 請至少選擇一位使用者。

source: Please select at most one set.
zh_tw: 請最多選擇一個題組。

source: Please select exactly one set.
zh_tw: 請選擇一個題組。

source: Please select exactly one user.
zh_tw: 請選擇一位使用者。

source: Please specify a file to save to.
fr: Prière d’attribuer un nom au fichier pour permettre l’enregistrement.
ko: 저장할 파일을 명시해주세요.
tr: tr: Please specify a file to save to.
zh_tw: 請指定要儲存的檔案。

source: Please specify a homework set name.
zh_tw: 請指定一個作業題組的名稱。

source: Please specify a new set name.
zh_tw: 請指定一個新的題組名稱。

source: Please use only letters, digits, dashes, underscores, and periods in your set name.
zh_tw: 在題組名稱中請只用字母、數字、短橫線、底線和句號。

source: Please use radio buttons to choose the method for saving this file. Uknown saveMode: %1.
zh_tw: 請使用單選按鈕選擇儲存此檔案的方法。未知的儲存模式：%1。

source: Point Value
zh_tw: 點數

source: Point Value (0 - %1):
zh_tw: 點數 (0 - %1)：

source: Points
zh_tw: 點數

source: Points:
zh_tw: 點數：

source: Prepare which sets for export?
zh_tw: 準備匯出哪幾個題組?

source: Press "Grade Test" now!
zh_tw: 現在按下「評分測驗」！

source: Press "Grade Test" soon!
zh_tw: 趕快按下「評分測驗」吧！

source: Preview Message
zh_tw: 預覽訊息

source: Preview My Answers
zh_tw: 預覽我的答案
