Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: When changing problem numbers, we will move the problem to be %1 the chosen number.
fr: Si le numéro du problème est changé, le problème sera %1 le numéro choisis

source: Max attempts
fr: Essais maximum

source: before
fr: avant

source: Library Browser 3
fr: Navigateur des librairies 3

source: Orig. Lib. Browser
fr: Navig. orig. lib.

source: Ungraded
fr: Mise à jour réussie

source: The answer will be graded later.
fr: La réponde va être corrigée plus tard.

source: All of the %1 answers above are correct.
fr: Tous les %1 réponses si-dessus sont correctes.

source: font-hidden
fr: font-caché

source: Edit1
fr: Modifier1

source: Edit2
fr: Modifier2

source: Edit3
fr: Modifier3

source: SimpleEdit
fr: EditionSimple

source: You have attempted this problem %1 attemps.
fr: Vous avez essayer ce problème %1 fois.

source: You have %1 remaining.
fr: Vous avez $1 restant.

source: pg warning
fr: pg avertissement

source: pg internal errors
fr: pg erreur interne

source: Select the homework sets for which to generate hardcopy versions. You may also select multiple users from the users list. You will receive hardcopy for each (set, user) pair.
fr: Sélectionnez les devoirs pour lesquels vous voulez générer une version copie papier. Vous pouvez aussi selectionner plisieurs utilisateurs dans la liste. Vous allez reçevoir une copie papier pour chaque pair (devoir, utilisateur)

source: You may choose to show any of the following data. Correct answers and solutions are only available %1 after the answer date of the homework set.
fr: Vous pouvez choisir n'importer quelle données suivantes. Les réponses et solutions seront seulement disponible %1 après la date de disponibilité des réponses du devoir.

source: User Values
fr: Valeur utilisateur

source: Class values
fr: Valeur classe

source: Gateway parameters
fr: Paramètres passerelle

source: Proctored tests require proctor authorization to start and to grade. Provide a password to have a single password for all students to start a proctored test.
fr: Un examen requiert l'authorization d'un superviseur avant de commencer. Entrer un mot de passe pour avoir le même mot de passe pour tous les étudiants pour commencer en examen.

source: global set %1 not found.
fr: global set %1 non trouvé.

source: Answers cannot be made available until on or after the due date!
fr: Les réponses ne peuvent pas être disponibles avant date de remise!

source: Answers cannot be due until on or after the open date!
fr: Les réponses ne peut pas être dues avant la date d'ouverture!

source: Error: open date cannot be more than 10 years from now in set %1
fr: Erreur: la date d'ouverture ne peut pas dépasser 10 ans après la date d'aujourd'hui dans le devoir %1

source: Error: due date cannot be more than 10 years from now in set %1
fr: Erreur: la date de remise ne peut pas dépasser 10 ans après la date d'aujourd'hui dans le devoir %1

source: Error: answer date cannot be more than 10 years from now in set %1
fr: Erreur: la Date de disponibilité des réponses ne peut pas dépasser 10 ans après la date d'aujourd'hui dans le devoir %1

source: No record for user %1.
fr: Aucun enregistrement pour l'utilisateur %1

source: You are not authorized to access the Instructor tools.
fr: Vous n'êtes pas autorisé à accéder aux outils de l'enseignant.

source: The set-version (%1, version %2) is not assigned to user %3.
fr: Le set-version (%1, version %2) n'est pas assigné à l'utilisateur %3.

source: The set %1 is assigned to %2.
fr: Le devoir %1 est assigné à %2.

source: The user %1 has been assigned %2.
fr: L'utilisateur %1 a été assigné %2.

source: Assigned to
fr: Assigné à

source: Editing problem set %1 data for these individual students: %2
fr: Modification du devoir %1 pour ces étudiants: %2

source: Edit set %1 data for ALL students assigned to this set.
fr: Modification du devoir pour TOUS les étidiants assignés à ce devoir.%1

source: Edit %1 of set %2.
fr: Modification %1 du devoir %1.

source: Data
fr: Données

source: Set headers are not used in display of gateway tests.
fr: Les entêtes de devoir ne sont pas utilisés pour affichée les tests passerelle.

source: It is before the open date. You probably want to renumber the problems if you are deleting some from the middle.
fr: C'est avant la date d'ouverture. Vous voulez probablement renuméroter les problèmes si vous en effacer quelques-uns dans le milieu.

source: Statistics for
fr: Statistiques pour

source: Student Progress for
fr: Progression

source: set
fr: devoir

source: number of students not defined
fr: Le nombre d'étudiants n'est pas définie

source: Result of last action performed
fr: Résultat de la dernière action effectuée

source: Showing
fr: Présentation

source: out of
fr: hors de

source: users
fr: utlisateur

source: users who match:
fr: Utilisateurs correspondants:

source: in their
fr: dans leurs

source: then by
fr: puis par

source: Give new password to
fr: Donne le nouveau mot de passe à

source: Deletion destroys all user-related data and is not undoable!
fr: La suppression détruit toutes les données utilisateur connexes et n'est pas annulable!

source: a new file named:
fr: un nouveau fichier nommé:

source: global set %1 not found.
fr: devoir global %1 introuvable.

source: record for user %1 not found
fr: Enregistrement pour l'utilisateur %1 introuvable

source: Don't recognize statistics display type: |%1|
fr: Ne reconnais pas les statistiques de type d'affichage: |% 1 |

source: added missing permission level for user
fr: le niveau d'autorisation manquant pour l'utilisateur a été ajouté

source: No students shown. Choose one of the options above to list the students in the course.
fr: Aucun étudiant affichés. Choisissez l'une des options ci-dessus pour lister les étudiants dans le cours.

source: Hide Hint
fr: Cacher les indices

source: Edit Set
fr: Modifier le devoir

source: made visible for
fr: rendue visible pour

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Error: Due date must come after open date in set %1
fr: Erreur: La date de remise doit venir après date d'ouverture du devoir 1%

source: Error: Answer date must come after due date in set %1
fr: Erreur: La Date de disponibilité des réponses doit venir après la date de remise du devoir %1

source: addGlobalSet %1 in ProblemSetList: %2
fr: addGlobalSet %1 dans ProblemSetList: %2

source: error adding set location %1 for set %2: %3
fr: Une erreur est survenue lors de l'ajout du lieu %1 pour le devoir %2: %3

source: input set location %1 already exists for set %2.
fr: l'entrée du lieu %1 existe déjà pour le devoir %2.

source: restriction location %1 does not exist. IP restrictions have been ignored.
fr: restriction de lieu %1 n'existe pas. Les restrictions IP ont été ignorées.

source: readSetDef error, can't read the line: ||%1||
fr: Erreur readSetDef, impossible de lire la ligne ||%1||

source: The open date: %1, due date: %2, and answer date: %3 must be defined and in chronological order.
fr: La date d'ouverture: %1, la date d'échéance: 2%, et la date de remise des éponse: 3% doivent être définies et être dans l'ordre chronologique.

source: The value %1 for the hideScore option is not valid; it will be replaced with 'N'.
fr: La valeur %1 de l'option hideScore n'est pas valide, elle sera remplacé par 'N'.

source: The value %1 for the hideWork option is not valid; it will be replaced with 'N'.
fr: La valeur %1 de l'option hideWork n'est pas valide, elle sera remplacé par 'N'.

source: The value %1 for the capTimeLimit option is not valid; it will be replaced with '0'.
fr: La valeur %1 de l'option capTimeLimit n'est pas valide, elle sera remplacé par '0'.

source: The value %1 for the restrictIP option is not valid; it will be replaced with 'No'.
fr: La valeur %1 de l'option restrictIP n'est pas valide, elle sera remplacé par 'No'.

source: The value %1 for the relaxRestrictIP option is not valid; it will be replaced with 'No'.
fr: La valeur %1 de l'option relaxRestrictIP n'est pas valide, elle sera remplacé par 'No'.

source: Existing file %1 could not be backed up and was lost.
fr: Le fichier existant %1 n'a pas pu être sauvegardée et a été perdu.

source: No record found for problem %1.
fr: Aucun enregistrement trouvé pour le problème %1.

source: sets
fr: devoirs

source: sets checked below
fr: Devoirs vérifiés ci-dessous

source: sets with matching set IDs:
fr: devoirs avec ID de devoirs correspondants

source: separate multiple IDs with commas
fr: plusieurs IDs séparées par des virgules

source: Primary sort
fr: Tri primaire

source: Secondary sort
fr: Tri secondaire

source: Make
fr: faire

source: for students
fr: pour les étudiants

source: Deletion destroys all set-related data and is not undoable!
fr: La suppression détruit toutes les données liées au devoir et n'est pas annulable!

source: Create a new set named:
fr: Crée un nouveau devoir nommé:

source: as
fr: tel

source: from
fr: de

source: the following file(s)
fr: les fichiers suivants

source: with set name(s):
fr: avec le nom des devoirs:

source: assigning this set to
fr: attribuer ce devoir à

source: No authentication method found for your request.
fr: Aucune méthode d'authentification trouvé pour votre demande.

source: Your authentication failed. Please try again.
fr: Votre authentification a échoué. S'il vous plaît essayer de nouveau.

source: Username presented:
fr: Nom d'utilisateur présenté:

source: Bad Nonce for user
fr: Mauvais nom pour l'utilisateur

source: Your authentication failed. Please return to Oncourse and login again.
fr: Votre authentification a échoué. S'il vous plaît revenir à OnCourse et vous connecter à nouveau.

source: Something was wrong with your LTI parameters.
fr: Quelque chose n'a pas bien été avec vos paramètres LTI.

source: Your LTI OAuth verification failed.
fr: Votre vérification OAuth LTI a échoué.

source: Variable Documentation:
fr: Documentation variable:

source: The configuration module did not find the data it needs to function. Have your site administrator check that Constants.pm is up to date.
fr: Le module de configuration n'a pas trouvé les données dont il a besoin pour fonctionner. Demandez à votre administrateur du site pour que Constants.pm soit à jour.

source: Theme (refresh page after saving changes to reveal new theme.)
fr: Thème (rafraîchir la page après l'enregistrement des modifications pour révéler le nouveau thème.)

source: Language (refresh page after saving changes to reveal new language.)
fr: Langue (rafraîchir la page après l'enregistrement des modifications pour révéler la nouvelle langue.)

source: Can e-mail instructor
fr: Peut envoyer des emails à un instructeur

source: Allowed to change their e-mail address
fr: Autorisés à modifier leur adresse e-mail

source: Can show old answers by default
fr: Peut voir les anciennes réponses par défaut

source: Can always show old answers by default
fr: Peut toujours voir les anciennes réponses par défaut

source: Control string for displaying matrices
fr: Contrôler les chaînes pour l'affichage de matrices

source: Length of Reduced Credit Period in minutes
fr: Durée de la période de crédit réduit par minutes

source: Value of work done in Reduced Credit Period
fr: Valeur du travail effectué durant la période de crédit réduite

source: Time that the Assignment is Due
fr: Temps où le devoir est due

source: Amount of Time (in minutes) before Due Date that the Assignment is Open
fr: Laps de temps (en minutes) avant la date d'échéance que le devoir est ouvert

source: Amount of Time (in minutes) after Due Date that Answers are Open
fr: Laps de temps (en minutes) après la date d'échéance que les réponses sont ouvertes

source: Format for the subject line in feedback e-mails
fr: Format pour la ligne sujet dans les e-mails de feedback

source: E-mail addresses which can receive e-mail from a pg problem
fr: Adresses e-mail qui peuvent recevoir des e-mail à partir d'un problème pg

source: E-mail feedback from students automatically sent to this permission level and higher:
fr: Feedback par e-mail des étudiants envoyés automatiquement à ce niveau d'autorisation et supérieur:

source: Additional addresses for receiving feedback e-mail.
fr: Autres adresses pour recevoir les commentaires par e-mail.

source: <span style="color:red">NOT READY for achievements: fix database.conf</span>
fr: <span style="color:red">PAS PRÊT pour des objectifs: fixer database.conf</span>

source: Use MathView editor for answer entry
fr: Utiliser l'éditeur MathView pour l'entrée de réponse

source: Use DragMath editor for answer entry
fr: Utiliser l'éditeur DragMath pour l'entrée de réponse

source: There are currently five themes (or skins) to choose from: ur, math, math2, and dgage. The theme specifies a unified look and feel for the WeBWorK course web pages.
fr: Il existe actuellement cinq thèmes (ou skins) à choisir parmi: ur, math, math2 et dgage. Le thème spécifie une apparence unifiée pour les pages web de cours de Webwork.

source: WeBWorK currently has translations for four languages: "English en", "Turkish tr", "Spanish es", and "French fr"
fr: WeBWorK a actuellement des traductions pour quatre langues: "Anglais en", "Turque tr", "Enspagnol es", and "Français fr"

source: Length of time, in seconds, a user has to be inactive before he is required to login again.<p> This value should be entered as a number, so as 3600 instead of 60*60 for one hour
fr: Longueur de temps, en secondes, qu'un utilisateur doit être inactif avant qu'il doive se connecter à nouveau. <p> La valeur doit être un nombre, il faut écrire 3600 au lieu de 60*60 pour une heure

source: Some servers handle courses taking place in different timezones. If this course is not showing the correct timezone, enter the correct value here. The format consists of unix times, such as "America/New_York","America/Chicago", "America/Denver", "America/Phoenix" or "America/Los_Angeles". Complete list: <a href="http://en.wikipedia.org/wiki/List_of_zoneinfo_time_zones">TimeZoneFiles</a>
fr: Certains serveurs gèrent les cours se déroulent dans des fuseaux horaires différents. Si ce cours ne montre le bon fuseau horaire, entrez la valeur correcte ici. Ce format consiste en temps Unix, tels que " Amérique/New_York ","Amérique/Chicago", "Amérique/Denver", "Amérique/Phoenix"ou "Amérique/Los_Angeles"Liste complète: <a href="http://en.wikipedia.org/wiki/List_of_zoneinfo_time_zones"> TimeZoneFiles </ a>

source: Activiating this will enable Mathchievements for webwork. Mathchievements can be managed by using the Achievement Editor link.
fr: Ceci est pour activer Mathchievements pour webwork. Mathchievements peut être géré en utilisant le lien de l'éditeur d'objectifs.

source: Only this permission level and higher get buttons for sending e-mail to the instructor.
fr: Seul ce niveau d'autorisation et supérieur peuvent voir le bouton pour l'envoi d'e-mail à l'instructeur.

source: Users with at least this permission level get a link in the left panel for reporting bugs to the bug tracking system in Rochester
fr: Les utilisateurs ayant au moins ce niveau d'autorisation peuvent voir un lien dans le panneau de gauche pour signaler des bogues dans le système de suivi des bogues à Rochester

source: Users at this level and higher are allowed to change their e-mail address. Normally guest users are not allowed to change the e-mail address since it does not make sense to send e-mail to anonymous accounts.
fr: Les utilisateurs de ce niveau et supérieur sont autorisés à modifier leur adresse e-mail. Normalement les utilisateurs invités ne sont pas autorisés à modifier l'adresse e-mail car il n'est pas logique d'envoyer des e-mail à des comptes anonymes.

source: When viewing a problem, WeBWorK usually puts the previously submitted answer in the answer blank if it is before the due date. Below this level, old answers are never initially shown. Typically, that is the desired behaviour for guest accounts.
fr: Lorsque vous regardez un problème, WeBWorK met généralement la réponse déjà soumise dans la réponse vide si elle est antérieure à la date d'échéance. En dessous de ce niveau, les anciennes réponses ne sont jamais affichés initialement. Typiquement, c'est le comportement souhaité pour les comptes invités.

source: When viewing a problem, WeBWorK usually puts the previously submitted answer in the answer blank if it is before the due date. At this level and higher, old answers are always shown (independent of the answer date).
fr: Lorsque vous regardez un problème, WeBWorK met généralement la réponse déjà soumise dans la réponse vide si elle est antérieure à la date d'échéance. A ce niveau et supérieurs, les anciennes réponses sont toujours affichés (indépendamment de la date de la réponse).

source: <p>When viewing a problem, users may choose different methods of rendering formulas via an options box in the left panel. Here, you can adjust what display modes are listed.</p><p>Some display modes require other software to be installed on the server. Be sure to check that all display modes selected here work from your server.</p><p>The display modes are <ul><li> plainText: shows the raw LaTeX srings for formulas.<li> images: produces images using the external programs LaTeX and dvipng.<li> MathJax: a successor to jsMath, uses javascript to place render mathematics.</ul></p></p>You must use at least one display mode. If you select only one, then the options box will not give a choice of modes (since there will only be one active).</p>
fr: <p>Lorsque vous regardez un problème, les utilisateurs peuvent choisir différentes méthodes de rendu de formules via une boîte d'options dans le panneau de gauche. Ici, vous pouvez ajuster quels modes d'affichage sont énumérées. </ p><p> Certains modes d'affichage nécessitent qu'un autre logiciel doit être installé sur le serveur. N'oubliez pas de vérifier que tous les modes d'affichage sélectionnés ici fonctionnent à partir de votre serveur. </p><p> Les modes d'affichage sont <ul><li> plainText: montre les chaînes des formules brutes LaTeX.<li>images : produit des images en utilisant le programme externe LaTeX et dvipng.<li> MathJax: un successeur à jsMath, utilise JavaScript pour faire un rendu mathématiques.</Ul></P></P>Vous devez utiliser au moins un mode d'affichage. Si vous en sélectionnez un seule, la boîte d'options ne montrera aucun choix de modes (car il n'y aura qu'un seul actif). </ p>

source: Enter one of the allowed display mode types above. See 'display modes entry' for descriptions.
fr: Entrez l'un des types de mode d'affichage admis ci-dessus. Voir 'Saisie des mode d'affichage' pour les descriptions

source: Set to true to display pencil DragMath equation editor next to each answer box
fr: Définir la valeur à true pour afficher l'éditeur d'équation DragMath à côté de chaque boîte de réponse

source: Set to true to display MathView equation editor icon next to each answer box
fr: Définir la valeur à true pour afficher l'icone de l'éditeur d'équation mathview à côté de chaque boîte de réponse

source: Set to true to display the "Entered" column which automatically shows the evaluated student answer, e.g. 1 if student input is sin(pi/2). If this is set to false, e.g. to save space in the response area, the student can still see their evaluated answer by hovering the mouse pointer over the typeset version of their answer.
fr: Définir à vrai pour log base 10 et à faux logarithme naturel

source: During summer 2005, a newer version of the answer checkers was implemented for answers which are functions and numbers. The newer checkers allow more functions in student answers, and behave better in certain cases. Some problems are specifically coded to use new (or old) answer checkers. However, for the bulk of the problems, you can choose what the default will be here. <p>Choosing <i>false</i> here means that the newer answer checkers will be used by default, and choosing <i>true</i> means that the old answer checkers will be used by default.
fr: Au cours de l'été 2005, une nouvelle version du vérificateur de réponse a été mis en oeuvre pour obtenir des réponses qui sont des fonctions et des chiffres. Le vérificateur les plus récents permet plus de fonctions dans les réponses des élèves, et se comportent mieux dans certains cas. Certains problèmes sont spécifiquement codés à utiliser le nouveau (ou ancien) vérificateur de réponses. Cependant, pour la majeure partie des problèmes, vous pouvez choisir ce que la valeur par défaut sera ici. <p> Choisir <i>false</i> ici signifie que le nouveau vérificateur de réponses sera utilisées par défaut, et en choisissant <i>true</i> signifie que l'ancien vérivicateur de réponses sera utilisé par défaut.

source: String of three characters for defining the defaults for displaying matrices. The first and last characters give the left and right delimiters of the matrix, so usually one of "(" or "open brackets" or "|" for a left delimiter, and one of ")" or "close brackets" or "|" for the right delimiter. It is also legal to specify "." for no delimiter. <p> The middle character indicates how to display vertical lines in a matrix (e.g., for an augmented matrix). This can be s for solid lines and d for dashed lines. While you can specify the defaults, individual problems may override these values.
fr: Chaîne de trois caractères pour définir les valeurs par défaut pour l'affichage des matrices. Les premier et dernier caractères sont les délimiteurs gauche et droit de la matrice, donc en général l'un des "(" ou "ouvrir crochet" ou "|" pour un delimiteur à gauche, et l'un des ")" ou "fermer crochet" ou "|" pour le delimiteur à droite. Il est également autorisé de spécifier "." pour aucun délimiteur. <p> Le caractère du milieu indique comment afficher des lignes verticales dans une matrice (par exemple, pour une matrice augmentée). Cela peut être s pour les lignes solides et d pour les lignes pointillées. Alors que vous pouvez spécifier les paramètres par défaut, les problèmes individuels peuvent remplacer ces valeurs.
