Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Achievements are evaluated in the order shown below, with the exception of "level" achievements. Achievements in the "level" category are evaluated first and control the XP thresholds and rewards (achievement items) for reaching each level. Achievements in the "secret" category are not shown to students until they earn the achievement, and is used for fun/surprise achievements.
zh_tw: 除了「等級」成就之外，其他成就將按照以下顯示的順序進行評估。「等級」類別中的成就首先被評估，並控制每個等級的經驗值（XP）門檻和獎勵（成就項目）。「秘密」類別的成就不會在學生達成之前顯示，此類的成就用於增加趣味性和驚喜。

source: Achievements in the same category, with sequential numbers, and whose ID starts with the same "prefix_" (up to the last underscore), are treated as achievement chains. Achievement chains are a sequence of achievements which build upon themselves, such as complete one problem, complete 10 problems, complete 25 problems, and so on. Students will only see the achievements in the chain they have completed or are currently working on.
zh_tw: 同一類別中，具有連續編號且其代號以相同的「prefix_」（直到最後一個底線）開頭的成就，將被視為成就鏈。成就鏈是建立在自身基礎上的一系列成就，例如完成一個問題，完成 10 個問題，完成 25 個問題，依此類推。學生只會看到他們已經完成或正在進行的成就鏈中的成就。

source: Act
zh_tw: 操作

source: Act as:
fr: Est:
zh_tw: 作為：

source: Acting as %1.
zh_tw: 以 %1 操作。

source: Action %1 not found
fr: L'action % n'a pas été trouvé.
zh_tw: 找不到動作 %1

source: Actions:
zh_tw: 動作：

source: Activating this will enable achievement rewards. This feature allows students to earn rewards by completing achievements that allow them to affect their homework in a limited way.
zh_tw: 操作此功能將啟用成就獎勵。該功能允許學生通過完成成就來獲得獎勵，這些獎勵可在有限的範圍內影響他們的作業。

source: Active
fr: Actif
ko: 활성화
tr: Aktif
zh_tw: 活躍中

source: Active Students
zh_tw: 活躍學生

source: Active Students Problem %1 Grades
zh_tw: 活躍學生問題 %1 成績

source: Activiating this will enable Mathchievements for webwork. Mathchievements can be managed by using the Achievements Manager link.
zh_tw: 啟用此功能將為 WeBWork 開啟數學成就。透過成就管理器連結可管理數學成就。

source: Add
fr: Ajouter
ko: 추가
tr: tr: Add
zh_tw: 新增

source: Add All
fr: Ajouter tous
zh_tw: 全部新增

source: Add Course
zh_tw: 新增課程

source: Add Course Help
zh_tw: 新增課程說明

source: Add Courses
zh_tw: 新增課程

source: Add Students
zh_tw: 新增學生

source: Add Users
fr: Ajouter des usagers
ko: 사용자 추가
tr: Kullanıcı Ekle
zh_tw: 新增使用者

source: Add Users Help
zh_tw: 新增使用者說明

source: Add WeBWorK administrators to new course
zh_tw: 新增 WeBWorK 系統管理者到對新課程

source: Add a TA or an instructor (change permission level of user)
zh_tw: 新增助教或講師 (變更使用者的權限等級)

source: Add a few students to the course.
zh_tw: 替這門課增加一些學生。

source: Add a new version for which test?
zh_tw: 為哪個測驗新增新版本？

source: Add as what filetype?
fr: Spécifier le type du fichier
ko: 어떤 파일형식으로 추가하시겠습니까?
tr: Hangi dosya tipi olarak eklenecek?
zh_tw: 新增什麼檔案類型？

source: Add how many users?
zh_tw: 新增多少使用者？

source: Add many students to a course from a class list.
zh_tw: 從班級名單中對課程新增多位學生。

source: Add n blank problem template(s) to the end of homework set.
zh_tw: 在作業題組的末尾新增 n 個空白問題範本。

source: Add problem to target set
zh_tw: 將問題新增到目標題組

source: Add problems to
zh_tw: 將問題新增到

source: Add this problem as the last problem of an existing set, either as a problem or as the set header (the text that appears on the home page of a homework set). You can rearrange the order of the problems later using the "Sets Manager".
zh_tw: 將此問題加到現有題組的最後一個問題，可以作為一個問題，也可以作為題組的標題（出現在作業題組首頁上的文字）。你可以稍後使用「題組管理器」重新排列問題的順序。

source: Add to what set?
zh_tw: 加到什麼題組？

source: Add users to the course. Select the number of students/users to add and then add any desired information. The only mandatory information is the "Login Name". Any other fields may be left blank. The "Student ID" will be the initial password for the user if provided.
zh_tw: 將使用者加入課程。選擇要新增學生/使用者的數量，然後新增任何所需的資訊。唯一必需的資訊是 "登入名稱"。任何其他欄位可以留空。"學生代號" 將是使用者的初始密碼 (如果提供的話)。

source: Add which new users?
fr: Ajouter quels nouveaux usagers?
ko: 어떤 사용자를 추가하시겠습니까?
tr: Hangi yeni kullanıcılar eklenecek?
zh_tw: 新增哪些新使用者？

source: Added "%1" to %2 as new hardcopy header
zh_tw: 將「%1」作為新的列印副本標題新增到 %2

source: Added "%1" to %2 as new set header
zh_tw: 將「%1」新增到 %2 作為新的作業題組標題

source: Added %1 problems to set %2.
zh_tw: 向題組 %2 新增了 %1 個問題。

source: Added %1 to %2 as problem %3
fr: Ajouté %1 à %2 en problème %3
zh_tw: 將 %1 作為問題 %3 新增到 %2

source: Added %1 to %2 as problem %3.
zh_tw: 將 %1 作為問題 %3 新增到 %2。

source: Added addresses %1 to location %2.
zh_tw: 已將位址 %1 新增到位置 %2。

source: Added missing permission level for user %1.
zh_tw: 已為使用者 %1 新增了缺少的權限層級。

source: Added one problem to set %1.
zh_tw: 對題組 %1 新增一個問題。

source: Added user:
zh_tw: 新增的使用者：

source: Additional (external) grades can be shown on this page by placing them in the CSV file %1. The first six columns must be (in order): Student ID, Username, Last Name, First Name, Section, Recitation. The remaining columns can list any external grades. To display the grades, the CSV file is merged with the "Email" message %2, which will be rendered and displayed below the grade table. The message can be created on the "Email" page and the CSV file can be created/uploaded using the "File Manager". External grades can only be displayed here and are not included in any totals or statistics.
zh_tw: 在這個頁面上可以透過將附加（外部）成績放入 CSV 檔案 %1 來顯示這些成績。前六個欄位必須是（按順序）：學生代號、使用者名稱、姓氏、名字、班別、修讀課程。剩下的欄位可以列出任何外部成績。要顯示成績，CSV 檔案會與「電子郵件」訊息 %2 合併，並將呈現和顯示在成績表格下方。訊息可以在「電子郵件」頁面建立，並使用「檔案管理器」建立／上傳 CSV 檔案。外部成績只能在這裡顯示，並不包括在任何總分或統計資料中。

source: Additional addresses for receiving feedback email
zh_tw: 額外接收反饋電子郵件的位址

source: Additional submissions available.
zh_tw: 額外繳交可用。

source: Address(es) %1 already exist in the database. THIS SHOULD NOT HAPPEN! Please double check the integrity of the WeBWorK database before continuing.
zh_tw: 位址 %1 已經存在於資料庫中。這不應該發生！請在繼續操作之前再次檢查 WeBWorK 資料庫的完整性。

source: Address(es) %1 in the add list is(are) already in the location %2, and so were skipped.
zh_tw: 新增清單中的位址 %1 已經在位置 %2 中，因此被略過。

source: Address(es) %1 in the delete list is(are) not in the location %2, and so were skipped.
zh_tw: 刪除清單中的位址 %1 不在位置 %2 中，因此被略過。

source: Address(es) %1 is(are) not in a recognized form. Please check your data entry and resubmit.
zh_tw: 位址 %1 的格式無法識別。請檢查你的資料輸入並重新繳交。

source: Address(es) %1 is(are) not in a recognized form. Please check your data entry and try again.
zh_tw: 位址 %1 的格式無法識別。請檢查你的資料輸入並重試。

source: Addresses
zh_tw: 位址

source: Addresses for new location. Enter one per line, as single IP addresses (e.g., 192.168.1.101), address masks (e.g., 192.168.1.0/24), or IP ranges (e.g., 192.168.1.101-192.168.1.150):
zh_tw: 新位置的位址。每行輸入一個位址，可以是單一 IP 位址（例如：192.168.1.101）、地址遮罩（例如：192.168.1.0/24）或 IP 範圍（例如：192.168.1.101-192.168.1.150）：

source: Addresses to add to the location. Enter one per line, as single IP addresses (e.g., 192.168.1.101), address masks (e.g., 192.168.1.0/24), or IP ranges (e.g., 192.168.1.101-192.168.1.150):
zh_tw: 要新增到位置的位址。每行輸入一個，作為單一 IP 位址（例如 192.168.1.101）、位址遮罩（例如192.168.1.0/24）或 IP 範圍（例如192.168.1.101-192.168.1.150）：

source: Adds 24 hours to the close date of a homework.
zh_tw: 將作業的截止日期增加 24 小時。

source: Adds 48 hours to the close date of a homework.
zh_tw: 將作業的截止日期增加 48 小時。

source: Adds new template problems to the set when the set is saved. You can modify the template to create your own problem, by clicking on the "Edit Problem" link and saving to some new file, e.g. "myNewProblem.pg".
zh_tw: 在儲存題組時新增範本題目。你可以透過點擊「編輯問題」連結接來修改範本，然後將其儲存為新檔案，例如「myNewProblem.pg」。

source: Adjusted Status
zh_tw: 調整的狀況

source: Advanced Search
fr: Recherche avancée
zh_tw: 進階搜尋

source: After Answer Date
zh_tw: 在答案日期之後

source: After Test Version Answer Date
zh_tw: 在測驗版本答案日期之後

source: After a test version either has no more allowed graded submissions or has its time limit expired, you may configure whether or not to allow students to see the questions and the responses they gave.
zh_tw: 當測驗版本不再允許評分繳交或時間限制到期後，你可以配置是否允許學生查看他們所回答的問題及其答案。

source: After a test version either has no more allowed graded submissions or has its time limit expired, you may configure whether or not to allow students to see their scores on that version.
zh_tw: 當測驗版本不再允許評分繳交或時間限制到期後，你可以配置是否允許學生查看他們的分數。

source: After the due date this set enters a reduced scoring period until it closes on %1. All work completed during the reduced scoring period counts for %2% of its value.
zh_tw: 在截止日期之後，這個題組進入減分期直到 %1 關閉。所有在減分期內完成的作業計算為其分數的 %2%。

source: Afterward reduced credit can be earned until %1.
zh_tw: 之後直到 %1 都可以獲得減少的分數。

source: All Chapters
fr: Tous les chapitres
zh_tw: 所有章節

source: All Sections
fr: Tous les sections
zh_tw: 所有小節

source: All Selected Constraints Joined by "And"
zh_tw: 所有選擇的限制條件均使用「和」連接

source: All Sets
zh_tw: 所有題組

source: All Subjects
fr: Tous les sujets
zh_tw: 所有主題

source: All Textbooks
fr: Tous les livres
zh_tw: 所有課本

source: All Users
zh_tw: 所有使用者

source: All assignments were made successfully.
zh_tw: 所有作業皆已成功完成。

source: All of the paths for problem files are relative to the templates directory of the current course. You can access this directory "directly" using the File Manager page.
zh_tw: 所有問題檔案的路徑都相對於當前課程的 templates 目錄。你可以使用檔案管理器頁面「直接」訪問該目錄。

source: All of these files will also be made available for mail merge.
zh_tw: 所有這些檔案也將可用於合併列印。

source: All problems
zh_tw: 所有問題

source: All selected courses are already hidden.
zh_tw: 所有所選的課程都已隱藏。

source: All selected courses are already unhidden.
zh_tw: 所有所選的課程都已取消隱藏。

source: All selected sets hidden from all students.
zh_tw: 對所有學生隱藏所選的題組。

source: All selected sets made visible for all students.
zh_tw: 對所有學生顯示所有所選的題組。

source: All sets hidden from all students.
zh_tw: 對所有學生隱藏所有題組。

source: All sets made visible for all students.
zh_tw: 對所有學生顯示所有題組。

source: All sets were exported.
zh_tw: 已匯出所有題組。

source: All students
zh_tw: 所有學生

source: All unassignments were made successfully.
zh_tw: 所有取消指派都已成功完成。

source: Allow Unicode alternatives in student answers
zh_tw: 允許在學生答案中使用 Unicode 選項

source: Allow the LMS to update user account data
zh_tw: 允許 LMS 更新使用者帳戶資料

source: Allow unassign
zh_tw: 允許取消指派

source: Allowed error, as a percentage, for numerical comparisons
fr: Erreur permise, en pourcentage, pour les comparaisons numériques
zh_tw: 數值比較中允許的誤差百分比

source: Allowed to <em>act as</em> another user
fr: Autorisé à <em> agir comme </ em> un autre utilisateur
zh_tw: 允許<em>以</em>另一個使用者<em>身份操作</em >

source: Allowed to change display settings used in pg problems
zh_tw: 允許變更 pg 問題中使用的顯示設定

source: Allowed to change their email address
zh_tw: 允許變更他們的電子郵件位址

source: Allowed to change their password
fr: Autorisés à changer leur mot de passe
zh_tw: 允許變更他們的密碼

source: Allowed to login to the course
fr: Autorisé à se connecter au cours
zh_tw: 允許登入課程

source: Allowed to see solutions before the answer date
fr: Autorisés à voir les solutions avant la date de disponibilité des réponses
zh_tw: 允許在答案日期之前查看解答

source: Allowed to see the correct answers before the answer date
fr: Autorisé à voir les bonnes réponses avant la date de disponibilité des réponses
zh_tw: 允許在答案日期之前查看正確答案

source: Allowed to view course home page
zh_tw: 允許查看課程首頁

source: Allowed to view past answers
fr: Autorisés à voir les anciennes réponses
zh_tw: 允許查看之前的答案

source: Allowed to view problems in sets which are not open yet
fr: Autorisés à voir des problèmes dans des devoirs qui ne sont pas encore ouverts
zh_tw: 允許查看尚未開始題組中的問題

source: Allows configuration of certain parameters, such as permission levels, default display mode for equations, and email feedback behavior, on a course by course basis.
zh_tw: 允許在每門課程配置某些參數，例如權限層級、方程式的預設顯示模式和電子郵件反饋行為。

source: Amulet of Extension
zh_tw: 延伸護身符

source: An LMS context id is requested to be assigned to %1 which is set to use LTI 1.3, but that course is missing LTI 1.3 authentication parameters.
zh_tw: 請求將 LMS 內容識別碼指派給設定為使用 LTI 1.3 的 %1，但該課程缺少 LTI 1.3 驗證參數。

source: An LMS context id is requested to be assigned to %1, but that course is not configured to use LTI.
zh_tw: 請求將 LMS 內容識別碼指派給 %1，但該課程未配置使用 LTI。

source: An LMS context id is requested to be assigned to this course which is set to use LTI 1.3, but this course is missing LTI 1.3 authentication parameters. This is not allowed, and so this setting was not saved.
zh_tw: 請求將 LMS 內容識別碼指派給這個設定為使用 LTI 1.3 的課程，但該課程缺少 LTI 1.3 驗證參數。這是不允許的，因此該設定未被儲存。

source: An LTI content item request was received with no associated LMS course. The following parameters were received which can be used to make this association:
zh_tw: 收到的 LTI 內容項目請求沒有關聯的 LMS 課程。以下收到的參數可用來建立此關聯：

source: An achievement evaluator is a perl script that is run after each problem is submitted which returns a truth value of 0 (didn't earn) or 1 (earn). The evaluator is given access to different variables which contain data about the problem and set that is used to determine if the achievement is earned or not.
zh_tw: 成就評估器是個每次在問題繳交後運行的 perl 腳本，它返回真值 0（未獲得）或 1（獲得）。評估器可以訪問包含關於問題和題組資料的不同變數用以確定是否獲得此成就。

source: An address that can be used to log in to the LMS. This is used in messages to users that direct them to go back to the LMS to access something in the WeBWorK course.
zh_tw: 一個可以用來登入 LMS 的位址。這個位址會在訊息中使用，讓使用者返回 LMS 以存取 WeBWorK 課程中的某些內容。

source: An array which lists the hash reference of all the problems in the current set.
zh_tw: 列出目前題組中所有問題雜湊參照的陣列。

source: An error occurred deleting mapping for %1: %2
zh_tw: 刪除 %1 的映射時遇到錯誤：%2

source: An error occurred deletinglms_context_id: %1
zh_tw: 刪除 _context_id 時遇到錯誤：%1

source: An error occurred saving mapping for %1: %2
zh_tw: 儲存 %1 的映射時遇到錯誤：%2

source: An error occurred saving the lms_context_id: %1
zh_tw: 儲存 lms_context_id 時遇到錯誤：%1

source: An error occurred while archiving the course %1:
zh_tw: 封存課程 %1 時遇到錯誤：

source: An error occurred while changing the title of the course %1.
zh_tw: 變更課程 %1 的標題時遇到錯誤。

source: An error occurred while deleting the course %1:
zh_tw: 刪除課程 %1 時遇到錯誤：

source: An error occurred while renaming the course %1 to %2:
zh_tw: 將課程 %1 重命名為 %2 時遇到錯誤：

source: An error occurred while trying to send email.
zh_tw: 試圖發送電子郵件時遇到錯誤.

source: An error occurred while trying to send email: %1
zh_tw: 試圖發送電子郵件時遇到錯誤：%1

source: An error occurred while unarchiving the course %1:
zh_tw: 解除封存課程 %1 時遇到錯誤：

source: Answer %1 Score (%):
zh_tw: 答案 %1 得分 (%)：

source: Answer Date
fr: Date de disponibilité des réponses
ko: 대답한 날짜
tr: Cevap tarihi
zh_tw: 答案日期

source: Answer Group Info
zh_tw: 答案群組資訊

source: Answer Hash Info
zh_tw: 答案雜湊資訊

source: Answer Log
zh_tw: 答案日誌

source: Answer Log Help
zh_tw: 答案日誌説明

source: Answer availability for tests depends on multiple settings. This only indicates the template answer date has passed. See Set Detail page for actual availability.
zh_tw: 測試答案的可用性取決於多個設置。這只表示模板答案日期已過。見題組細節頁面以獲取實際可用性。

source: Answer feedback will be available in problems when returning to a previously worked problem and after answers are available. Students will not need to click "Submit Answers" to make this feedback appear. Furthermore, the $showPartialCorrectAnswers variable set in some problems that prevents showing which of the answers are correct is ignored after the answer date.
zh_tw: 在返回先前處理的問題以及在答案可查看後，問題中的答案反饋將可用。學生無需點擊「繳交答案」來顯示此反饋。此外，在某些問題中用來設定避免顯示哪些答案是正確的的 $showPartialCorrectAnswers 變數，在答案日期之後將被忽略。

source: Answer(s) submitted:
zh_tw: 繳交的答案：

source: Answer:
zh_tw: 答案：

source: Answers
zh_tw: 答案

source: Answers Available
fr: Réponses disponible
zh_tw: 可查看答案

source: Answers Available Date
zh_tw: 可查看答案日期

source: Answers available for review on %1.
zh_tw: 可在 %1 檢視答案。

source: Answers available for review.
zh_tw: 可檢視的答案。

source: Answers cannot be made available until on or after the close date for set %1.
zh_tw: 在題組 %1 的截止日期之後才能查看答案。

source: Answers cannot be made available until on or after the close date.
zh_tw: 截止日期之後才能查看答案。

source: Any changes made below will be reflected in the achievement for ALL students.
zh_tw: 以下所做的任何變更將會反映在所有學生的成就中。

source: Any changes made below will be reflected in the set for ALL students.
fr: Les changements effectués ci-bas affecteront les devoirs de TOUS les étudiants
ko: 아래에 변경된 사항은 모든 학생들 문제집에 반영됩니다.
tr: Aşağıda yapılan değişiklikler seti çözen HER öğrenci için uygulanacakç
zh_tw: 以下所做的任何變更將會反映在所有學生的題組。

source: Any changes made below will be reflected in the set for ONLY the student(s) listed above.
fr: Les changements suivants vont être reflètés dans le devoir SEULEMENT pour les étudiants dans la liste suivante.
zh_tw: 以下所做的任何變更只會反映在上方列出學生的題組。

source: Append
zh_tw: 附加

source: Append to end of %1 set
zh_tw: 附加到 %1 題組的末尾

source: Applying definitions theoretically and proof writing
zh_tw: 理論上應用定義和寫作證明

source: Archive
zh_tw: 封存檔

source: Archive "%1" created successfully (%quant(%2,file))
zh_tw: 封存檔「%1」已成功建立（%quant(%2, 檔)）

source: Archive "%1" deleted
zh_tw: 封存檔「%1」已刪除

source: Archive Course
zh_tw: 封存課程

source: Archive Course Help
zh_tw: 封存課程說明

source: Archive Courses
zh_tw: 封存課程

source: Archive Filename
zh_tw: 封存檔檔名

source: Archive Type
zh_tw: 封存檔類型

source: Archive next course
zh_tw: 封存下一門課程

source: Archived Courses
zh_tw: 封存課程

source: Archived course as %1.tar.gz.
zh_tw: 封存課程為 %1.tar.gz。

source: Archived courses are located inside the "archives" directory of the "admin" course. Use the "File Manager" to access the .tar.gz files.
zh_tw: 封存課程位於「管理者」課程中的「archives」目錄。使用「檔案管理器」存取 .tar.gz 文件。

source: Archived courses are located inside the "archives" directory of the "admin" course. Use the "File Manager" to upload additional .tar.gz files to be unarchived.
zh_tw: 封存課程位於「管理」課程的「archives」目錄中。使用「檔案管理器」上傳額外的 .tar.gz 檔案以進行解除封存。

source: Are you sure that you want to delete the course %1 after archiving? This cannot be undone!
zh_tw: 確定要在封存後刪除課程 %1 嗎？這是無法取消的！

source: Are you sure you want to delete the course %1? All course files and data will be destroyed. There is no undo available.
zh_tw: 你確定要刪除課程 %1 嗎？所有課程檔案和資料將被銷毀。無法取消。

source: As the checkbox says, this includes a percentage grade column for each set.
zh_tw: 如同勾選框所示, 此包含每個題組的百分比成績欄位.

source: Ascending
zh_tw: 升序

source: Assign
zh_tw: 指派

source: Assign All Sets to Current User
zh_tw: 將所有題組指派給現行使用者

source: Assign achievements
zh_tw: 指派作業

source: Assign and unassign selected exercise sets to selected users.
zh_tw: 將所選的練習題組指派及取消指派給所選的使用者.

source: Assign selected sets to selected users
zh_tw: 將所選的題組指派給選定的使用者

source: Assign sets to many students
zh_tw: 將題組指派給多位學生

source: Assign sets to one student
zh_tw: 將題組指派給一位學生

source: Assign this achievement to which users?
zh_tw: 把此成就指派給哪些使用者？

source: Assign this set to which users?
fr: Assigner ce devoir à quels usagers?
ko: 이 문제집을 할당할 사용자는?
tr: Bu set hangi kullanıcılara ödev verilecek?
zh_tw: 將該題組指派給哪些使用者？

source: Assign to All Current Users
zh_tw: 指派給所有現行使用者

source: Assign which achievements?
zh_tw: 指派哪些成就？

source: Assigned
zh_tw: 指派

source: Assigned Sets
fr: Devoirs assignés
ko: 할당된 문제집
tr: Ödev verilmiş setler
zh_tw: 指派的題組

source: Assigned Users
zh_tw: 指派的使用者

source: Assigned achievements to users.
zh_tw: 向使用者指派成就。

source: Assigned to %1.
zh_tw: 指派給 %1。

source: Assigner Tool
zh_tw: 指派器工具

source: Assigner Tool Help
zh_tw: 指派器工具說明

source: Assignment
zh_tw: 作業

source: Assignment Dates
zh_tw: 作業日期

source: Assignment Default
zh_tw: 作業預設值

source: Assignment Type
zh_tw: 作業類型

source: Assignments
zh_tw: 作業

source: Assignments (Course Home)
zh_tw: 作業 (課程首頁)

source: Assist with the student answer entry process.
zh_tw: 協助學生輸入答案的過程。

source: At least one file must be selected
zh_tw: 必須至少選擇一個檔案

source: Attachment:
zh_tw: 附件：

source: Attempt Threshold for Children
zh_tw: 子問題的嘗試門檻

source: Attempt to upgrade directories
zh_tw: 嘗試升級目錄

source: Attempted
zh_tw: 嘗試

source: Attempts
fr: Essais
ko: 시도
tr: Deneme sayısı
zh_tw: 嘗試

source: Audit
ko: 감사
tr: Denetle
zh_tw: 旁聽

source: Authentication failed. Please speak to your instructor.
zh_tw: 驗證失敗。請聯繫你的授課老師。

source: Authentication failed. Log in again to continue.
zh_tw: 驗證失敗。再次登入以繼續。

source: Author Info
fr: À propos de l'auteur
ko: 작성자 정보
tr: tr: Author Info
zh_tw: 作者資訊

source: Automatic
fr: Automatique
zh_tw: 自動

source: Automatically convert Full Width Unicode characters to their ASCII equivalents
zh_tw: 自動將全形 Unicode 字元轉換為對應的 ASCII 字元

source: Automatically render all problems in the set on this page when "Save Changes" or "Reset Form" is clicked.
zh_tw: 當點擊「儲存變更」或「重置表單」時，自動在這個頁面上渲染題組中的所有問題。

source: Automatically render problems on page load
zh_tw: 頁面載入時自動渲染問題

source: Automatically render problems on page load.
zh_tw: 頁面載入時自動渲染問題。

source: Auxiliary Resources
zh_tw: 輔助資源

source: Available Content
zh_tw: 可用內容

source: Average Attempts
zh_tw: 平均嘗試次數

source: Average Attempts Per Problem
zh_tw: 每個問題的平均嘗試次數

source: Average Percent
zh_tw: 平均百分比

source: Backup created on %1
zh_tw: 備份建立於 %1

source: Badges
zh_tw: 徽章

source: Basic Search
fr: Recherche de base
zh_tw: 基本搜尋

source: Before Open Date
zh_tw: 開放日期前

source: Below the file list is a button and options for uploading files. Click the "Choose File" button, select the file, then click "Upload". Generally the "automatic" option on Format will correctly pick the correct type of file. A single file or a compressed tar (.tgz) file can be uploaded and if the options are selected, the archive is automatically unpacked and deleted.
zh_tw: 檔案清單下方是上傳檔的按鈕和選項。點擊「選擇檔案」按鈕，選擇檔案，然後點擊「上傳」。一般來說，格式選項中的「自動」選項會正確地選擇檔案類型。可以上傳單一檔案或壓縮的 tar (.tgz) 檔案，且如果選擇這些選項，封存檔將自動解壓縮和刪除。

source: Binary
fr: Binaire
zh_tw: 二進制

source: Both Start and Grade
zh_tw: 同時開始和評分

source: Browse
zh_tw: 瀏覽

source: Browse from:
zh_tw: 瀏覽自：

source: By default, feedback is always sent to all users specified to recieve feedback. This variable sets the system to only email feedback to users who have the same section as the user initiating the feedback. I.e., feedback will only be sent to section leaders.
zh_tw: 預設狀況下，反饋總是發送給所有被指定接收反饋的使用者。這個變數將系統設置為只向與發起反饋的使用者屬於同一班別的使用者發送電子郵件反饋。也就是說，反饋只會發送給班別成員。

source: By default, feedback is sent to all users above who have permission to receive feedback. Feedback is also sent to any addresses specified here. Separate email address entries with commas.
zh_tw: 預設狀況下，反饋會發送給所有具備接收反饋權限的使用者。反饋也會發送給這裡指定的任何位址。請用逗號分隔電子郵件位址。

source: By extension
zh_tw: 延伸

source: CLOSE DATE
zh_tw: 截止日期

source: CLOSE TIME
zh_tw: 截止時間

source: Can email instructor
zh_tw: 可以寄信給講師

source: Can report bugs
fr: Peut rapporter des bugs
zh_tw: 可以通報錯誤

source: Can show old answers
zh_tw: 可以顯示舊答案

source: Can submit answers for a student
fr: Peut soumettre les réponses pour un étudiant
zh_tw: 可以為學生繳交答案

source: Can use problem grader
zh_tw: 可以使問題評分器

source: Can't copy file: %1
zh_tw: 無法複製檔案：%1

source: Can't create archive "%1": %2
zh_tw: 無法建立封存檔「%1」：%2

source: Can't create course environment for %1 because %2
zh_tw: 無法為 %1 建立課程環境因為 %2

source: Can't create directory: %1
zh_tw: 無法建立目錄：%1

source: Can't create file "%1": %2
zh_tw: 無法建立檔案「%1」：%2

source: Can't delete archive "%1": %2
zh_tw: 無法刪除封存檔 "% "：%2

source: Can't generate hardcopy for set "%1" for user "%2". The set is not visible to students.
zh_tw: 無法為使用者「%2」產生題組「%1」的列印副本。學生看不到該題組。

source: Can't open %1
zh_tw: 無法開啟 %1

source: Can't open file %1
fr: Impossible d'ouvrir le fichier %1
zh_tw: 無法開啟檔案 %1

source: Can't read merge file %1. No message sent
zh_tw: 無法讀取合併檔 %1. 未發送任何訊息

source: Can't rename file: %1
zh_tw: 無法重命名檔案：%1

source: Can't rename to the same name.
zh_tw: 無法種新命名為相同名稱。

source: Can't write to file %1
fr: Impossible d'écrire dans le fichier %1
zh_tw: 無法寫入檔案 %1

source: Cancel
zh_tw: 取消

source: Cancel E-Mail
zh_tw: 取消電子郵件

source: Cancel E-mail
zh_tw: 取消電子郵件

source: Cancel Edit
fr: Annuler la modification
ko: 편집 취소
tr: tr: Cancel Edit
zh_tw: 取消編輯

source: Cancel Export
fr: Annuler l'exportation
ko: 내보내기 취소
tr: tr: Cancel Export
zh_tw: 取消匯出

source: Cancel Password
fr: Annuler le mot de passe
ko: 비밀번호 취소
tr: Şifreyi iptal et
zh_tw: 取消密碼

source: Cannot find a file path to save to.
zh_tw: 找不到要儲存的檔案路徑。
