Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: (version %1)
zh_tw: （版本 %1）

source: Answers Available.
zh_tw: 答案可查看。

source: "Act as" a student
zh_tw: 以「學生」身份操作

source: "Assigned Users" column
zh_tw: 「已指派使用者」欄位

source: "Problems" column
zh_tw: 「問題」欄位

source: # of Active Students
zh_tw: 活躍學生數

source: # of attempts
zh_tw: 嘗試次數

source: #corr
zh_tw: 正確次數

source: #incorr
zh_tw: 不正確次數

source: % Average with Review
zh_tw: 審查百分數平均

source: % Score with Review
zh_tw: 審查百分數

source: % Score:
zh_tw: 百分數 分數：

source: %1 Points:
zh_tw: %1 點數：

source: %1 Problems:
zh_tw: %1 個問題：

source: %1 and %2 folders
zh_tw: %1 和 %2 資料夾

source: %1 evaluator
zh_tw: %1 評估器

source: %1 notifications
zh_tw: %1 則通知

source: %1 remaining
zh_tw: 剩下 %1

source: %1 sets
zh_tw: %1 個題組

source: %1 setting
zh_tw: %1 設定

source: %1 students out of %2
zh_tw: %2 名學生中有 %1 名

source: %1 title and institution changed from %2 to %3 and from %4 to %5
zh_tw: %1 標題和機構從 %2 變更為 %3 以及從 %4 變更為 %5

source: %1 users
zh_tw: %1 位使用者

source: %1 users exported to file %2
zh_tw: %1 位使用者已匯出到檔案 %2

source: %1 users replaced, %2 users added, %3 users skipped. Skipped users: (%4)
ko: %1 교체된 사용자, %2 추가된 사용자, %3 넘어간 사용자. 넘어간 사용자: (4%)
tr: %1 kullanıcı değiştirildi, %2 kullanıcı eklendi, %3 kullanıcı atlandı. Atlanan kullanıcılar: (%4)
zh_tw: 替換 %1 個使用者，增加 %2 個使用者，略過 %3 個使用者。略過的使用者：(%4)

source: %1% Complete
zh_tw: %1% 完成

source: %1's Current Address
fr: Courriel actuel de %1
ko: %1님의 현재 주소
zh_tw: %1 的目前位址

source: %1's Current Password
fr: Mot de passe actuel de %1
ko: %1님의 현재 비밀번호
zh_tw: %1 的當前密碼

source: %1's New Address
fr: Nouveau courriel de %1
ko: %1님의 새 주소
zh_tw: %1 的新位址

source: %1's New Password
fr: Nouveau mot de passe de %1
ko: %1님의 새 비밀번호
zh_tw: %1 的新密碼

source: %1's password has been changed.
fr: Le mot de passe de l'usager %1 a été modifié.
ko: %1님의 비밀번호가 변경되었습니다
zh_tw: %1 的密碼已變更。

source: %1: Hardcopy Header
zh_tw: %1：印副本標題

source: %1: Problem %2
fr: %1: Problème %2.
ko: %1: 문제 %2
zh_tw: %1：問題 %2

source: %1: Problem %2 Show Me Another
zh_tw: %1：問題 %2 顯示另一個

source: %1: Set Header
zh_tw: %1：題組標題

source: %quant(%1,day)
zh_tw: %quant(%1, 天)

source: %quant(%1,file) unpacked successfully
zh_tw: %quant(%1, 檔案) 成功解壓縮

source: %quant(%1,hour)
zh_tw: %quant(%1, 小時)

source: %quant(%1,minute)
zh_tw: %quant(%1, 分鐘)

source: %quant(%1,more file,more files) not shown
zh_tw: %quant(%1, 更多檔案, 更多檔案) 未顯示

source: %quant(%1,second)
zh_tw: %quant(%1, 秒)

source: %quant(%1,set) added, %quant(%2,set) skipped.
zh_tw: %quant(%1, 題組) 已新增，%quant(%2, 題組) 已跳過。

source: %quant(%1,set) exported, %quant(%2,set) skipped.
zh_tw: %quant(%1, 題組) 已匯出，%quant(%2, 題組) 已跳過。

source: (%quant(%1,item) total)
zh_tw: （%quant(%1, 項目) 合計）

source: (%quant(%1,item))
zh_tw: （%quant(%1, 項目)）

source: (%quant(%1,point))
zh_tw: （%quant(%1, 點數)）

source: (Any unsaved changes will be lost.)
fr: (Les modification non sauvegardées seront perdus)
zh_tw: （任何未儲存的變更都將遺失。）

source: (If an action cannot be executed it will not appear.)
zh_tw: （如果某個動作無法執行，它將不會出現。）

source: (This problem will not count towards your grade.)
fr: (Ce problème ne sera pas noté.)
ko: (이 문제는 성적에 들어가지 않습니다.)
tr: (Bu soru notunuzu etkilemeyecektir.)
zh_tw: （這個問題不會計入你的分數。）

source: (This set is hidden from students.)
zh_tw: （這個題目對學生是隱藏的。）

source: (This test is overtime because it was not submitted in the allowed time.)
zh_tw: （因為沒有在允許的時間內繳交，此測驗超時。）

source: (Your score on this %1 is not available until %2.)
zh_tw: （你在 %1 的分數到時間 %2 才會可用。）

source: (Your score on this %1 is not available.)
zh_tw: （你在 %1 的分數不可用。）

source: (correct)
zh_tw: （正確）

source: (in target set)
zh_tw: （在目標設定中）

source: (incorrect)
zh_tw: （不正確）

source: (score %1)
zh_tw: （分數 %1）

source: (version %1)
zh_tw: （版本 %1）

source: , then by %1
zh_tw: ，然後由 %1

source: . If this is a class roster, rename it to have extension ".lst"
zh_tw: 。如果這是一個班級名冊，將其重新命名並新增副檔名 ".lst"

source: 0 seconds
zh_tw: 0 秒

source: 1 set
zh_tw: 1 個題組

source: 1 student
zh_tw: 1 名學生

source: <b>Weight:</b> %1%
zh_tw: <b>權重：</b> %1%

source: <p>After the Reduced Scoring Date all additional work done by the student counts at a reduced rate. Here is where you set the reduced rate which must be a percentage. For example if this value is 50% and a student views a problem during the Reduced Scoring Period, they will see the message "You are in the Reduced Scoring Period: All additional work done counts 50% of the original." </p><p>To use this, you also have to enable Reduced Scoring and set the Reduced Scoring Date for individual assignments by editing the set data using the Sets Manager.</p><p>This works with the avg_problem_grader (which is the the default grader) and the std_problem_grader (the all or nothing grader). It will work with custom graders if they are written appropriately.</p>
zh_tw: <p>當減分日期過後，學生所做的所有額外作業將以減少的比例計算分數。這裡你必須以百分比設定減分比率。例如，如果這個數值設為 50%，學生在減分期間查看題目時，他們會看到訊息：「你正處於減分期間：所有額外的作業只計算原本分數的一半。」</p><p>要使用這個功能，你還需要啟用減分功能，並使用題組管理器為個別作業編輯題組資料來設置減分日期。這個功能適用於 avg_problem_grader（即預設評分）和 std_problem_grader（即全或無評分）。如果自定義評分若撰寫得當也可運作。</p>

source: <p>During summer 2005, a newer version of the answer checkers was implemented for answers which are functions and numbers. The newer checkers allow more functions in student answers, and behave better in certain cases. Some problems are specifically coded to use new (or old) answer checkers. However, for the bulk of the problems, you can choose what the default will be here.</p><p>Choosing <i>false</i> here means that the newer answer checkers will be used by default, and choosing <i>true</i> means that the old answer checkers will be used by default.</p>
zh_tw: <p>在2005年夏天，實作了一個用於函數和數字的新版本答案檢查器。新的檢查器允許學生答案中使用更多函數，並在某些狀況下表現得更好。有一些問題會特別編碼以使用新的（或舊的）答案檢查器。然而，對於大多數問題，你可以在這裡選擇預設值。</p><p>在這裡選擇<i>否</i>意味著預設會使用新的答案檢查器，選擇<i>是</i>則表示預設會使用舊的答案檢查器。</p>

source: <p>MathQuill renders students answers in real-time as they type on the keyboard.</p><p>MathView allows students to choose from a variety of common math structures (such as fractions and square roots) as they attempt to input their answers.</p>
zh_tw: <p>MathQuill 在學生打字時即時呈現他們的答案。</p><p>MathView 允許學生在嘗試輸入答案時可以從各種常見的數學結構（例如分數和平方根）中進行選擇。</p>

source: <p>Mode in which the LANG and DIR settings for a single problem are determined.</p><p>The system will set the LANGuage attribute to either a value determined from the problem, a course-wide default, or the system default, depending on the mode selected. The tag will only be added to the DIV enclosing the problem if it is different than the value which should be set in the main HTML tag set for the entire course based on the course language.</p><p>There are two options for the DIRection attribute: "ltr" for left-to-write scripts, and "rtl" for right-to-left scripts like Arabic and Hebrew.</p><p>The DIRection attribute is needed to trigger proper display of the question text when the problem text-direction is different than that used by the current language of the course. For example, English problems from the library browser would display improperly in RTL mode for a Hebrew course, unless the problen Direction is set to LTR.</p><p>The feature to set a problem language and direction was only added in 2018 to the PG language, so most problems will not declare their language, and the system needs to fall back to determining the language and direction in a different manner. The OPL itself is all English, so the system wide fallback is to en-US in LTR mode.</p><p>Since the defaults fall back to the LTR direction, most sites should be fine with the "auto::" mode, but may want to select the one which matches their course language. The mode "force::ltr" would also be an option for a course which runs into trouble with the "auto" modes.</p><p>Modes:</p><ul><li>"none" prevents any additional LANG and/or DIR tag being added. The browser will use the main setting which was applied to the entire HTML page. This is likely to cause trouble when a problem of the other direction is displayed.</li><li>"auto::" allows the system to make the settings based on the language and direction reported by the problem (a new feature, so not set in almost all existing problems) and falling back to the expected default of en-US in LTR mode. </li><li>"auto:LangCode:Dir" allows the system to make the settings based on the language and direction reported by the problem (a new feature, so not set in almost all existing problems) but falling back to the language with the given LangCode and the direction Dir when problem settings are not available from PG.</li><li>"auto::Dir" for problems without PG settings, this will use the default en=english language, but force the direction to Dir. Problems with PG settings will get those settings.</li><li>"auto:LangCode:" for problems without PG settings, this will use the default LTR direction, but will set the language to LangCode.Problems with PG settings will get those settings.</li><li>"force:LangCode:Dir" will <b>ignore</b> any setting made by the PG code of the problem, and will force the system to set the language with the given LangCode and the direction to Dir for <b>all</b> problems.</li><li>"force::Dir" will <b>ignore</b> any setting made by the PG code of the problem, and will force the system to set the direction to Dir for <b>all</b> problems, but will avoid setting any language attribute for individual problem.</li></ul>
zh_tw: <p>決定單一問題的 LANG 和 DIR 設置模式。</p><p>系統會根據選擇的模式，將 LANGuage 屬性設置為由問題、課程範圍內的預設所決定的值，或由系統預設值。只有當問題所需設定的值與基於課程語言應設定在整個 HTML 分頁集中的主要值不同時，才會將分頁新增到包裹問題的 DIV 中。</p><p>DIRection 屬性有兩個選項：「ltr」表示從左到右的書寫系統，「rtl」表示從右到左的書寫系統，例如阿拉伯語和希伯來語。</p><p>當問題的文字方向與課程語言的文字方向不一致時，需使用 DIRection 屬性以確保問題文字正確顯示。例如，來自題庫的英文問題在希伯來語課程中使用 RTL 模式時會顯示不正確，除非問題方向設置為 LTR。</p><p>設置問題語言和方向的功能是在 2018 年才加入到 PG 語言中的，因此大多數問題不會聲明其語言，系統需要以其他方式來確定語言和方向。OPL 本身全部為英文，因此系統範圍內的預設值為 LTR 模式的 en-US。</p><p>由於預設值為 LTR 方向，大多數網站使用「auto::」模式應該沒問題，但也可能需要選擇與其課程語言符合的模式。如果課程在使用「auto」模式時遇到問題，「force::ltr」 模式也是一個選項。</p><p>模式：</p><ul><li>「無」可防止新增任何額外的 LANG 和/或 DIR 分頁。瀏覽器將使用應用於整個 HTML 頁面的主要設置。當顯示不同方向的問題時，這可能會引起麻煩。</li><li>「auto::」允許系統根據問題報告的語言和方向進行設置（新功能，因此幾乎所有現有問題中都未設置），並退回到預期的默認值 en-US 的 LTR 模式。</li><li>「auto:LangCode:Dir」允許系統根據問題報告的語言和方向進行設置（新功能，因此幾乎所有現有問題中都未設置），但當 PG 中沒有可用的問題設置時，會退回到給定 LangCode 的語言和方向 Dir。</li><li>「auto::Dir」對於沒有 PG 設置的問題，這將使用默認的 en=english 語言，但強制方向為 Dir。有 PG 設置的問題將獲得那些設置。</li><li>「auto:LangCode:」對於沒有 PG 設置的問題，這將使用默認的 LTR 方向，但會將語言設置為 LangCode。有 PG 設置的問題將獲得那些設置。</li><li>「force:LangCode:Dir」將<b>忽略</b>由問題的 PG 代碼所做的任何設置，並強制系統為<b>所有</b>問題設置給定 LangCode 的語言和方向 Dir。</li><li>「force::Dir」將<b>忽略</b>由問題的 PG 代碼所做的任何設置，並強制系統為<b>所有</b>問題設置方向為 Dir，但會避免為個別問題設置任何語言屬性。</li></ul>

source: <p>Some servers handle courses taking place in different timezones. If this course is not showing the correct timezone, enter the correct value here. The format consists of unix times, such as "America/New_York", "America/Chicago", "America/Denver", "America/Phoenix" or "America/Los_Angeles".</p>Complete list: <a href="http://en.wikipedia.org/wiki/List_of_zoneinfo_time_zones">TimeZoneFiles</a>
zh_tw: <p>有些伺服器處理位於不同時區的課程。如果此課程顯示的時區不正確，請在此輸入正確的值。格式由 Unix 時間組成，例如 "America/New_York"、"America/Chicago"、"America/Denver"、"America/Phoenix" 或 "America/Los_Angeles"。</p>完整清單：<a href="http://en.wikipedia.org/wiki/List_of_zoneinfo_time_zones">TimeZoneFiles</a>

source: <p>This sets whether the Reduced Scoring system will be enabled. If enabled you will need to set the default length of the reduced scoring period and the value of work done in the reduced scoring period below.</p><p>To use this, you also have to enable Reduced Scoring for individual assignments and set their Reduced Scoring Dates by editing the set data.</p><p>This works with the avg_problem_grader (which is the the default grader) and the std_problem_grader (the all or nothing grader). It will work with custom graders if they are written appropriately.</p>
zh_tw: <p>這裡設置是否啟用減分系統。如果啟用，你需要設定減分期間的預設長度以及減分期間內完成作業的分數值。</p><p>要使用此功能，還需要為個別作業啟用減分功能，並通過編輯題組資料來設定它們的減分日期。</p><p>這個功能適用於 avg_problem_grader（預設評分）和 std_problem_grader（全或無評分）。自定義評分若撰寫得當也可運作。</p>

source: <p>When viewing a problem, users may choose different methods of rendering formulas via an options box in the left panel. Here, you can adjust what display modes are listed.</p><p>The display modes are</p><ul><li>plainText: shows the raw LaTeX strings for formulas.</li><li>images: produces images using the external programs LaTeX and dvipng.</li><li>MathJax: uses javascript to render mathematics.</li></ul><p>You must use at least one display mode. If you select only one, then the options box will not give a choice of modes (since there will only be one active).</p>
zh_tw: <p>在查看問題時，使用者可以通過左側面板中的選項框選擇不同的公式渲染方式。你可以在此調整什麼列出顯示模式。</p><p>顯示模式包括</p><ul><li>明文：顯示公式的原始 LaTeX 字串。</li><li>圖片：使用外部程式 LaTeX 和 dvipng 產生圖片。</li><li>MathJax：使用 JavaScript 渲染數學公式。</li></ul><p>你必須使用至少一種顯示模式。如果只選擇一種顯示模式，那麼選項框將不會提供模式選擇（因為只有一種是啟用的）。</p>

source: <strong>Warning</strong>: There may be something wrong with a question in this test. Please inform your instructor including the warning messages below.
zh_tw: <strong>警告</strong >：此測驗中的某個問題可能有錯誤。請通知你的講師，包含以下的警告訊息。

source: <strong>Warning</strong>: There may be something wrong with this question. Please inform your instructor including the warning messages below.
zh_tw: <strong>警告</strong >：此問題可能有錯誤。請通知你的講師，包括底下的警告訊息。

source: <strong>one</strong> set's details for <strong>some or all</strong> users
zh_tw: <strong>部分或全部</strong>使用者<strong>一個</strong>題組的細節

source: <strong>selected</strong> sets
zh_tw: <strong>所選的</strong>題組

source: <strong>selected</strong> users
zh_tw: <strong>所選的</strong>使用者

source: <strong>selected</strong> users to <strong>selected</strong> sets
zh_tw: 將<strong>所選的<strong>使用者加入<strong>所選的<strong>題組中

source: <ul><li><b>SMAcheckAnswers</b>: enables the Check Answers button <i>for the new problem</i> when Show Me Another is clicked</li><li><b>SMAshowSolutions</b>: shows walk-through solution <i>for the new problem</i> when Show Me Another is clicked; a check is done first to make sure that a solution exists </li><li><b>SMAshowCorrect</b>: correct answers <i>for the new problem</i> can be viewed when Show Me Another is clicked; note that <b>SMAcheckAnswers</b>needs to be enabled at the same time</li><li><b>SMAshowHints</b>: show hints <i>for the new problem</i> (assuming they exist)</li></ul>Note: there is very little point enabling the button unless you check at least one of these options - the students would simply see a new version that they can not attempt or learn from.
zh_tw: <ul><li><b>SMAcheckAnswers</b>：在點擊「顯示另一個」時，啟用新題目的「檢查答案」按鈕</li><li><b>SMAshowSolutions</b>：在點擊「顯示另一個」時，顯示新題目的逐步解答；顯示之前會先檢查解答是否存在</li><li><b>SMAshowCorrect</b>：在點擊「顯示另一個」時，可以查看新題目的正確答案；請注意，<b>SMAcheckAnswers</b> 需要同時啟用</li><li><b>SMAshowHints</b>：顯示新題目的提示（假設提示存在）</li></ul>請注意：除非你至少勾選其中一個選項，否則啟用該按鈕幾乎沒有意義 - 學生將只會看到他們無法嘗試或學習的新問題。

source: A "Reveal" button must be clicked to make a correct answer visible any time that correct answers for a problem are shown. Note that this is always the case for instructors before answers are available to students, and in "Show Me Another" problems.
zh_tw: 在顯示問題的正確答案時，必須點擊「顯示」按鈕才能看見正確答案。請請注意，在學生還無法查看答案之前，講師來說總是需要這樣操作，且在「顯示另一個」的問題中也是如此。

source: A URL for the LMS
zh_tw: LMS 的 URL

source: A course with ID %1 already exists.
zh_tw: 代號為 %1 的課程已經存在。

source: A directory already exists with the name %1. You must first delete this existing course before you can unarchive.
zh_tw: 檔名為 %1 的目錄已經存在。你必須先刪除此現有的課程，才能解除封存。

source: A file name cannot begin with a dot, it cannot be empty, it cannot contain a directory path component and only the characters -_.a-zA-Z0-9 and space are allowed.
zh_tw: 檔名不能以 . 開頭，不能為空且不能包含目錄路徑部分，只允許字元 -_.a-zA-Z0-9 和空格。

source: A file with that name already exists
zh_tw: 已存在相同名稱的檔案

source: A hardcopy file was generated, but it may not be complete or correct. Please check that no problems are missing and that they are all legible. If not, please inform your instructor.
zh_tw: 產生了列印副本檔，但它可能不完整或不正確。請檢查沒有遺漏任何問題，且所有問題都清晰可辨。如果沒有，請通知你的講師。

source: A hash reference in which the keys are the achievement_id's assigned to the current user and the values are 0 or 1 which stores if the user has earned the associated achievement or not.
zh_tw: 雜湊參照的關鍵字是指派現行使用者的成就代號，其值為0或1，用於存儲使用者是否已獲得相關成就。

source: A hash reference which contains a problems metadata, such as DBsubject, DBchapter, DBsection, and so on.
zh_tw: 包含問題中繼資料的雜湊參照，例如 DBsubject、DBchapter、DBsection 等等。

source: A hash reference which contains the problem data.
zh_tw: 包含問題資料的雜湊參照。

source: A hash reference which contains the set data.
zh_tw: 包含題組資料的雜湊參照。

source: A hash reference which saves data for this user and this achievement. This hash is persistent between evaluations and changes to this variable will be saved in the database.
zh_tw: 保存該使用者及此成就的雜湊參照。這個雜湊在不同評估之間會保留不變，且對此變數的變更將保存到資料庫中。

source: A hash reference which saves global data for this user. This hash is persistent between evaluations and changes to this variable will be saved in the database.
zh_tw: 保存該使用者全域資料的雜湊參照。這個雜湊在不同評估之間會保留不變，且對此變數的變更將保存到資料庫中。

source: A list of sample problems by category.
zh_tw: 按類別列出的範例問題清單。

source: A list of sample problems by problem technique.
zh_tw: 按問題技巧列出的範例問題清單。

source: A list of sample problems by subject area.
zh_tw: 按主題範圍列出的範例問題清單。

source: A location with the name %1 already exists in the database. Did you mean to edit that location instead?
zh_tw: 資料庫中已經存在名為 %1 的位置。你打算編輯該位置嗎？

source: A message with the subject line "%1" has been sent to %quant(%2,recipient).
zh_tw: 一封主旨為「%1」的郵件已發送給 %quant(%2, 收件人)。

source: A new file has been created at "%1"
zh_tw: 已在「%1」建立了一個新檔案

source: A new file has been created at "%1" with the contents below.
zh_tw: 已在「%1」建立了一個新檔，其內容如下。

source: A new problem whose path ends in newProblem.pg should be given a new name, for example, "myNewProblem.pg".
zh_tw: 應該替路徑以 newProblem.pg 結尾的新問題取一個新名字，例如「myNewProblem.pg」。

source: A solution should be provided here.
zh_tw: 這裡應該提供一個解答。

source: A student might start a timed test close to the close date. This setting allows to either cut them off at the close date or allow them the full time limit.
zh_tw: 學生可能會在接近結束日期時開始計時測驗。這個設置允許你選擇在結束日期時直接中止測驗，或允許學生使用完整的時間限制。

source: A student must be assigned a homework set in order for it to appear on their WeBWorK home page. Check the box in the left column to assign a student to that homework set. Uncheck the box to unassign a student. If a student is unassigned from a homework set, all of the student's data for that homework set is deleted and cannot be recovered. Use this action cautiously!
zh_tw: 學生必須被指派到某個作業題組，該題組才能出現在他們的 WeBWorK 首頁上。勾選左欄中的方框將學生指派到該題組。取消勾選以取消指派給學生。如果學生被取消指派該作業題組，該學生在此作業題組中的所有資料將被刪除且無法恢復。請謹慎使用此動作！

source: A student needs to be assigned a set in order for them to work it. Once a student is unassigned a set, all the data for them is lost and there is no way to undo it. When unassigning be sure to change the option to "Allow unassign".
zh_tw: 學生必須被指派到一個題組才能進行作業。一旦將學生取消指派該題組，所有相關的資料都會失去，且無法取消。在取消指派時，請確變更選項為「允許取消指派」。

source: A switch to govern the use of a Progress Bar for the student; this also enables/disables the highlighting of the current problem in the side bar, and whether it is correct (&#x2713;), in progress (&hellip;), incorrect (&#x2717;), or unattempted (no symbol).
zh_tw: 控制學生使用進度條的開關；這也允許/禁止在側邊欄中凸顯當前問題, 以及它是否是正確的.), 進行中(& hellip)、不正確(\), 或者未被吸引(無符號). 控制學生進度條使用的開關；這也會啟用／停用側邊欄中凸顯當前問題，以及其狀況為正確 (&#x2713;)、進行中 (&hellip;)、錯誤 (&#x2717;) 或未嘗試 (無符號)。

source: A test is broken up into pages with this many problems on each page. Students can move from page to page without clicking to grade the test, and their temporary answers will be saved. Use "0" to indicate "all problems on one page". For tests with many problems, either extreme (1 per page or "all on one page") has drawbacks. With 1 per page, the student has many pages and may be frustrated trying to go back and find a particular problem. With "all on one page", the student may spend a lot of time on that one page without clicking anything that lets WeBWorK know they are still active, and their session might expire for inactivity before they get around to clicking the grade button. This situation can lead to their typed answers being lost and unrecoverable. Additionally, having many problems load at the same time on one page can put a strain on the server. This is especially worth considering if the test has many dynamically generated images, which can slow things down significantly.
zh_tw: 一個測驗會被分成多個頁面，每頁有這麼多題目。學生不點擊評分測驗便可在頁面間切換，並且他們的暫時答案會被保存。使用「0」表示「所有題目在一頁上」。對於有很多題目的測驗，任何極端狀況（每頁 1 題或「所有題目在一頁上」）都有缺點。每頁 1 題時，學生會有很多頁面，可能會因為想要回到特定題目而感到沮喪。而「所有題目在一頁上」時，學生可能會花很多時間在那一頁上，沒有點擊任何讓 WeBWorK 知道他們仍然在活躍中的按鈕，且他們的會話可能會因不活動而過期，導致他們輸入的答案丟失且無法恢復。此外，在一頁上同時載入很多題目會對服務器造成壓力。如果測驗中有很多動態產生的圖像，這一點尤其值得考慮，因為這可能會顯著降低速度。

source: A test may be configured to allow students one or more versions. For each version, this is the number of times you will allow them to click to have that version graded. Depending on other settings, they may or may not be able to see scores and feedback following each grading. Use "0" to indicate there is no cap on the number of graded submissions.
zh_tw: 可以將測驗配置為允許學生使用一個或多個版本。對於每個版本，這是你允許他們點擊對該版本評分的次數。根據其他設定，他們可能會，也可能不會，看到每次評分後的分數和反饋。使用「0」表示對評分提交次數沒有限制。

source: A unique key identifying the achievement.
zh_tw: 唯一識別成就的密鑰。

source: ADJ STATUS
zh_tw: 調整後的狀況

source: ANSWERS NOT RECORDED -- %1
zh_tw: 答案未記錄 -- %1

source: ANSWERS ONLY CHECKED -- ANSWERS NOT RECORDED
fr: LES RÉPONSES ONT ÉTÉ VÉRIFIÉES -- MAIS ELLES N'ONT PAS ÉTÉ ENREGISTRÉES
ko: 답안만 체크됨 -- 답안 기록되지 않음
tr: YANITLAR SADECE KONTROL EDİLİYOR -- YANITLAR KAYDEDİLMEDİ
zh_tw: 僅檢查答案 -- 不記錄答案

source: ATTEMPT NOT ACCEPTED -- Please submit answers again (or request new version if neccessary).
zh_tw: 嘗試未被接受 -- 請再次繳交答案（或在需要時請求新版本）。

source: Abandon changes
fr: Ne pas enregistrer les modifications
ko: 변경사항 취소
tr: Değişiklikleri kaydetme
zh_tw: 取消變更

source: Abandon export
fr: Annuler l'exportation
ko: 저장후 내보내기 취소
tr: Dışa aktarımı iptal et
zh_tw: 取消匯出

source: Account Settings
zh_tw: 帳戶設定

source: Account Settings Help
zh_tw: 帳戶設定說明

source: Account creation is currently disabled in this course. Please speak to your instructor or system administrator.
zh_tw: 目前在此課程中無法建立帳戶。請洽詢你的講師或系統管理員。

source: Accounts Manager
zh_tw: 帳號管理器

source: Accounts Manager Help
zh_tw: 帳號管理器說明

source: Achievement %1 created with evaluator "%2".
zh_tw: 評估器「%2」已建立成就 %1。

source: Achievement %1 exists. No achievement created.
zh_tw: 成就 %1 已存在。沒有建立成就。

source: Achievement %1 not found!
zh_tw: 找不到成就 %1！

source: Achievement Evaluator Editor Help
zh_tw: 成就評估器編輯器說明

source: Achievement ID
zh_tw: 成就代號

source: Achievement ID exists! No new achievement created. File not saved.
zh_tw: 成就代號存在！未建立新的成就。檔案未儲存。

source: Achievement ID:
zh_tw: 成就代號：

source: Achievement List
zh_tw: 成就清單

source: Achievement Notification Editor Help
zh_tw: 成就通知編輯器說明

source: Achievement Notification for %5
zh_tw: %5 的成就通知

source: Achievement Points Per Problem
fr: Points de réussite par problème
zh_tw: 每個問題的成就分數

source: Achievement Points Per Problem in Reduced Scoring Period
zh_tw: 減分週期內每個問題的成就分數

source: Achievement User Editor Help
zh_tw: 成就使用者編輯器說明

source: Achievement Users for %5
zh_tw: %5 的成就使用者

source: Achievement has been assigned to all users.
zh_tw: 成就已指派給所有使用者。

source: Achievement has been assigned to selected users.
zh_tw: 成就已指派給所選的使用者。

source: Achievement has been unassigned to all students.
zh_tw: 已取消指派所有學生的成就。

source: Achievement notification contents is empty.
zh_tw: 成就通知內容為空。

source: Achievement options
zh_tw: 成就選項

source: Achievement scores saved to %1.
zh_tw: 成就分數儲存至 %1。

source: Achievements
zh_tw: 成就

source: Achievements Help
zh_tw: 成就說明

source: Achievements Manager
zh_tw: 成就管理器

source: Achievements Manager Help
zh_tw: 成就管理器說明
