Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Do not unassign students unless you know what you are doing.
zh_tw: 除非你知道自己在做什麼，否則不要取消指派的學生。

source: Do not uncheck a set unless you know what you are doing.
zh_tw: 除非你知道自己在做什麼，否則不要取消題組。

source: Do not uncheck students, unless you know what you are doing.
zh_tw: 除非你知道自己在做什麼，否則不要取消學生。

source: Do you want to grade this test?
zh_tw: 你想評分這個測驗嗎？

source: Documentation
zh_tw: 文件

source: Documentation from source code for PG modules and macro files.
zh_tw: PG 模組和巨集檔案的原始程式碼文件。

source: Don't Archive
zh_tw: 不要封存

source: Don't Unarchive
zh_tw: 不要解除封存

source: Don't Upgrade
zh_tw: 不要升級

source: Don't delete
zh_tw: 不要刪除

source: Don't make changes
zh_tw: 不要進行變更

source: Don't recognize saveMode: |%1|. Unknown error.
zh_tw: 無法識別儲存模式：|%1|。未知錯誤。

source: Don't rename
zh_tw: 不要重新命名

source: Don't use in an achievement
zh_tw: 不要用在成就上

source: Done
zh_tw: 完成

source: Download
fr: Télécharger
zh_tw: 下載

source: Download %1
zh_tw: 下載 %1

source: Download Hardcopy
zh_tw: 下載列印副本

source: Download Hardcopy for Current Set
zh_tw: 下載目前題組的列印副本

source: Download PDF or TeX Hardcopy for Selected Tests
zh_tw: 下載選擇測驗的 PDF 或 TeX 的列印副本

source: Download file: %1
zh_tw: 下載檔案：%1

source: Download hardcopy of set %1 for %2?
fr: Télécharger une copie du devoir %1 pour %2?
zh_tw: 為 %2 下載題組 %1 的列印副本？

source: Download/upload archived courses
zh_tw: 下載／上傳封存課程

source: Download:
zh_tw: 下載：

source: Download:
zh_tw: 下載：

source: Drop
ko: 중단
tr: tr: Drop
zh_tw: 退出

source: Drop student from the course
zh_tw: 將學生從課程中退出

source: Due date %1 has passed.
zh_tw: 截止日期 %1 已過.

source: E-Mail
zh_tw: 電子郵件

source: E-mail Instructor
fr: Envoyer un courriel à l'enseignant
ko: 강사에게 이메일 전송
zh_tw: 發送電子郵件給講師

source: E-mail verbosity level
fr: Niveau de verbose pour les emails
zh_tw: 電子郵件詳細程度

source: E-mail:
fr: Corps du message :
ko: 이메일:
zh_tw: 電子郵件：

source: Earned
zh_tw: 獲得的

source: Edit
fr: Editer
ko: 편집
tr: Düzenle
zh_tw: 編輯

source: Edit %1 for %2 (%3) who has been assigned %4 sets.
zh_tw: 為已指派 %4 個題組的 %2 (%3) 編輯 %1。

source: Edit %1 for set %2.
zh_tw: 編輯題組 %2 的 %1。

source: Edit Data
zh_tw: 編輯資料

source: Edit Email Template
zh_tw: 編輯電子郵件範本

source: Edit Evaluator
zh_tw: 編輯評估器

source: Edit Header
zh_tw: 編輯標題

source: Edit Location:
zh_tw: 編輯位置:

source: Edit Problem
zh_tw: 編輯問題

source: Edit Selected Theme
zh_tw: 編輯所選的主題

source: Edit Set Data
fr: Éditer les données des devoirs
ko: 문제집 데이터 편집
tr: Set Bilgilerini Düzenle
zh_tw: 編輯題組資料

source: Edit Tags
zh_tw: 編輯標籤

source: Edit Target Set
fr: Modifier ce devoir
zh_tw: 編輯目標題組

source: Edit achievement evaluator
zh_tw: 編輯成就評估器

source: Edit achievement information
zh_tw: 編輯成就資訊

source: Edit achivements for the course. This link is only present if achievements are enabled for the course.
zh_tw: 編輯課程的成就。此連結只有在課程啟用了成就時才會出現。

source: Edit class list data
zh_tw: 編輯班級名單資料

source: Edit class roster data. Add students, edit student data, drop students from class, import students from a classlist, and give user professor privileges. Access to individual assignments.
zh_tw: 編輯班級名冊資料。新增學生、編輯學生資料、從班級中移除學生、從班級名單匯入學生，以及授予使用者教授權限。訪問個別作業。

source: Edit data for %1
zh_tw: 編輯 %1 的資料

source: Edit it
fr: Modifier
zh_tw: 編輯

source: Edit set %1 for ALL students assigned to this set.
zh_tw: 為指派到此題組的所有學生編輯題組 %1。

source: Edit set %1 for this user.
fr: Modiication du devoir %1 pour cet utilisateur.
zh_tw: 編輯此使用者的題組 %1。

source: Edit sets for the entire class. Change set due dates, create new sets from a set definition file, create new sets, make sets visible/invisible, score assignments. Assign sets to the class.
zh_tw: 為整個班級編輯題組。變更題組的截止日期，從題組定義檔建立新題組，建立新題組，使題組可見／不可見，評分作業。將題組指派給班級。

source: Edit the current value of the location description, if desired, then add and select addresses to delete, and then click the "Take Action" button to make all of your changes. Or, click "Manage Locations" above to make no changes and return to the Manage Locations page.
zh_tw: 如果需要，編輯位置描述的現行值，接著新增並選擇要刪除的位址，然後按一下「執行」按鈕進行所有變更。或者按一下上面的「管理位置」不做任何變更並返回到「管理位置」頁面。

source: Edit which achievements?
zh_tw: 編輯哪些成就？

source: Edit which sets?
fr: Éditer quels devoirs?
ko: 수정할 문제집은?
tr: Hangi setler düzenlecek?
zh_tw: 編輯哪些題組？

source: Edit which users?
zh_tw: 編輯哪些使用者？

source: Editing <strong>course information</strong> file "%1".
zh_tw: 編輯「課程資訊」檔案「%1」。

source: Editing <strong>hardcopy header</strong> file "%1".
zh_tw: 編輯<strong>列印副本標題</strong>檔「%1」。

source: Editing <strong>hardcopy theme</strong> file "%1".
zh_tw: 編輯<strong>列印副本主題</strong>檔「%1」。

source: Editing <strong>new problem</strong> template "%1".
zh_tw: 編輯<strong>新問題</strong>範本「%1」。

source: Editing <strong>problem %1 of set %2</strong> in file "%3".
zh_tw: 編輯檔案「%3」中題組 %2 的問題 %1。

source: Editing <strong>set header</strong> file "%1".
zh_tw: 編輯「題組標題」檔案「%1」。

source: Editing <strong>unassigned problem</strong> file "%1".
zh_tw: 編輯「未指派的問題」檔案「%1」。

source: Editing <strong>unknown file type</strong> in file "%1".
zh_tw: 編輯檔案「%1」中的「未知檔案類型」。

source: Editing Modes
zh_tw: 編輯模式

source: Editing Problems
zh_tw: 編輯問題

source: Editing achievement in file "%1"
zh_tw: 編輯成就檔「%1」中的分數

source: Editing all achievements.
zh_tw: 編輯所有成就。

source: Editing all sets.
zh_tw: 編輯所有題組。

source: Editing all users.
zh_tw: 編輯所有使用者。

source: Editing for all students
zh_tw: 對所有學生編輯

source: Editing for one student or a proper subset of all students
zh_tw: 為單一學生或部分學生進行編輯

source: Editing location %1
zh_tw: 編輯位置 %1

source: Editing problem set %1 for these students: %2
zh_tw: 為學生：%2 編輯問題題組 %1

source: Editing selected achievements.
zh_tw: 編輯所選的成就。

source: Editing selected sets.
zh_tw: 編輯所選的題組。

source: Editing selected users.
zh_tw: 編輯所選的使用者。

source: Editor
zh_tw: 編輯

source: Email
fr: Courriel
ko: 이메일
tr: E-posta
zh_tw: 電子郵件

source: Email Address
fr: Adresse courriel
ko: 이메일 주소
tr: E-posta Adresi
zh_tw: 電子郵件位址

source: Email Body:
zh_tw: 郵件內容：

source: Email Help
zh_tw: 電子郵件説明

source: Email Instructor On Failed Attempt
zh_tw: 嘗試失敗時寄信給講師

source: Email Link
zh_tw: 電子郵件連結

source: Email address
zh_tw: 電子郵件位址

source: Email address to use when sending Achievement notifications.
zh_tw: 發送成就通知時使用的郵件位址。

source: Email body is empty. No message sent.
zh_tw: 郵件內容為空。未發送訊息。

source: Email Instructor
zh_tw: 寄信給講師

source: Email is being sent to %quant(%1,recipient). This job may take several minutes to complete if the class is large. Go to the "Job Manager" to see the status of this job.
zh_tw: 正在發送電子郵件給 %quant(%1, 收件人)。如果班級人數很多，這項工作可能需要幾分鐘才能完成。移至 「工作管理器」 查看該作業的狀況。

source: Email:
zh_tw: 電子郵件：

source: Emails can contain personalized data, such as name, section, or status. Click "List of insertable macros" for a full list available variables. Additional personal data can be included by using a merge file. A merge file is a CSV file located in the [Scoring] directory in which the first column is the student id, followed by additional data (such as student grades). This data is identified by which column it is in, for instance if the scores where in the 4th column of the merge file, insert them into an email using the variable $COL[4]. The "Scoring Tools" page can export grades into a CSV that can be used as a merge file. Upload customized merge files with the "File Manager".
zh_tw: 電子郵件可以包含個人化資料，如姓名、班別或狀況。點擊「可插入巨集清單」查看可用變數的完整清單。其他的個人資料可以使用合併檔來包含。合併檔是個位於 [Scoring] 目錄中的 CSV 檔，其中第一欄是學生代號，後面是其他資料（如學產生績）。這些資料根據其所在的欄位來識別，例如，如果分數在合併檔的第 4 行，則使用變數 $COL[4] 將它們插入到電子郵件中。「評分工具」頁面可以將成績匯出為可用作合併檔的 CSV 。使用「檔案管理器」上傳自訂的合併檔。

source: Emails to be sent to the following:
zh_tw: 電子郵件將發送給以下收件人：

source: Enable Achievement Rewards
zh_tw: 啟用成就獎勵

source: Enable Conditional Release
zh_tw: 啟用條件釋放

source: Enable Course Achievements
fr: Activer les objectifs des cours
zh_tw: 啟用課程成就

source: Enable Email Notification
zh_tw: 啟用電子郵件通知

source: Enable Progress Bar and current problem highlighting
zh_tw: 啟用進度條和當前問題凸顯

source: Enable Reduced Scoring
zh_tw: 啟用減分

source: Enable Show Me Another button
zh_tw: 啟用「顯示另一個」按鈕

source: Enable Spell Checking
zh_tw: 啟用拼字檢查

source: Enable periodic re-randomization of problems
zh_tw: 啟用問題的定期重新隨機化

source: Enable reduced scoring for a homework set. This will allow you to submit answers for partial credit for 24 hours after the close date.
zh_tw: 啟用作業題組減分。這將允許你在結束日期後的 24 小時內繳交答案以獲得部分分數。

source: Enabled
zh_tw: 啟用

source: Enabled Site Hardcopy Themes
zh_tw: 啟用網站列印副本主題

source: Enabled:
zh_tw: 已啟用：

source: Enables periodic re-randomization of problems after a given number of attempts. Student would have to click Request New Version to obtain new version of the problem and to continue working on the problem
zh_tw: 啟用在指定次數嘗試後，定期重新隨機化問題。學生需要點擊「請求新版本」來獲得新版本的問題並繼續完成問題

source: Enables the use of the conditional release system. To use conditional release you need to specify a list of set names on the Problem Set Detail Page, along with a minimum score. Students will not be able to access that homework set until they have achieved the minimum score on all of the listed sets.
zh_tw: 啟用條件發佈系統。要使用條件發佈，你需要在問題題組細節頁面上指定一個題組名稱清單表以及最低分數。學生只有在所有列出題組中達到最低分數後，才能訪問該作業題組。

source: Enables use of the Show Me Another button, which offers the student a newly-seeded version of the current problem, complete with solution (if it exists for that problem).
zh_tw: 啟用「顯示另一個」按鈕，該按鈕為學生提供目前問題的新版本，並附有解答（如果該問題存在解答）。

source: End
zh_tw: 結束

source: Enrolled
fr: Inscrit
ko: 등록됨
tr: tr: Enrolled
zh_tw: 已註冊

source: Enrolled, Drop, etc.
zh_tw: 註冊、退選等。

source: Enrollment Status
fr: Statut d'inscription
ko: 등록 현황
tr: Kayıt Durumu
zh_tw: 註冊狀況

source: Enrollment Status: %1
zh_tw: 註冊狀況：%1

source: Enter Key Behavior
zh_tw: Enter 鍵行為

source: Enter a number of students to add, and then click "Add". This will take you to a new page where the data can be entered for one or more students. It is also possible to assign the student(s) to one or more sets as they are being entered: simply select the sets from the list below the data entry table. Use "command" or "control" click to select more than one set.
zh_tw: 輸入要新增的學生數量，然後點擊「新增」。這將會帶你到一個新頁面，在這裡可以為一位或多位學生輸入資料。還可以在輸入資料時將學生指派到一個或多個題組：只需從資料登錄表格下方的清單中選擇題組。使用「command」或「control」鍵點擊可以選擇多個題組。

source: Enter filename below
fr: Entrer le nom du fichier ci-bas
ko: 아래에 파일명을 입력해주세요
tr: Aşağıya dosya adı girin
zh_tw: 輸入檔案名稱

source: Enter information below for students you wish to add. Each student's password will initially be set to their student ID.
zh_tw: 在下方輸入你想要新增的學生資訊。每位學生的密碼將初始設定為他們的學生代號。

source: Enter one of the allowed display mode types above. See 'display modes entry' for descriptions.
zh_tw: 輸入上方允許的顯示模式類型之一。見「顯示模式登錄」說明。

source: Enter the details of the course instructor to be added when the course is created. This user will also be added to the admin course with the username "userID_courseID" so you can manage and email the instructors of the courses on the server.
zh_tw: 在建立課程時輸入課程講師的細節。此使用者也將使用「使用者代號_課程代號」作為使用者名稱新增到管理者課程中，以便你可以管理並透過電子郵件與伺服器上的課程講師進行聯絡。

source: Entries are sorted by %1
zh_tw: 條目按 %1 排序

source: Equation Display
zh_tw: 方程式呈現

source: Equation Editor
zh_tw: 方程式編輯器

source: Error adding IP restriction location "%1" for set %2: %3
zh_tw: 為題組 %2 新增 IP 限制位置「%1」時出錯：%3

source: Error adding set-level proctor: %1
fr: Erreur an ajoutant un superviseur d'examen: %1
zh_tw: 新增題組級監考人員時出錯：%1

source: Error copying %1 to %2.
zh_tw: 將 %1 複製到 %2 時出錯。

source: Error creating set %1: %2
zh_tw: 建立題組 %1 時出錯：%2

source: Error details
zh_tw: 錯誤細節

source: Error encoding JWT: %1
zh_tw: 編碼 JWT 時出錯：%1

source: Error generating POD for file %1: %2
zh_tw: 為檔案 %1 產生 POD 時發生錯誤：%2

source: Error getting old set-proctor password from the database: %1. No update to the password was done.
fr: Erreur en obtenant l'ancien mot de passs set-proctor de la base de données %1. La mise à jour du mot de passe n'a pas été effectué.
zh_tw: 從資料庫取得舊的題組監考人員密碼時出錯：%1。未更新密碼。

source: Error loading or generating site keys: %1
zh_tw: 載入或產生網站金鑰時發生錯誤：%1

source: Error message:
zh_tw: 錯誤訊息：

source: Error messages
zh_tw: 錯誤訊息

source: Error sending email to %1: %2
zh_tw: 發送電子郵件給 %1 時發生錯誤：%2

source: Error: Answer date cannot be more than 10 years from now in set %1.
zh_tw: 錯誤：題組 %1 中回答日期不能超過 10 年。

source: Error: Answer date must come after close date in set %1.
zh_tw: 錯誤：答案日期必須在題組 %1 的結束日期之後。

source: Error: Close date cannot be more than 10 years from now in set %1.
zh_tw: 錯誤：題組 %1 結束日期不能超過10年。

source: Error: Close date must come after open date in set %1.
zh_tw: 錯誤：題組 %1 的結束日期必須在開始日期之後。

source: Error: Open date cannot be more than 10 years from now in set %1.
zh_tw: 錯誤：題組 %1的開放日期不能超過 10 年。

source: Error: Reduced scoring date must come between the open date and close date in set %1.
zh_tw: 錯誤：減分日期必須在題組 %1 的開始日期和結束日期之間。

source: Error: The original file %1 cannot be read.
zh_tw: 錯誤：無法讀取原始檔案 %1。

source: Error: no file data was submitted!
zh_tw: 錯誤：沒有繳交的檔案資料！

source: Errors encountered while processing %1. This %2 has been omitted from the hardcopy. Error text: %3
zh_tw: 處理 %1 時遇到錯誤。此 %2 已從列印副本中省略。錯誤文本：%3

source: Errors occurred while generating hardcopy:
zh_tw: 產生列印副本時出錯：

source: Errors occurred while hiding the courses listed below when attempting to create the file hide_directory in the course's directory. Check the ownership and permissions of the course's directory, e.g "%1".
zh_tw: 隱藏課程清單時，嘗試在課程目錄中建立檔案 hide_directory 出錯。請檢查課程目錄的擁有權和權限，例如 "%1"。

source: Errors occurred while unhiding the courses listed below when attempting delete the file hide_directory in the course's directory. Check the ownership and permissions of the course's directory, e.g "%1".
zh_tw: 取消隱藏下列課程清單時，嘗試刪除課程目錄中的檔案 hide_directory 出錯。請檢查課程目錄的擁有權和權限，例如 "%1"。

source: Evaluator
zh_tw: 評估器

source: Evaluator File
zh_tw: 評估檔案

source: Evaluator File:
zh_tw: 評估檔案：

source: Evaluator Variables
zh_tw: 評估變數

source: Except for the errors listed above, all selected courses are already hidden.
zh_tw: 除上面列出的錯誤外，所有選擇的課程都已隱藏。

source: Except for the errors listed above, all selected courses are already unhidden.
zh_tw: 除上面列出的錯誤外，所有選擇的課程都已取消隱藏。

source: Existing addresses for the location are given in the scrolling list below. Select addresses from the list to delete them:
zh_tw: 現有位址顯示在下方的滾動清單中。從清單中選擇要刪除的位址：

source: Existing file %1 could not be backed up.
zh_tw: 無法備份現有檔案 %1。

source: Expand All Details
zh_tw: 展開所有細節

source: Expand All Nesting
zh_tw: 展開所有嵌套

source: Expand Nested Problems
zh_tw: 展開嵌套問題

source: Expand Problem Details
zh_tw: 展開問題細節

source: Expand problem details that have been collapsed. Note that the details of a single problem can be expanded by clicking on the down arrow to the right of the problem source file.
zh_tw: 展開已收折的問題細節。請注意，透過點擊問題原始檔右側的向下箭頭，可以展開單一問題的細節。

source: Explanation
zh_tw: 說明

source: Export
fr: Exporter
ko: 저장 후 내보내기
tr: tr: Export
zh_tw: 匯出

source: Export abandoned.
zh_tw: 匯出已中止。

source: Export achievement data
zh_tw: 匯出成就資料

source: Export selected achievements
zh_tw: 匯出所選的成就

source: Export to what kind of file?
fr: Exporter sous quel type de fichier?
ko: 저장 후 내보낼 파일 종류?
tr: Ne çeşit dosyaya aktarılacak?
zh_tw: 匯出到什麼樣的檔案?

source: Export which achievements?
zh_tw: 匯出哪些成就？

source: Export which users?
fr: Exporter quels usagers?
ko: 저장 후 내보낼 사용자는?
tr: Hangi kullanıcılar dışarı aktarılacak?
zh_tw: 匯出哪些使用者?

source: Exported achievements to %1.
zh_tw: 已將成就匯出至 %1。

source: Exporting all achievements.
zh_tw: 匯出所有成就.

source: Exporting selected achievements.
zh_tw: 匯出所選的成就.

source: Extend the close date for which test?
zh_tw: 延長哪個測驗的截止日期?

source: Extend the number of attempts allowed a student on a given problem.
zh_tw: 增加學生在給定問題的嘗試次數。

source: Extends the close date of a test by 24 hours. Note: The test must still be open for this to work.
zh_tw: 將測驗的結束日期延長 24 小時。請注意：測驗必須仍然開放才能作業。

source: FIRST NAME
zh_tw: 名字

source: Failed to add user:
zh_tw: 新增使用者失敗：

source: Failed to create new achievement: %1
zh_tw: 建立新成就失敗：%1

source: Failed to create new achievement: no achievement ID specified!
zh_tw: 建立新成就失敗：未指定成就代號！

source: Failed to create new set: %1
fr: Impossible de créer le nouveau devoir : %1
ko: 새로운 문제집:%1 생성 실패
tr: Yeni set yaratılamadı: %1
zh_tw: 建立題組失敗：%1

source: Failed to create new set: Invalid characters in set name "%1". A set name may only contain letters, numbers, hyphens, periods, and spaces.
zh_tw: 建立新題組失敗：題組名稱「%1」中有無效字元。題組名稱只能包含字母、數字、連字號、句點和空格。

source: Failed to create new set: No set name specified.
zh_tw: 無法建立新題組：未指定題組名稱。

source: Failed to create new set: Set name cannot exceed 100 characters.
zh_tw: 無法建立新題組：題組名稱不能超過 100 個字元。

source: Failed to duplicate achievement: no achievement selected for duplication!
zh_tw: 成就複製失敗：沒有選擇要複製的成就！

source: Failed to duplicate set: no set selected for duplication!
fr: Impossible de dupliquer le devoir : aucun devoir n'a été sélectionné pour la duplication!
ko: 문제집 복사 실패: 복사할 문제집이 선택되지 않음!
tr: Set çoğaltılamadı: herhangi bir set seçili değil!
zh_tw: 題組複製失敗：沒有選擇要複製的題組！

source: Failed to generate course archive: %1
zh_tw: 無法產生課程封存檔：%1

source: Failed to open %1
fr: Échec d'ouverture pour %1
zh_tw: 無法開啟 %1

source: Failed to open %1.
zh_tw: 無法開啟 %1。

source: Failed to remove file %1: %2
zh_tw: 無法刪除檔案 %1：%2

source: Failed to remove scoring files: %1
zh_tw: 無法刪除評分檔：%1

source: Failed to save: %1
zh_tw: 儲存失敗：%1

source: Failed to send message: %1
zh_tw: 發送訊息失敗：%1

source: False
zh_tw: 否

source: Feature exhausted for this problem
zh_tw: 此問題的功能已經用盡

source: Features:
zh_tw: 功能：

source: Feedback
fr: Commentaires
ko: 피드백
tr: Geri Bildirim
zh_tw: 反饋

source: Feedback by Section.
zh_tw: 按班級反饋。

source: Field is ok
zh_tw: 欄位沒問題

source: Field missing in database
zh_tw: 資料庫中缺少欄位

source: Field missing in schema
zh_tw: 架構中缺少欄位

source: File "%1" exists. File not saved. No changes have been made.
zh_tw: 檔案「%1」已存在。檔案未儲存。未進行任何變更。

source: File "%1" exists. File not saved. No changes have been made.
zh_tw: 檔案「%1」已存在。檔案未儲存。未進行任何變更。

source: File "%1" not removed: %2
zh_tw: 檔案「%1」未被刪除：%2

source: File "%1" successfully removed
zh_tw: 檔案「%1」已成功刪除

source: File "%1" uploaded successfully
zh_tw: 檔案「%1」上傳成功

source: File <b>%1</b> already exists. Overwrite it, or rename it as:
fr: Le fichier %1 existe déjà. Écraser ou renommer en:
zh_tw: 檔案 <b>%1</b> 已存在。覆蓋它或將其重命名為：

source: File Manager
fr: Gestionnaire de fichiers
ko: 파일 매니저
tr: Dosya Yöneticisi
zh_tw: 檔案管理器

source: File Manager Help
zh_tw: 檔案管理器說明

source: File not found.
zh_tw: 找不到檔案.

source: File not saved. Failed to open "%1" for writing.
zh_tw: 檔未儲存。無法開啟「%1」進行寫入。

source: File not saved. The file "%1" is not contained in the templates directory!
zh_tw: 檔案未儲存。檔案「%1」不在 templates 目錄中！

source: File not saved. The file name for this problem does not match the file name the editor was opened with. The problem set may have changed. Please reopen this file from the homework sets editor.
zh_tw: 檔案未儲存。此問題的檔案名稱與開啟編輯器時的檔案名稱不符。問題題組可能已更改。請從作業題組輯器重新打開這個檔案。

source: File saved
zh_tw: 檔案已儲存

source: File successfully copied
zh_tw: 檔案複製成功

source: File successfully renamed
zh_tw: 檔案已成功重新命名

source: Filename
fr: Nom de fichier
ko: 파일명
tr: Dosya adı
zh_tw: 檔名

source: Files with extension ".%1" usually belong in "%2"
zh_tw: 帶副檔名的「.%1」檔案通常屬於「%2」

source: Fill out the form below to add or remove LMS context IDs for courses. The LMS context ID is a unique identifier for a course in the LMS. This is used to associate an LMS course to a WeBWorK course when a content item selection request is made. You do not need to set anything on this page if you do not want the instructors using this WeBWorK server to be able to use content item selection. Note that the LMS context ID for a course will be displayed if an instructor attempts to select content from the course via a content item request, and the LMS context id has not been set in WeBWorK.
zh_tw: 填寫下方的表格以新增或刪除課程的 LMS 內容識別碼。LMS 內容識別碼是課程在 LMS 中的唯一識別碼。用於內容項目選擇請求時，將 LMS 課程與 WeBWorK 課程進行關聯。如果你不希望使用此 WeBWorK 伺服器的講師能夠使用內容項目選擇，則無需在這個頁面上設定任何內容。請注意，如果講師嘗試透過內容項目請求選擇課程的內容，且該課程的 LMS 內容識別碼尚未在 WeBWorK 中設定時，該課程的 LMS 內容識別碼將會顯示出來 。

source: Fill out the form below to add, edit, or delete locations. Locations are used to restrict access to sets based on ip address. Locations are configured here in the administration course, then used in a normal course. When configuring a set to use a restricted ip address, the instructor can choose to either restrict access to the location or deny access from a location, which are identified by their name. Instructors can select multiple locations to restrict access to.
zh_tw: 填寫以下表單以新增、編輯或刪除位置。位置用於依照 IP 位址限制對題組的訪問。位置在管理者課程中配置，然後在一般課程中使用。在配置使用受限 IP 位址的題組時，透過其位置名稱的識別，講師可以選擇只允許在某位置訪問，或拒絕來自某位置的訪問。講師可以選擇多個位置來限制訪問。

source: Filter
fr: Filtre
ko: 필터
tr: Filtre
zh_tw: 篩選

source: Filter achievements
zh_tw: 篩選成就

source: Filter by recitation %1
zh_tw: 按修讀課程 %1 篩選

source: Filter by section %1
zh_tw: 按班別 %1 篩選

source: Filter by what text?
fr: Filtrer avec quelle chaîne de caractères?
ko: 어떤 문자열을 필터하시겠습니까?
tr: Hangi metin ile filtrelenecek?
zh_tw: 按哪些文字篩選？

source: Filter jobs that are shown in the job table. Jobs can be filtered by Id, Task, or State, or by selection.
zh_tw: 篩選工作表中顯示的工作。工作可以按代號、任務或狀況或選擇篩選。

source: Filter(s):
zh_tw: 篩選：

source: Finished
zh_tw: 完成

source: First
zh_tw: 名字

source: First Name
fr: Prénom
ko: 성
tr: İsim
zh_tw: 名字

source: First name
zh_tw: 名字

source: For many macros, this lists all sample problems used by the macro.
zh_tw: 對於許多巨集，這會列出該巨集使用的所有範例問題。

source: For security reasons, you cannot specify a message file from a directory higher than the email directory (you can't use ../blah/blah for example). Please specify a different file or move the needed file to the email directory.
zh_tw: 出於安全原因，你不能從高於電子郵件目錄的目錄中指定訊息檔案（例如，你不能使用 ../blah/blah）。請指定不同的檔案或將所需檔案移動到電子郵件目錄。

source: Force editor to RTL
zh_tw: 強制編輯 RTL

source: Force problems to be numbered consecutively from one
zh_tw: 強制問題從 1 連續編號

source: Form Elements Present on the Page
zh_tw: 頁面上的表單元素

source: Format
zh_tw: 格式

source: Format Code
zh_tw: 格式化程式碼

source: Format for the subject line in feedback emails
zh_tw: 反饋電子郵件主旨行格式

source: Format of dates that are displayed for students
zh_tw: 顯示給學生的日期格式

source: Format:
zh_tw: 格式：

source: Found no directories containing problems
zh_tw: 未發現包含問題的目錄

source: From field must contain one valid email address.
zh_tw: 寄件者欄位必須包含一個有效的電子郵件位址。

source: From this page you can <strong>add new students</strong>, <strong>edit</strong> user data (name, email address, recitation, section, permission level, enrollment status, and password), and <strong>export</strong> (save) class lists for back-up or use in another course. You can also delete students from the class roster, but this cannot be undone.
zh_tw: 在這個頁面中，你可以<strong>新增新學生</strong>、<strong>編輯</strong>使用者資料（姓名、電子郵件位址、修讀課程、班別、權限層級、註冊狀況和密碼）以及<strong>匯出</strong>（儲存）班級名單用以備份或在其他課程中使用。你也可以從班級名冊中刪除學生，但此操作無法取消。

source: From:
fr: De :
zh_tw: 寄件者：

source: Future Assignments
zh_tw: 將來的作業

source: GLOBAL Usage
zh_tw: 全球使用

source: General
zh_tw: 一般

source: General Information
fr: Information Générale
zh_tw: 一般資訊

source: General Page Information
zh_tw: 一般頁面資訊

source: General Parameters
zh_tw: 一般參數

source: Generate
zh_tw: 產生

source: Generate Hardcopy
fr: Générer le fichier
ko: Hardcopy 생성
zh_tw: 產生列印副本

source: Generate a hardcopy of the problem being edited. This does not change the permanent file on the disk. You can generate a hardcopy for different versions of the same problem by changing the seed. You can also change the format to "PDF" or "TeX Source". If "PDF" is selected, then a PDF file will be generated for download, unless there are errors. If errors occur or "TeX Source" is selected, then a zip file will be generated for download that contains the TeX source file and resources needed for generating the PDF file using pdflatex.
zh_tw: 產生正在編輯的問題之列印副本。這不會改變磁碟上的永久檔案。你可以通過變更種子為同一問題產生不同版本的列印副本。你還可以將格式更改為「PDF」或「TeX 原始碼」。如果選擇「PDF」，除非有錯誤，否則會產生 PDF 檔案以供下載。如果發生錯誤或選擇「TeX 原始碼」，則會產生包含 TeX 原始檔案和產生 PDF 檔案所需資源的 zip 檔案以供下載。
