Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: Use the "Users" and "Sets" forms to select which users and sets to act on. In both cases, one can select the sort field, the format of the display list, and the filter. If multiple filters are selected and the "Intersection" radio button is used, the filters will be applied in sequence, narrowing the results list. If the "Union" button is used, the updated list will be the union of all results lists from the multiple filters.
zh_tw: 使用「使用者」和「題組」表單選擇要操作的使用者和題組。在這兩種狀況下，都可以選擇排序欄位、顯示清單的格式以及篩選器。如果選擇了多個篩選器並使用「交集」按鈕，篩選器將按順序作用，縮小結果列表。如果使用「聯集」按鈕，更新的清單將是來自多個篩選器的所有結果清單的合併。

source: Use the editor to edit the evaluator and the action form at the bottom to save the evaluator. You can either overwrite the current evaluator file or save as a new evaluator file.
zh_tw: 使用編輯器編輯評估器，並使用底部的作用表單儲存評估器。你可以覆蓋目前的評估器檔案，也可以儲存為新的評估器檔案。

source: Use the interface below to quickly access commonly-used instructor tools.
zh_tw: 使用以下介面快速存取常用的講師工具。

source: Use the options in the second box to pick a collection of problems decribed below. In each case, clicking "View Problems" will render a fixed number of problems (default of 20). After problems are shown, there will be options to show the next/previous batch of problems, add all problems to the target set (set at the top of the page) or clear the curent batch of problems.
zh_tw: 使用第二個方框中的選項來選擇下方描述的一組問題。在每種狀況下，點擊「查看問題」將顯示固定數量的問題（預設為 20）。顯示問題後，會有選項來顯示下一批／上一批問題，將所有問題新增到目標題組（頁面頂部的題組）或清除當前一批問題。

source: Use this form to ask your instructor a question, to report a problem with the WeBWorK system, or to report an error in a problem you are attempting. Along with your message, additional information about the state of the system will be included.
zh_tw: 使用此表格向的講師提問，通報 WeBWorK 系統的問題，或回報你正在嘗試問題中的錯誤。除了你的訊息之外，還包含有關系統狀況的其他資訊。

source: Use this page to change your password.
zh_tw: 使用這個頁面變更你的密碼。

source: Use this page to send emails to active (enrolled or auditing) students. Emails can be sent to all active students or selected students. Use the "Students" form to sort, filter, or format how the user name is displayed. If multiple filters are selected and the "Intersection" radio button is used, the filters will be applied in sequence, narrowing the results list. If the "Union" button is used, the updated list will be the union of all results lists from the multiple filters. Click "Refresh List" to apply any changes. Use control-click or shift-click to select multiple students to email.
zh_tw: 使用這個頁面向活躍（已註冊或旁聽）的學生發送電子郵件。電子郵件可以發送給所有活躍的學生或所選的學生。使用「學生」表單來排序、篩選或格式化使用者名稱的顯示方式。如果選擇了多個篩選條件並使用「交集」單選按鈕，篩選條件會依序作用，縮小結果清單。如果使用「聯集」按鈕，更新後的清單將是所有篩選條件結果清單的合併。點擊「重新整理清單」以執行任何變更。使用 Ctrl 或 Shift 來選擇多位學生發送電子郵件。

source: Use this to hide the existence of this set from students, even when it is assigned to them.
zh_tw: 以此隱藏這個題組的存在，即使已指派給學生也不會顯示。

source: Used for "counting" achievements, which sets the value a counter must reach in order to earn the achievement. For example this is used counting the number of completed problems.
zh_tw: 用於「計算」成就，設定計數器必須達到的值才能獲得成就。例如，這用於計算完成的問題數量。

source: User "%1" not found.
zh_tw: 找不到使用者「%1」。

source: User "%1" will not be copied from %2 course as it is the initial instructor.
zh_tw: 使用者「%1」不會從 %2 課程中複製因為它是初始講師。

source: User %1 does not have an email address.
zh_tw: 使用者 %1 沒有電子郵件位址。

source: User %1 is not authorized to proctor test grade submissions in this course.
zh_tw: 使用者 %1 在本課程中沒有監考測驗分數繳交的權限。

source: User %1 is not authorized to proctor test logins in this course.
zh_tw: 使用者 %1 在本課程中沒有監考測驗登入的權限。

source: User %1 not found.
zh_tw: 找不到使用者 %1。

source: User Actions
zh_tw: 使用者動作

source: User ID
zh_tw: 使用者代號

source: User Overrides
zh_tw: 使用者覆蓋

source: User's Test Version Dates
zh_tw: 使用者的測驗版本日期

source: User's name is:
zh_tw: 使用者的名稱是：

source: User's username is:
zh_tw: 使用者的使用者名稱是：

source: User-Set Actions
zh_tw: 使用者 - 題組動作

source: UserProblem missing for user=%1 set=%2 problem=%3. This may indicate database corruption.
fr: UserProblem manquant pour user=%1 set=%2 problem=%3. Ceci peut indiquer la corruption de la base de données.
zh_tw: 使用者 = %1 題組 = %2 問題 = %3 的 UserProblem 遺失。這表示資料庫可能損壞。

source: Username
fr: Nom d'usager
ko: 사용자 이름
tr: Kullanici adi
zh_tw: 使用者名稱

source: Users
fr: Utilisateur
zh_tw: 使用者

source: Users Assigned to Set %2
zh_tw: 使用者被 %2 指派到題組

source: Users Assigned to Set Help
zh_tw: 使用者被指派到題組的說明

source: Users List
fr: Liste d'usagers
ko: 사용자 리스트
tr: Kullanıcı Listesi
zh_tw: 使用者清單

source: Users at this level and higher are allowed to change display settings used in pg problems.Note that if it is expected that there will be students that have vision impairments and MathQuill is enabled to assist with answer entry, then you should not set this permission to a level above student as those students may need to disable MathQuill.
zh_tw: 此層級及以上的使用者可以更改用於 pg 問題的顯示設定。請注意，如果預期會有視障學生，並且啟用了 MathQuill 以協助輸入答案，那麼你不應將此權限設定為高於學生的層級，因為這些學生可能需要停用 MathQuill。

source: Users at this level and higher are allowed to change their email address. Normally guest users are not allowed to change the email address since it does not make sense to send email to anonymous accounts.
zh_tw: 此層級及以上的使用者允許變更他們的電子郵件位址。通常，訪客使用者不允許變更電子郵件位址，因為向匿名賬戶發送電子郵件是沒有意義的。

source: Users at this level and higher are allowed to change their password. Normally guest users are not allowed to change their password.
fr: Les utilisateurs de ce niveau et supérieur sont autorisés à modifier leur mot de passe. Normalement les utilisateurs invités ne sont pas autorisés à changer leur mot de passe.
zh_tw: 此層級及以上的使用者可以更改他們的密碼。通常，訪客使用者不允許更改他們的密碼。

source: Users with at least this permission level get a link in the left panel for reporting bugs to the bug tracking system at bugs.webwork.maa.org.
zh_tw: 擁有至少此權限層級的使用者，在左側面板會看到一個用於通報漏洞的錯誤追蹤系統（bugs.webwork.maa.org）之連結。

source: Users with these permission levels will be sent feedback emails from students when they use the feedback button.
zh_tw: 擁有這些權限層級的使用者，在學生使用反饋按鈕時會收到來自學生的反饋郵件。

source: Uses Math Objects
zh_tw: 使用數學物件

source: Using what display mode?
zh_tw: 使用什麼顯示模式？

source: Using what seed?
zh_tw: 用什麼種子？

source: Using which hardcopy format?
zh_tw: 使用哪種列印副本格式？

source: Using which hardcopy theme?
zh_tw: 使用哪種列印副本主題？

source: Usually means students must demonstrate understanding of facts. This is more than regurgitating the fact. We use this category for simple and direct applications of algorithms the student has studied. There should be no judgement involved in choosing the method. This would include a simple application of a rule for differentiation (e.g., can combine rules for sums and constant multiples with one more advanced rule) or for integrals.
zh_tw: 通常意味著學生必須表現出對事實的理解。這不僅僅是重述事實。我們使用這個類別來表示學生已經學習過的算法的簡單與直接應用。選擇方法時不應涉及判斷。這包含對微分法則（例如，可以將加法和常數積法則與一個更進階的法則結合）或積分的簡單應用。

source: Value
zh_tw: 值

source: Value of work done in Reduced Scoring Period
zh_tw: 在減分期間內所完成作業的值

source: Variable Documentation
zh_tw: 變數文件

source: Version
zh_tw: 版本

source: Version %1
zh_tw: 版本 %1

source: Versions
zh_tw: 版本

source: Versions of a set can only be edited for one user at a time.
fr: La version d'un devoir peut seulement être modifier par un seul utilisateur à la fois.
zh_tw: 一次只能為一個使用者編輯題組的版本。

source: Versions per Interval
zh_tw: 每個間隔的版本

source: View
fr: Voir
ko: 보기
tr: tr: View
zh_tw: 查看

source: View Problems
fr: Voir les problèmes
zh_tw: 查看問題

source: View details of student perofrmance either by individual or by set.
zh_tw: 按個人或題組查看學生表現的細節。

source: View equations as
fr: Afficher les équations à l'aide de
ko: 방정식은 다음과 같습니다;
zh_tw: 查看方程式以

source: View statistics by set
fr: Statistiques par devoir
ko: 문제집별 진행상황 통계 보기
tr: Setlere göre istatistikleri göster
zh_tw: 按題組查看統計資料

source: View statistics by student
fr: Statistiques par étudiant
ko: 학생별 진행상황 통계 보기
tr: tr: View statistics by student
zh_tw: 按學生查看統計資料

source: View statistics of students' performance on homework either by individual or by set.
zh_tw: 按個人或題組查看作業中學生的表現之統計資料。

source: View student progress by set
fr: Voir le progrès des étudiants par devoir
ko: 문제집별 학생 진행상황 보기
tr: tr: View student progress by set
zh_tw: 按題組查看學生進度

source: View student progress by student
fr: Voir le progrès individuel d'un étudiant
ko: 학생별 진행상황 보기
tr: tr: View student progress by student
zh_tw: 按學生查看學生進度

source: View/Reload
zh_tw: 查看/重新載入

source: View/access current and archived courses.
zh_tw: 查看／訪問當前及封存的課程。

source: Viewing Problems in a New Window
zh_tw: 在新視窗中查看問題

source: Viewing temporary file: %1
zh_tw: 查看暫存檔：%1

source: Visibility
fr: Visibilité
ko: 보임
tr: Görünürlük
zh_tw: 顯示狀況

source: Visible
ko: 보임
tr: Görünür
zh_tw: 可見

source: Visible Sets
zh_tw: 可見題組

source: Visible to Students
fr: Visible aux étudiants
zh_tw: 學生可見

source: Warning
zh_tw: 警告

source: Warning messages
zh_tw: 警告訊息

source: Warning messages:
zh_tw: 警告訊息：

source: Warning: Deletion destroys all set-related data and is not undoable!
zh_tw: 警告：刪除會銷毀所有與題組相關的資料，且無法取消！

source: Warning: Deletion destroys all user-related data and is not undoable!
fr: Avertissement: la suppression détruit toutes les données relatives aux usagers et est irréversible
ko: 경고: 삭제시 모든 사용자 관련 정보가 사라지고, 복구되지 않습니다!
tr: Dikkat: Silme işlemi kullanıcının bütün bilgilerini yok eder ve bu işlem geri döndürelemez!
zh_tw: 警告：刪除會銷毀所有與使用者相關的資料，且無法恢復！

source: Warning: This will make users need to setup two factor authentication again! Only do this for users that can no longer access the course due the account being lost in the authenticator app.
zh_tw: 警告：這將使得使用者需要再次設定雙因子驗證！只對因驗證應用程式帳戶遺失而無法訪問課程的使用者進行此操作。

source: Warnings encountered while processing %1. Error text: %2
zh_tw: 處理 %1 時遇到警告。錯誤文字：%2

source: We use this for carrying out more complicated algorithms, such as derivatives using both the product and chain rule or integrals which involve say both a substitution and parts.
zh_tw: 我們用它來執行更複雜的算法，例如同時使用乘法和連鎖律的導數，或涉及代換法則和分部積分的積分。

source: WeBWorK &copy; %1 | theme: %2 | ww_version: %3 | pg_version %4
zh_tw: WeBWorK &copy；%1 |主題：%2 | ww 版本：%3 | pg 版本 %4

source: WeBWorK Error
zh_tw: WeBWorK 錯誤

source: WeBWorK Warnings
zh_tw: WeBWorK 警告

source: WeBWorK currently has translations for the languages listed in the course configuration.
zh_tw: WeBWorK 目前已翻譯課程配置中所列出的語言。

source: WeBWorK does not have a full featured scoring ability. We leave that to your favorite spreadsheet application.
zh_tw: WeBWorK 沒有完整的評分功能。我們將此留給你喜愛的試算表應用程式。

source: WeBWorK expects many files to be in certain locations. The following describe this. Note that by default the File Manager shows the "templates" directory. Other directories mentioned below are at the same level and need to be accessed by going up a directory by clicking the "^" button above the file list.
zh_tw: WeBWorK 預期許多檔案會放在特定位置。以下是相關說明。請請注意，檔案管理器預設顯示「templates」目錄。下面提到的其他目錄位於相同層級，需要透過點擊檔案清單上方的「^」按鈕進入上一層目錄來訪問。

source: WeBWorK has encountered a software error while attempting to process this problem. It is likely that there is an error in the problem itself. If you are a student, report this error message to your professor to have it corrected. If you are a professor, please consult the error output below for more information.
zh_tw: WeBWorK 在嘗試處理此問題時遇到了一個軟體錯誤。這很可能是問題本身的錯誤。如果你是學生，將此錯誤訊息通報給你的教授以便更正。如果你是教授，請參考下面的錯誤輸出以獲取更多資訊。

source: WeBWorK has encountered warnings while processing your request. If this occurred when viewing a problem, it was likely caused by an error or ambiguity in that problem. Otherwise, it may indicate a problem with the WeBWorK system itself. If you are a student, report these warnings to your professor to have them corrected. If you are a professor, please consult the warning output below for more information.
zh_tw: WeBWorK 在處理你的請求時遇到警告。如果這在查看問題時發生，可能是由於該問題中的錯誤或模糊性所致。否則，這可能表示 WeBWorK 系統本身存在問題。如果你是學生，通報這些警告給你的教授以便更正。如果你是教授，請參考下面的警告輸出以獲取更多資訊。

source: WeBWorK was unable to generate a different version of this problem. Close this tab, and return to the original problem.
zh_tw: WeBWorK 無法對這個問題產生不同的版本。關閉此分頁，並返回原問題。

source: WeBWorK was unable to generate a paper copy of this homework set. Please inform your instructor.
zh_tw: WeBWorK 無法產生此作業題組的列印副本。請通知你的講師。

source: WeBWorK will automatically create users when logging in via the LMS for the first time. If this flag is enabled then it will also keep the user account data (first name, last name, section, recitation) up to date with the LMS. If a user's information changes in the LMS then it will change in WeBWorK. However, any changes to the user data via WeBWorK will be overwritten the next time the user logs in.
zh_tw: 當首次透過 LMS 登入時，WeBWorK 將自動建立使用者。如果啟用了此標誌，則還會讓使用者賬戶資料（名字、姓氏、班別、修讀課程）與 LMS 保持同步更新。如果使用者的訊息在 LMS 中發生變更，WeBWorK 中的相應訊息也會變更。然而，透過 WeBWorK 進行的任何使用者資料變更，會在下次使用者登入時被覆蓋。

source: Weight
fr: Poids
zh_tw: 權重

source: Welcome to WeBWorK!
fr: Bienvenue sur WeBWorK!
ko: WeBWorK에 오신 걸 환영합니다!
tr: WeBWorK sitemize hoşgeldiniz!
zh_tw: 歡迎來到 WeBWorK！

source: What WeBWorK does have is good support for summarizing the scores on WeBWorK assignments and exporting them in a form (.csv) which any spreadsheet can use. WeBWorK reports all of the homework grades with options shown below.
zh_tw: WeBWorK 確實具備良好的功能來彙整 WeBWorK 作業的分數，並將其匯出為任何試算表可可以使用的格式（.csv）。WeBWorK 會報告所有作業的成績，選項如下所示。

source: What could be inside?
zh_tw: 裡面可能有什麼？

source: What field should filtered jobs match on?
zh_tw: 篩選的工作應與哪個欄位相符？

source: What field should filtered users match on?
fr: Sélectionner les usagers selon quel champs d'information?
ko: 어떤 필드에 필터된 사용자가 맞습니까?
tr: Seçili kullanıcılar hangi kriterlerde eşleşmeli?
zh_tw: 篩選的使用者應該與哪個欄位相符？

source: When a student has more attempts than is specified here they will be able to view another version of this problem. If set to -1 the feature is disabled and if set to -2 the course default is used.
zh_tw: 當學生的嘗試次數超過這裡指定的次數時，他們將能夠查看此問題的另一版本。如果設置為 -1，則功能將被停用；如果設置為 -2，則使用課程預設值。

source: When acting as a student, this permission level and higher can submit answers for that student.
fr: En agissant comme un étudiant, ce niveau d'autorisation et supérieur peuvent soumettre des réponses pour cet élève.
zh_tw: 當以學生身份操作時，擁有此權限層級及以上的使用者可以為該學生繳交答案。

source: When editing users a column for editing passwords will be shown. The text input in this column will show "password set" for users that have a password, and "no password set" for users that do not have a password. To set or change the password for a user enter the new password in the column for that user. To delete the password for a user check the checkbox to the right. This means that the user will not be able to sign into the course using a password.
zh_tw: 編輯使用者時會顯示一個用於編輯密碼的欄位。對於有密碼的使用者，欄中的文字輸入框會顯示「密碼已設定」，對於沒有密碼的使用者，則顯示「未設定密碼」。要為使用者設定或更改密碼，請在該使用者欄位中輸入新密碼。要刪除使用者的密碼，請勾選右側的勾選框。這意味著該使用者將無法使用密碼登入課程。

source: When location restrictions are applied (see "Restrict Access by Location") you may choose to relax those restrictions after the answer date. In the case of a test, the set's answer date and the date of an individual version may differ, and you can choose which answer date to use. For a set that is not a test, both options are interpreted as the regular set answer date.
zh_tw: 當位置限制被作用時（見「按位置限制存取」），你可以選擇在答案日期之後放鬆這些限制。對於測驗來說，題組的答案日期和個別版本的答案日期可能不同，你可以選擇使用哪個答案日期。對於非測驗的題組，這兩個選項都被解釋為標準題組的答案日期。

source: When numerical answers are checked, most test if the student's answer is close enough to the programmed answer be computing the error as a percentage of the correct answer. This value controls the default for how close the student answer has to be in order to be marked correct.<p>A value such as 0.1 means 0.1 percent error is allowed.</p>
zh_tw: 在檢查數值答案時，大多數測驗會以正確答案的百分比來計算學生答案和程式答案的誤差。這個值控制預設狀況下，學生的答案必須接近多少才能被標記為正確。< p >例如，值為 0.1 表示允許 0.1% 的誤差。</p >

source: When students click the <em>Email Instructor</em> button to send feedback, WeBWorK fills in the subject line. Here you can set the subject line. In it, you can have various bits of information filled in with the following escape sequences.<p><ul><li>%c = course ID</li><li>%u = user ID</li><li>%s = set ID</li><li>%p = problem ID</li><li>%x = section</li><li>%r = recitation</li><li>%% = literal percent sign</li></ul>
zh_tw: 當學生點擊<em>寄信給講師</em>按鈕以發送反饋時，WeBWorK 會自動填寫主旨欄。你可以在這裡設定主旨欄。在主旨欄中，你可以使用以下轉義序列填入各種訊息。 <ul> <li>%c = 課程代號</li> <li>%u = 使用者代號</li> <li>%s = 題組代號</li> <li>%p = 問題代號</li> <li>%x = 班別</li> <li>%r = 修讀課程</li> <li>%% = 百分號</li> </ul>

source: When the class is very large not all students will be displayed. Using the first action on this page you can show only the students from a given recitation or from a given section, or only students whose login or last name fits a pattern match. The second action will sort the students currently being displayed. You can also sort the displayed students by clicking on the active links at the top of each column.
zh_tw: 當班級非常大時，不會顯示所有學生。使用本頁面的第一個動作，你可以只顯示給定修讀課程或給定班別的學生，或只顯示登入名或姓氏符合某個形態的學生。第二個動作將對目前顯示的學生進行排序。你也可以通過點擊每欄上面的有效連結對顯示的學生進行排序。

source: When the message is ready to send, click "Send Email". This will queue the email to be sent, which can take several minutes depending on the number of students selected. You will be notified by email once all the emails have been sent.
zh_tw: 當訊息準備好發送時，點擊「發送電子郵件」。這會將郵件排入佇列，根據所選學生的數量，這可能需要幾分鐘的時間。所有發送電子郵件發送完成後，你將會收到電子郵件通知。

source: When this is on students will see a line on the Grades page which has their total cumulative homework score. This score includes all sets assigned to the student.
zh_tw: 當此功能開啟時，學生會在成績頁面上看到一行顯示他們的總累積作業分數。這個分數包含指派給學生的所有作業題組。

source: When this is true, then when a user enters WeBWorK from an external tool link in the LMS, the bottom of the screen will display the data that the LMS passed to WeBWorK. This may be useful to debug LTI, especially because different LMS systems have different parameters.
zh_tw: 當這個選項為真時，當使用者 LMS 的外部工具鏈接進入 WeBWorK 時，螢幕底部會顯示 LMS 傳遞給 WeBWorK 的資料。這可能有助於調試 LTI，特別是因為不同的 LMS 系統有不同的參數。

source: When viewing a problem, WeBWorK usually puts the previously submitted answer in the answer blank. Below this level, old answers are never shown. Typically, that is the desired behaviour for guest accounts.
zh_tw: 在查看問題時，WeBWorK 通常會將之前繳交的答案放入答案欄。在此層級以下，不會顯示舊答案。這通常是訪客帳所期望的行為。

source: When viewing progress for a single student, their grades page is shown which lists set totals and per problem grades for each set assigned to the student. This shows the same information as the statistics page for the student.
zh_tw: 查看單個學生的進度時，會顯示其成績頁面，列出指派給學生的每個題組的總分和每個問題的成績。這與學生的統計頁面所顯示的資訊相同。

source: When viewing set statistics, the drop down menus can be used to show stats for individual sections, recitations, or problems. The overall results include all students who are assigned to the set, while the individual problem results only include active (have attempted the problem) students.
zh_tw: 在查看題組統計時，可以使用下拉選單顯示個別班級、修讀課程或問題的統計資料。整體結果包括所有被指派到該題組的學生，而個別問題的結果僅包括活躍（已嘗試該問題）的學生。

source: When viewing student progress for a set, the score for the set and the status for problems in the set are listed for all students. The table can be sorted by clicking the links in the table header. Click the student's name to access the student's set. When viewing progress for a test, additional columns can be shown/hidden by updating the display at the top
zh_tw: 查看題組的學生進度時，會列出所有學生的題組得分和問題狀況。可以通過點擊表格標題中的連結來排序表格。點擊學生的名字以訪問該學生的題組。查看測驗進度時，可以通過在頂部更新顯示來顯示／隱藏額外的欄位

source: When you unassign a set from students, you destroy all of the data for the set for those students. If the set is re-assigned to these students, then they will receive new versions of problems in the set. Make sure this is what you want to do before unassigning sets from students.
zh_tw: 當你取消學生的題組指派時，你會銷毀這些學生所有與該題組相關的資料。如果重新指派該題組給這些學生，他們將會收到題組中問題的新版本。在解除學生的題組指派之前，確認這是你想要執行的操作。

source: When you unassign by unchecking a student's name, you destroy all of the data for achievement %1 for this student. Make sure this is what you want to do.
zh_tw: 當你透過取消所選學生姓名來取消指派時，你會銷毀該學生成就 %1 的所有資料。確認這是你想要執行的操作。

source: When you unassign by unchecking a student's name, you destroy all of the data for assignment %1 for this student. You will then need to reassign the set to these students and they will receive new versions of the problems. Make sure this is what you want to do before unchecking students.
zh_tw: 當你透過取消所選學生姓名來取消指派時，你會銷毀該學生作業 %1 的所有資料。然後，你需要將題組重新指派給這些學生，且他們將收到新版本的問題。在取消所選學生之前，確認這是你想要執行的操作。

source: When you uncheck a homework set (and save the changes), you destroy all of the data for that set for this student. If you reassign the set, the student will receive a new version of each problem. Make sure this is what you want to do before unchecking sets.
zh_tw: 當你取消勾選某個作業題組（並儲存變更）時，你會銷毀該學生所有與該題組相關的資料。如果重新指派該題組，該學生將會收到每個問題的新版本。在取消勾選題組之前，確認這是你想要執行的操作。

source: Wiki summary page for MathObjects
fr: Sommaire Wiki de MathObjects
ko: 수학문제 페이지의 wiki 요약본
tr: MathObjects için özet wiki sayfası
zh_tw: 數學物件的 Wiki 摘要頁面

source: Will open on %1.
zh_tw: 將於 %1 開放。

source: With "Homework", students visit each problem one at a time. They submit answers for one problem at a time and immediately receive feedback. With "Test", students will submit all answers for all problems at once. They may or may not receive feedback right away depending upon other settings. Also a "Test" can have a time limit, where the student needs to start between the open date and the close date, but once started has only so much time. Also a "Test" can be configured to allow taking new, re-randomized versions. A "Proctored Test" is the same as a "Test", but in order to begin, either a classwide password specific to this set is needed, or a higher level user must enter their username and password on the student's screen. A "Just in Time Assessment and Review" set is like a "Homework" set, but can be configured to introduce more exercises when a student answers a given exercise incorrectly so many times.
zh_tw: 「作業」：學生一次查看一個問題。他們一次繳交一個問題的答案，並立刻收到反饋。「測驗」：學生一次繳交所有問題的所有答案。他們可能會立刻收到反饋，也可能不會，這取決於其他設定。此外，「測驗」可以有時間限制，學生需要在開放日期和結束日期之間開始，但一旦開始就只有一定的時間。測驗也可以配置為允許學生進行新的、重新隨機化的版本。「監考測驗」：與「測驗」相同，但為了開始，需要一個指定於該題組的班級密碼，或者較高級使用者必須在學生的螢幕上輸入他們的使用者名稱和密碼。「即時評估與回顧」：類似於「作業」題組，但可以配置為當學生多次答錯某個練習時，介紹更多練習。

source: Word problems
zh_tw: 文字題

source: Worth
fr: Pondération
ko: 점수
tr: Değeri
zh_tw: 值

source: Write a new PG problem file or edit an existing one.
zh_tw: 編寫新的 PG 問題檔或編輯現有檔案。

source: Write permissions have not been enabled for "%1". Changes must be saved to another file for viewing.
zh_tw: 尚未啟用「%1」的寫入權限。必須變更儲存到另一個檔案才能查看。

source: Write permissions have not been enabled for "%1". Changes must be saved to another file for viewing.
zh_tw: 尚未啟用「%1」的寫入權限。必須變更儲存到另一個檔案才能查看。

source: Write permissions have not been enabled in "%1". Changes must be saved to a different directory for viewing.
zh_tw: 「%1」中尚未啟用寫入權限。變更必須儲存到不同的目錄才能查看。

source: Write permissions have not been enabled in "%1".Changes must be saved to a different directory for viewing.
zh_tw: 「%1」中尚未啟用寫入權限。變更必須儲存到不同的目錄才能查看。

source: Write permissions have not been enabled in the templates directory. No changes can be made.
fr: Les droits d'écriture n'ont pas été activés pour le répertoire templates. Aucune modification ne peut être effectuée.
ko: 템플릿 디렉토리에서 허가되지 않음. 변경할 수 없음.
tr: Şablon klasörü yazmaya kapalı. Değişiklik yapılamaz.
zh_tw: 尚未啟用 templates 目錄的寫入權限。無法進行任何變更。

source: Write permissions have not been enabled in the templates directory. No changes can be made.
zh_tw: 尚未啟用 templates 目錄寫入權限。無法進行任何變更。

source: Yes
fr: Oui
ko: 예
tr: Evet
zh_tw: 是

source: You are currently checking answers to a different version of your problem - these will not be recorded, and you should remember to return to your original problem once you are done here.
zh_tw: 你目前正在檢查另一版本的答案 - 這些答案不會被記錄，且你應該記得在完成這裡的操作後返回原問題。

source: You are currently previewing answers to a different version of your problem - these will not be recorded, and you should remember to return to your original problem once you are done here.
zh_tw: 你目前正在預覽的問題的不同版本的答案 - 這些答案不會被記錄，且你應該記得在完成這裡的操作後返回原問題。
