Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/*.po
Languages: fr, ko, tr, zh_tw

source: _REDUCED_CREDIT_MESSAGE_1
fr: Ce travail a une période permettant l’attribution de points partiels, celle-ci débutant %1 et se terminant à la date de remise du %2. Au cours de cette période, tout travail supplémentaire effectué comptera pour %3% du travail original.
ko: _감점_메시지_1
tr: Bu ödev seti için Azaltılmış Not süresi var. Bu süre %1 tarihinde başlıyor ve %2 tarihinde son buluyor. Bu süre içinde cevaplanan bütün sorular asıl değerlerinin yüzde %3 değerinde olacak.

source: _REDUCED_CREDIT_MESSAGE_2
fr: Ce travail avait une période permettant l’attribution de points partiels, celle-ci ayant débuté %1 et ayant terminé à la date de remise du %2. Au cours de cette période, tout travail supplémentaire effectué a compté pour %3% du travail original."
ko: _감점_메시지_2
tr: Bu ödev seti için Azaltılmış Not süresi vardı. Bu süre %1 tarihinde başladı ve %2 tarihinde bitti. Bu süre içinde cevaplanan bütün sorular asıl değerlerinin yüzde %3 değerinde notlandı.

source: _REQUEST_ERROR
fr: WebWork a rencontré une erreur logicielle lors de la manipulation de ce problème. Le problème lui-même est susceptible d'être la cause de l'erreur. Si vous êtes un étudiant, mentionner l'erreur aux responsables du cours. Si vous avez les droits, alors vous pouvez voir le rapport d'erreur suivant.
ko: _오류_보고
tr: WebWork bu problemi işlerken bir yazılım hatası ile karşılaştı. Problemin kendisinde bir hata olması muhtemeldir. Eğer bir öğrenci iseniz bu hatayı ilgili kişilere bildiriniz. Eğer yetkili bir kişiyseniz daha fazla bilgi için alttaki hata raporunu inceleyiniz.

source: all users
fr: tous les usagers
ko: 모든 사용자
tr: bütün kullanıcılar

source: attempt
fr: essai
ko: 시도
tr: deneme hakkı

source: attempts
fr: essais
ko: 시도
tr: deneme hakkı

source: changes abandoned
fr: Les modifications n'ont pas été sauvegardées
ko: 변경사항 취소됨
tr: değişiklikler kaydedilmedi

source: changes saved
fr: modifications sauvegardées
ko: 변경사항 저장
tr: değişiklikler kaydedildi

source: closed, answers available
fr: échu, réponses disponibles
ko: 닫힘, 답안 보기
tr: kapalı, cevaplar açıklandı

source: closed, answers on %1
fr: échu, réponses disponibles le %1
ko: 닫힘, 답안 %1

source: closed, answers recently available
fr: échu, réponses disponibles depuis peu
ko: 닫힘, 정답 보기 가능
tr: kapalı, cevaplar yeni açıklandı

source: completed.
fr: complet.
ko: 완료됨.
tr: tamamlandı.

source: completely
fr: complètement
ko: 완전히
tr: tamamen

source: deleted %1 sets
fr: suppression de %1 devoirs
ko: 삭제된 문제집 %1
tr: %1 set silindi.

source: deleted %1 users
fr: suppression de %1 usagers
ko: 삭제된 사용자 %1
tr: %1 kullanıcı silindi.

source: editing all sets
fr: modification de tous les devoirs
ko: 모든 문제집 수정
tr: bütün setler düzenleniyor

source: editing all users
fr: modification de tous les usagers
ko: 모든 사용자 수정
tr: bütün kullancılar düzenleniyor

source: editing selected sets
fr: modification des devoirs sélectionnés
ko: 선택된 문제집 수정
tr: seçili setler düzenleniyor

source: editing selected users
fr: modification des usagers sélectionnés
ko: 선택된 사용자 수정
tr: seçili kullanıcılar düzenleniyor

source: editing visible sets
fr: modifications des devoirs visibles
ko: 보이는 문제집 수정
tr: görünür setler düzenleniyor

source: editing visible users
fr: modification des usagers visibles
ko: 보이는 사용자 수정
tr: görünür kullanıcılar düzenleniyor

source: export abandoned
fr: exportation annulée
ko: 내보내기 취소
tr: dışarı aktarım yapılmadı

source: exporting all sets
fr: exportation de tous les devoirs
ko: 모든 문제집 내보내기
tr: bürün setler dışarı aktarılıyor

source: exporting selected sets
fr: exportation des devoirs sélectionnés
ko: 선택된 문제집 저장 후 내보내기
tr: seçili setler dışarı aktarılıyor

source: exporting visible sets
fr: exportation des devoirs visibles
ko: 보이는 문제집 저장 후 내보내기
tr: görünür setler dışarı aktarılıyor

source: giving new passwords to all users
fr: assignation de nouveaux mots de passe à tous les usagers
ko: 모든 사용자에게 새 비밀번호 부여
tr: bütün kullanıcılara yeni şifre veriliyor

source: giving new passwords to selected users
fr: assignation de nouveaux mots de passe aux usagers sélectionnés
ko: 선택된 사용자에게 새 비밀번호 부여
tr: seçili kullanıcılara yeni şifre veriliyor

source: giving new passwords to visible users
fr: assignation de nouveaux mots de passe aux usagers visibles
ko: 보이는 사용자에게 새 비밀번호 부여
tr: görünür kullanıcılara yeni şifre veriliyor

source: hidden from students
fr: caché pour les étudiants
ko: 학생들로부터 숨김
tr: öğrenciler tarafından görülemez

source: hidden sets
fr: devoirs cachés
ko: 숨겨진 문제집
tr: gizli setler

source: incorrect
fr: erroné
ko: 실패
tr: yanlış

source: navNext
fr: Suivant
tr: &nbspSonraki

source: navNextGrey
fr: Suivant
tr: &nbspSonraki

source: navPrev
fr: Précédent
tr: &nbspÖnceki

source: navPrevGrey
fr: Précédent
tr: &nbspÖnceki

source: navProbList
fr: Liste de problèmes
tr: &nbspSorular

source: navProbListGrey
fr: Liste de problèmes
tr: &nbspSorular

source: navUp
fr: Haut
tr: tr:&nbspYukarı

source: now open, due
fr: Disponible, date de remise :
ko: 열림, 기한
tr: açık, bitiş tarihi:

source: open: complete by %1
fr: Disponible : date de remise : %1
ko: 열기: 1% 완료

source: over time: closed.
fr: Le temps est écoulé. Fin.
ko: 시간 초과: 닫힘
tr: süre bitti: kapalı.

source: showing all sets
fr: affichage de tous les devoirs
ko: 선택된 모든 문제집
tr: bütün setler gösteriliyor

source: showing all users
fr: affichage de tous les usagers
ko: 선택된 모든 사용자
tr: bütün kullanıcılar gösteriliyor

source: showing matching users
fr: affichage des usagers correspondant
ko: 알맞는 사용자 보이기
tr: eşleşen kullanıcılar gösteriliyor

source: showing no sets
fr: affichage d'aucun devoir
ko: 어떤 문제집도 보이지않기
tr: hiçbir set gösterilmiyor

source: showing no users
fr: affichage d'aucun usager
ko: 사용자 감추기
tr: hiçbir kullanıcı gösterilmiyor

source: showing selected sets
fr: affichage des devoirs sélectionnés
ko: 선택된 문제집 감추기
tr: seçili setler gösteriliyor

source: showing selected users
fr: affichage des usagers sélectionnés
ko: 선택된 사용자 보이기
tr: seçili kullanıcılar gösteriliyor

source: submitAnswers
fr: Soumettre les réponses
ko: 답안 제출하기

source: time
fr: reprise
ko: 시간
tr: deneme hakkı

source: times
fr: reprises
ko: 번
tr: deneme hakkı

source: visible sets
fr: devoirs visibles
ko: 풀이집 보임
tr: görünür setler

source: visible to students
fr: visible pour les étudiants
ko: 학생들에게 보임
tr: öğrencilere görüntüleyebilir

source: will open on %1
fr: sera disponible le %1
ko: %1후에 열립니다

source: Add to which set?
fr: Ajouter à quel devoir?
ko: 추가할 문제집은?
tr: Hangi sete eklenecek?

source: Course Information for course [_1]
fr: Information sur le cours %1
ko: 강의 [_1]에 대한 강좌 정보
tr: %1 dersinin bilgileri

source: report bugs in this problem
fr: signaler une erreur pour ce problème
ko: 이 문제의 오류 보고하기
tr: Soruda hata olduğunu bildir

source: Problem [_1]
fr: Problème %1
ko: 문제 [_1]
tr: Soru %1

source: Hardcopy Header for set [_1]
fr: Entête d'impression du devoir %1
ko: 문제집 [_1]의 Hardcopy 헤더
tr: Set %1 için yazdırılabilir dosya başlığı

source: Set Header for set [_1]
fr: fixer l'entête d'impression du devoir %1
ko: 문제집 [_1]의 헤더
tr: Set %1 başlığı

source: Statistics for [_1]
fr: Statistiques pour %1
ko: [_1] 통계자료
tr: Set %1 istatistikleri

source: set [_1]/problem [_2]
fr: devoir %1/problème %2
ko: 문제집 [_1]/ 문제 [_2]
tr: set %1/soru %2

source: hardcopy header file
fr: entête d'impression du document
ko: hardcopy 헤더 파일
tr: Yazdırılabilir ödev başlığı dosyası

source: Save [_1] and View
fr: Sauvegarder %1 et visualiser
ko: [_1]을 저장하고 보여주기
tr: %1 Kaydet ve Görüntüle

source: Show in another window
fr: Afficher dans une autre fenêtre
ko: 새 창에서 보이기
tr: Yani pencerede göster

source: Copied auxiliary files from [_1] to new location at [_2]
fr: Les fichiers auxiliaires de %1 ont été copiés dans %2
ko: [_1]에서 새 위치 [_2]로 복사된 보조파일
tr: Ek dosyalar %1 dizininden %2 dizinine kopyalandı

source: Unpublished
fr: Non publié
ko: 출판되지않음
tr: Yayınlanmadı

source: Unable to change the hardcopy header for set [_1]. Unknown error.
fr: Impossible de modifier l'entête d'impression du devoir %1. Erreur inconnue.
ko: 문제집 [_1]에서 hardcopy 헤더가 변경되지 않음. 알려지지 않은 오류.
tr: %1 seti için yazdırılabilir dosya başlığı değiştirilemedi. Bilinmeyen hata.

source: Unable to make '[_1]' the set header for [_2]
fr: Impossible de faire de '%1' l'entête du devoir %2
ko: '[_1]'을 [_2]의 문제집 헤더로 만들 수 없음
tr: '%1' set %2 için dosya başlığı yapılamadı

source: Can't determine user of temporary edit file [_1].
fr: Impossible de déterminer l'utilisateur du fichier temporaire : %1.
ko: 임시 편집 파일 [_1]의 사용자를 결정할 수 없음
tr: Geçici dosya %1 için kullanıcı belirlenemedi.

source: Download a hardcopy of this homework set.
fr: Télécharger une copie de ce devoir.
ko: 이 문제집의 hardcopy 다운로드하기.
tr: Bu set için yazdırılabilir dosya indirin.

source: The file '[_1]' is protected!
fr: Le fichier '%1' est protégé.
ko: 파일 [_1]이 보호되었습니다!
tr: '%1' dosyası korumalı!

source: The file '[_1]' is a blank problem!
fr: Le fichier '%1' est un problème vierge!
ko: 파일 '[_1]'에 문제가 없습니다!
tr: '%1' dosyası boş bir soru!

source: no action
fr: aucune action
ko: 동작 멈춤
tr: İşlem yapma

source: Added '[_1]' to [_2] as new set header
fr: Ajout de '%1' à %2 en tant que nouvel entête
ko: [_2]에 새로운 문제집 헤더로 추가된 '[_1]'
tr: '%1' dosyası %2 dosyasına yeni set başlığı olarak eklendi

source: This is a blank problem template file and can not be edited directly. Use the 'Save as' action below to create a local copy of the file and add it to the current problem set.
fr: Ceci est un fichier modèle d'un problème vierge et on ne peut le modifier directement. Utiliser la fonction "Enregistrer sous" pour créer une copie locale du fichier et l'ajouter au devoir courant.
ko: 이것은 빈 문제 템플릿 파일이고 즉시 편집되지 않습니다. 아래의 '저장하기'를 사용하여 파일의 로컬 사본을 만들고 현재 문제집에 추가해주세요.
tr: Bu boş bir soru şablonu ve üzerinde değişiklik yapılamaz. Aşağıdaki farklı kaydet işlemini kullarak dosyanın yerel bir kopyasını oluşturdaktan sonra üzerinde değişiklik yapabilirsiniz.

source: Reverting to original file '[_1]'
fr: Revenir au fichier original '%1'
ko: 원래 파일 '[_1]'으로 돌아가기
tr: Asıl dosyaya geri dönülüyor ('%1')

source: To edit this text you must first make a copy of this file using the 'Save as' action below.
fr: Pour modifier ce texte, d'abord faire une copie du fichier à l'aide de la fonction "Enregistrer sous".
ko: 이 문자열을 수정하려면 아래의 '저장하기' 버튼을 이용해 파일을 먼저 복사해주세요.
tr: tr: To edit this text you must first make a copy of this file using the 'Save as' action below.

source: unassigned problem file
fr: Fichier de problèmes non assigné.
ko: 선택되지 않은 문제 파일
tr: tr: unassigned problem file

source: Password/Email
fr: Mot de passe/courriel
ko: 비밀번호/이메일
tr: Şifre/E-posta

source: Snippets of PG code illustrating specific techniques
fr: Extraits de code PG illustrant des techniques spécifiques
ko: 구체적인 기술을 보여주는 프로그램 코드 조각
tr: tr: Snippets of PG code illustrating specific techniques

source: Error copying [_1] to [_2]
fr: Erreur lors de la copie de %1 vers %2
ko: [_1]을 [_2]로 복사하는데 오류
tr: tr: Error copying %1 to %2

source: Hmwk Sets Editor
fr: Éditeur de devoirs
ko: 문제집 에디터
tr: Ödev Setleri Düzenleyici

source: This set is [_1] students.
fr: Ce devoir est %1 pour les étudiants.
ko: 이 문제집은 [_1] 학생들입니다.
tr: Bu soru grubu öğrenciler tarafından %1.

source: header file
fr: Fichier d'entête
ko: 헤더 파일
tr: tr: header file

source: Include Index
fr: Inclure l'index
ko: 인덱스 포함
tr: tr: Include Index

source: You can earn partial credit on this problem.
fr: Vous pouvez obtenir une partie des points pour ce problème.
ko: 이 문제의 부분 점수를 받았습니다.
tr: Bu sorudan kısmi puan alabilirsiniz.

source: Write permissions have not been enabled in '[_1]'. Changes must be saved to a different directory for viewing.
fr: Il n'est pas permis d'écrire dans le dossier '%1'. Les modifications doivent d'abord être enregistrées dans un autre dossier.
ko: '[_1]'에서 허가되지 않았습니다. 변경사항은 다른 디렉토리에 저장되어야 합니다.
tr: tr: Write permissions have not been enabled in '%1'. Changes must be saved to a different directory for viewing.

source: blank problem
fr: Problème vierge
ko: 빈 문제
tr: tr: blank problem

source: Write permissions have not been enabled for '[_1]'. Changes must be saved to another file for viewing.
fr: Il n'est pas permis d'écrire dans '%1'. Les modifications doivent d'abord être enregistrées dans un autre fichier.
ko: '[_1]'에서 허가되지 않았습니다. 변경사항은 다른 디렉토리에 저장되어야 합니다.
tr: tr: Write permissions have not been enabled for '%1'. Changes must be saved to another file for viewing.

source: Problem Viewer
fr: Voir le problème
ko: 문제 뷰어
tr: tr: Problem Viewer

source: submit button clicked
fr: Le bouton Soumettre a été activé
ko: 제출 버튼 클릭
tr: gönder düğmesine basıldı

source: Student Progress for [_1]
fr: Progrès des étudiants pour %1
ko: [_1]의 학생 진행상황
tr: tr: Student Progress for %1

source: A new file has been created at '[_1]' with the contents below. No changes have been made to set [_2].
fr: Un nouveau fichier nommé '%1' a été créé avec le contenu ci-dessous. Aucune modification n'a été appliquée au devoir %2.
ko: 새로운 파일이 아래의 내용과 함께 '[_1]'에서 생성되었습니다. 문제집 [_2]에는 변경사항이 없습니다.
tr: tr: A new file has been created at '%1' with the contents below. No changes have been made to set %2.

source: Add problem
fr: Ajouter un problème
ko: 문제 추가
tr: tr: Add problem

source: Replace [_1]
fr: Remplacer %1
ko: [_1]을 바꾸기
tr: tr: Replace %1

source: Problem Source Code
fr: Code source du problème
ko: 문제 소스 코드
tr: tr: Problem Source Code

source: Test snippets of PG code in interactive lab. Good way to learn PG language.
fr: Tester des extraits de code PG dans un labo interactif. Une bonne façon d'apprendre le langage PG.
ko: 대화형 마법사의 프로그램 코드 테스트 조각. 프로그램을 언어를 배우는 좋은 방법.
tr: tr: Test snippets of PG code in interactive lab. Good way to learn PG language.

source: Page generated at [_1] at [_2]
fr: Page générée à %1 le %2
ko: [_1]에서 페이지 생성됨 [_2]
tr: tr: Page generated at %1 at %2

source: View Using Seed Number
fr: Voir à l'aide du numéro de la graine
ko: Seed Number을 사용해서 보기
tr: tr: View Using Seed Number

source: Published
fr: Publié
ko: 출판됨
tr: Yayınlandı

source: The file '[_1]' is a directory!
fr: Le fichier '%1' est un dossier!
ko: 파일 '[_1]이 디렉토리입니다!
tr: tr: The file '%1' is a directory!

source: Documentation from source code for PG modules and macro files. Often the most up-to-date information.
fr: Documentation des modules PG et des fichiers de macro à partir du code source. Il s'agit souvent de l'information la plus à jour.
ko: 프로그램 모듈, 매크로 파일의 소스 코드 문서. 가장 최근의 정보.
tr: tr: Documentation from source code for PG modules and macro files. Often the most up-to-date information.

source: PG mark down syntax used to format WeBWorK questions. This interactive lab can help you to learn the techniques.
fr: Syntaxe PG utilisée pour formater les questions WeBWorK. Ce labo interactif peut vous aider à apprendre les techniques.
ko: WeBWorK 문제를 포맷하기 위한 프로그램 언어구조. 대화형 마법사가 방법을 알려줍니다.
tr: tr: PG mark down syntax used to format WeBWorK questions. This interactive lab can help you to learn the techniques.

source: Append to end of set [_1]
fr: Ajouter à la fin du devoir %1
ko: 문제집 [_1] 끝에 덧붙임
tr: tr: Append to end of set %1

source: Unrecognized saveMode: |[_1]|. Unknown error.
fr: Méthode d'enregistrement inconnue |%1|. Erreur inconnue.
ko: 알려지지 않은 저장모드: |[_1]|. 알려지지 않은 오류.
tr: tr: Unrecognized saveMode: |%1|. Unknown error.

source: The hardcopy header for set [_1] has been renamed to '[_2]'.
fr: L'entête d'impression du devoir %1 a été renommé '%2'.
ko: 문제집 [_1]의 hardcopy 헤더가 '[_2]'로 이름이 바뀌었습니다.
tr: tr: The hardcopy header for set %1 has been renamed to '%2'.

source: Select action below
fr: Sélectionner une action ci-bas
ko: 아래의 동작 선택
tr: tr: Select action below

source: The file '[_1]' cannot be found.
fr: Impossible de trouver le fichier '%1'
ko: 파일 '[_1]'을 찾을 수 없음.
tr: tr: The file '%1' cannot be found.

source: Unable to write to '[_1]': [_2]
fr: Impossible d'écrire dans '%1': %2
ko: '[_1]'로 쓸 수 없음: [_2]
tr: tr: Unable to write to '%1': %2

source: File '[_1]' exists. File not saved. No changes have been made. You can change the file path for this problem manually from the 'Hmwk Sets Editor' page
fr: Le fichier '%1' existe déjà. Le fichier ne sera pas enregistré. Aucun changement n'a été effectué. Il est possible de modifier manuellement le chemin de ce fichier par le biais de l'éditeur de devoirs.
ko: 파일 '[_1]'이 존재. 파일이 저장안됨. 변경사항 없음. '문제집 편집자' 페이지에서 수동으로 파일경로를 바꿀 수 있음.
tr: tr: File '%1' exists. File not saved. No changes have been made. You can change the file path for this problem manually from the 'Hmwk Sets Editor' page

source: The set header for set [_1] has been renamed to '[_2]'.
fr: L'entête pour le devoir %1 a été renommé par '%2'.
ko: 문제집 [_1]의 헤더가 '[_2]'로 이름이 바뀌었습니다.
tr: tr: The set header for set %1 has been renamed to '%2'.

source: Error: This path is already in the temporary edit directory -- no new temporary file is created. path = [_1]
fr: Erreur : ce fichier existe déjà dans le dossier temporaire -- aucun nouveau fichier n'a été créé. Chemin = %1
ko: 오류: 이 경로는 이미 임시 편집 디렉토리에 있습니다 -- 새로운 임시파일 생성 안됨. 경로 = [_1]
tr: tr: Error: This path is already in the temporary edit directory -- no new temporary file is created. path = %1

source: Please use radio buttons to choose the method for saving this file. Can't recognize saveMode: |[_1]|.
fr: Veuillez sélectionner la méthode d'enregistrement à l'aide des boutons radio. Impossible d'identifier le mode d'enregistrement : |%1|.
ko: 이 파일의 저장방법을 선택하기 위해 라디오 버튼을 이용해주세요. 저장모드: |[_1]|을 인식하지 못함.
tr: tr: Please use radio buttons to choose the method for saving this file. Can't recognize saveMode: |%1|.

source: Saved to file '[_1]'
fr: Fichier '%1' enregistré
ko: 파일 '[_1]'로 저장하기
tr: tr: Saved to file '%1'

source: The selected problem ([_1]) is not a valid problem for set [_2].
fr: Le problème choisi (%1) n'est pas valide pour le devoir %2.
ko: 선택된 문제 ([_1])은 문제집 [_2]의 유효한 문제가 아닙니다.
tr: Seçilen problem (%1), %2 soru drubu için geçerli bir soru değil.

source: Editing [_1] in file '[_2]'
fr: Modification de %1 du fichier '%2'
ko: 파일 '[_2]'에 [_1]을 편집
tr: tr: Editing %1 in file '%2'

source: Deleting temp file at [_1]
fr: Suppression du fichier temporaire %1
ko: [_1]에서 임시 파일 삭제
tr: tr: Deleting temp file at %1

source: hidden from
fr: invisible pour
ko: 숨겨짐
tr: görüntülenmiyor

source: Resources
fr: Ressources
ko: 자료
tr: tr: Resources

source: Duplicate
fr: Dupliquer
ko: 복사
tr: tr: Duplicate

source: This path |[_1]| is not the path to a temporary edit file.
fr: Ce chemin |%1| ne décrit pas un fichier temporaire modifiable
ko: 이 경로 |[_1]|는 임시 편집 파일의 경로가 아닙니다.
tr: tr: This path |%1| is not the path to a temporary edit file.

source: visible to
fr: visible à
ko: ~에게 보임
tr: görüntüleniyor

source: Unable to change the source file path for set [_1], problem [_2]. Unknown error.
fr: Impossible de modifier le chemin du fichier source du devoir %1, problème %2. Erreur inconnue.
ko: 문제집 [_1], 문제 [_2]의 소스파일 경로를 바꾸지 못했습니다. 알려지지 않은 오류.
tr: tr: Unable to change the source file path for set %1, problem %2. Unknown error.

source: Added [_1] to [_2] as problem [_3]
fr: Le problème %1 a été ajouté à %2 en tant que problème %3
ko: [_2]에 문제 [_3]으로 덧붙여진 [_1]
tr: tr: Added %1 to %2 as problem %3

source: Options Information
fr: Information sur les options
ko: 선택 정보
tr: tr: Options Information

source: Save as new independent problem
fr: Enregistrer en tant que nouveau problème indépendant
ko: 독립된 새로운 문제로 저장하기
tr: tr: Save as new independent problem

source: The source file for 'set [_1] / problem [_2]' has been changed from [_3] to '[_4]'.
fr: Le fichier source du 'devoir %1 / problème %2' a été changé de %3 à '%4'.
ko: '문제집 [_1] / 문제 [_2]'의 소스 파일이 [_3]에서 '[_4]'로 바뀌었습니다.
tr: tr: The source file for 'set %1 / problem %2' has been changed from %3 to '%4'.

source: Revert to [_1]
fr: Retourner à %1
ko: [_1]로 돌아가기
tr: tr: Revert to %1

source: Classlist Editor
fr: Liste d'usagers
ko: Classlist 편집자
tr: Sınıf Listesi Düzenleyici

source: the original path to the file is [_1]
fr: Le chemin original de ce fichier est %1
ko: 파일의 초기 경로는[_1]입니다.
tr: tr: the original path to the file is %1

source: The path to the original file should be absolute
fr: Le chemin du fichier original devrait être décrit de manière absolue
ko: 파일의 초기경로는 완전합니다
tr: tr: The path to the original file should be absolute

source: To edit this text you must use the 'Save AS' action below to save it to another file.
fr: Pour modifier ce texte, utiliser l'action "Enregistrer sous" offerte plus bas pour l'enregistrer dans un autre fichier.
ko: 이 문자열을 수정하려면 아래의 '저장하기'를 이용해 다른 파일로 저장하세요.
tr: tr: To edit this text you must use the 'Save AS' action below to save it to another file.

source: Error: The original file [_1] cannot be read.
fr: Erreur : Le fichier original %1 ne peut être lu.
ko: 오류: 원본파일 [_1]을 읽을 수 없습니다.
tr: tr: Error: The original file %1 cannot be read.

source: Unable to change the set header for set [_1]. Unknown error.
fr: Impossible de modifier l'entête du devoir %1. Erreur inconnue.
ko: 문제집 [_1]의 문제집 헤더를 바꿀 수 없습니다. 알려지지 않은 오류.
tr: tr: Unable to change the set header for set %1. Unknown error.

source: options information
fr: information sur les options
ko: 선택 정보
tr: tr: options information

source: The selected problem([_1]) is not a valid problem for set [_2].
fr: Le problème choisi(%1) n'est pas valide pour le devoir %2.
ko: 선택된 문제([_1])은 문제집 [_2]의 유효한 문제가 아닙니다.
tr: tr: The selected problem(%1) is not a valid problem for set %2.

source: Unknown file type
fr: Format de fichier inconnu
ko: 알려지지 않은 파일
tr: tr: Unknown file type

source: course information
fr: information sur le cours
ko: 수업 정보
tr: tr: course information

source: Change User Options
fr: Changer les options d'usager
ko: 사용자 설정 바꾸기
tr: Kullanıcı bilgilerini güncelle

source: WeBWorK Assignment [_1] is due : [_2].
fr: Date de remise du devoir %1 : %2
ko: WeBWorK 숙제 [_1]의 기한은 [_2]까지 입니다.

source: You may choose to show any of the following data. Correct answers and solutions are only available after the answer date of the homework set.
fr: Vous pouvez choisir de montrer une des données suivantes. Les bonnes réponses et les solutions ne sont disponibles qu'après la date de remise du devoir.
ko: 다음 데이터를 보려면 선택하시오. 정답과 풀이는 문제집의 answer date 후에 볼 수 있음.

source: Send E-mail:
fr: Envoyer
ko: 이메일 전송:

source: Cancel Email
fr: Annuler
ko: 이메일 취소

source: Use this form to report to your professor a problem with the WeBWorK system or an error in a problem you are attempting. Along with your message, additional information about the state of the system will be included.
fr: Utiliser ce formulaire pour signaler à l'enseignant un problème avec le système WeBWorK ou une erreur dans un problème d'un devoir. Des informations additionnelles sur l'état du système utilisé accompagneront votre message.
ko: WeBWorK 시스템이나 풀고있는 문제의 오류를 교수에게 보고할 때 이 양식을 이용하시오. 메시지 뿐 아니라, 시스템 상황에 대한 부가 정보도 포함.

source: Force problems to be numbered consecutively from one (always done when reordering problems)
fr: Forcer les problèmes à être numérotées par un (toujours fait lors de la renumérotation des problèmes)

source: Hide hints to Students
fr: Cacher les indices aux étudiants

source: Opens
fr: Ouverture

source: Answers Due
fr: Remise des réponses

source: Assignment type
fr: Type de devoir

source: Refresh Display
fr: Rafraîchir la page

source: View it
fr: Voir

source: Any time problem numbers are intentionally changed, the problems will always be renumbered consecutively, starting from one. When deleting problems, gaps will be left in the numbering unless the box above is checked.
fr: Si le numéro d'un problèmes est intentionnellement modifié, les problèmes seront renumérotés consécutivement, en commençant par un. Si un problème est supprimé, il manquera un numéro dans la série sauf si la case si-contre est cochée.

source: Reorder problems only
fr: Réordonner les problèmes seulement
