Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: Errors occured while hiding the courses listed below when attempting to create the file hide_directory in the course's directory. Check the ownership and permissions of the course's directory, e.g %1
he: אירעו שגיאות זמן החבאת הקורסים שנרשמו למטה בזמן הנסיון ליצור את הקובץ hide_directory בתיקיית הקורס. בדוק את הבעלות ואת ההיתרים של תיקיית הקורס, %1

source: Errors occured while unhiding the courses listed below when attempting delete the file hide_directory in the course's directory. Check the ownership and permissions of the course's directory, e.g %1
he: שגיאות אירעו בזמן הפיכת הקורסים שנרשמו למטה לגלויים בזמן הניסיון למחוק את הקובץ hide_directory בתיקיית הקורס. בדוק את הבעלות ואת ההיתרית של תיקיית הקורס, %11

source: Evaluator
he: מעריך

source: Evaluator File
he: קובץ מעריך

source: Except for possible errors listed above, all selected courses are already hidden.
he: חוץ מאולי השגיאות לעיל, כל הקורסים שנבחרו בם כר מוחבאים.

source: Except for possible errors listed above, all selected courses are already unhidden.
he: חוץ מאולי השגיאות לעיל, כל הקורסים שנבחרו בם כר גלויים.

source: Existing addresses for the location are given in the scrolling list below. Select addresses from the list to delete them:
he: ברשימה למטה מורטים כתובות קיימות עבור המיקום . בחר כתובות מהרשימה כדי למחוק אותם:

source: Existing file %1 could not be backed up and was lost.
he: לא היה אפשרות לשמור את הקובץ %1 ולכן הוא נמחק.

source: Expand
he: פתח

source: Expand All
he: פתח הכל

source: Export
he: יצא

source: Export selected achievements.
he: יצא הישגים שנבחרו.

source: Export selected sets
he: יצא את האוספים שנבחרו

source: Export to what kind of file?
he: איזה סוג קובץ ליצא?

source: Export which sets?
he: איזה אוספים ליצא?

source: Export which users?
he: איזה משתמשים ליצא?

source: Exported achievements to %1
he: הישגים יוצאו ל-%1

source: Extend the close date for which Gateway?
he: הארך את תאריך הסגירה של איזה בוחן מחסום?

source: Extends the close date of a gateway test by 24 hours. Note: The test must still be open for this to work.
he: מאריך את תאריך הסגירה של בוחן מחסום ב-24 שעות. שים לב: הבוחן חייב להיות פתוח כדי שזה יעבוד.

source: FIRST NAME
he: שם פרטי

source: Failed to create new achievement: %1
he: יצירת הישג חדש נכשלה: %1

source: Failed to create new achievement: no achievement ID specified!
he: יצירת הישג חדש נכשלה: לא פורט מזהה הישג!

source: Failed to create new set: %1
he: יצירת גליון חדש נכשלה: %1

source: Failed to create new set: no set name specified!
he: יצירת גליון חדש נכשלה: לא הוכנס שם לגליון!

source: Failed to duplicate achievement: no achievement selected for duplication!
he: שכפול ההישג נכשל: לא נבחר הישג לשכפול!

source: Failed to duplicate set: %1
he: שכפול גליון נכשל: %1

source: Failed to duplicate set: no set name specified!
he: שיכפול גליון נכשל: לא הוכנס שם לגליון!

source: Failed to duplicate set: no set selected for duplication!
he: שכפול גליון נכשל: לא נבחר גליון לשכפול!

source: Failed to duplicate set: set %1 already exists!
he: שכפול הגליון נכשל: גליון %1 כבר קיים!

source: Failed to enter student:
he: הוספת תלמיד נכשלה:

source: Failed to open %1
he: פתיחת %1 נכשלה

source: Failed to save: %1
he: השמירה נכשלה: %1

source: False
he: לא נכון

source: Feature exhausted for this problem
he: האפשרותת כבר נוצלה עד תומה עבור שאלה זו

source: Feedback
he: משוב

source: Feedback by Section.
he: משוב לפי קבוצה.

source: FeedbackMessage
he: הודעת משוב

source: Field is ok
he: השדה תקין

source: Field missing in database
he: שדה חסר במסד הנתונים

source: Field missing in schema
he: שדה חסר בתבנית

source: File '%1' exists. File not saved. No changes have been made.
he: הקובץ '%1' קיים. הקובץ לא נשמר. לא בוצעו ציונים.

source: File '%1' exists. File not saved. No changes have been made. You can change the file path for this problem manually from the 'Hmwk Sets Editor' page
he: הקובץ '%1' קיים. הקובץ לא נשמר. לא בוצעו שינויים. אתה יכול לשנות את מיקום הקובץ של שאלה זו באופן ידני מדף 'עורך גליון שיעורי בית'.

source: File '%1' not removed: %2
he: הקובץ '%1' לא הוסר: %2

source: File '%1' successfully removed
he: הקובץ '%1' הוסר בהצלחה

source: File '%2' uploaded successfully
he: הקובץ '%2' הועלה בהצלחה

source: File <b>%1</b> already exists. Overwrite it, or rename it as:
he: קובץ <b>%1</b> כבר קיים. שמור עליו, או שנה את שמו ל-:

source: File Compare
he: השווה קבצים

source: File Manager
he: מנהל קבצים

source: File saved
he: הקובץ נשמר

source: File successfully copied
he: הקובץ הועתק בהצלחה

source: File successfully renamed
he: שם הקובץ שונה בהצלחה

source: Filename
he: שם קובץ

source: Files with extension '.%1' usually belong in '%2'
he: קבצים עם הסיומת '.%1' בדרכ כלל שייכים ל-'%2

source: Filter by what text?
he: לפי אזה טקסט לסנן?

source: Filter:
he: סינון:

source: First
he: ראשון

source: First Name
he: שם פרטי

source: First name
he: שם פרטי

source: For security reasons, you cannot specify a message file from a directory higher than the email directory (you can't use ../blah/blah for example). Please specify a different file or move the needed file to the email directory
he: מתוך שיכולי אבטחה, את הלא יכול לבחור קובץ מתקייה גבוהה יותר מתיקיית הדוא"ל (אתה לא יכול להתשתמש ב .../blah/blah למשל). אנא בחר קובץ אחר או העבר את הקובץ הדרוש לתיקיית הדוא"ל

source: Force problems to be numbered consecutively from one
he: אלץ מספור עוקב של של השאלות החל ממספר אחד

source: Force problems to be numbered consecutively from one (always done when reordering problems)
he: אלץ מספור עוקב של של השאלות החל ממספר אחד ( זה תמיד נעשה כשמסדרים בעיות מחדש)

source: Format
he: פורמט

source: Format for the subject line in feedback e-mails
he: פורמט עבור נשורת נושא בדוא"ל משוב.

source: Format:
he: פורמט:

source: Found no directories containing problems
he: לא נמצאו תיקיות המכילות שאלות.

source: From This Course
he: מהקורס הזה

source: From field must contain one valid email address.
he: שדה הנמען חייב להכיל לפחות כתובת דוא"ל תקינה אחת.

source: From:
he: שולח:

source: GLOBAL Usage
he: שימוש גלובאלי

source: Gateway Name
he: שם בוחן מחסום

source: Gateway Quiz %2
he: בוחן מחסום %2

source: Gateway parameters
he: הפאראמטרים של בוחן המחסום

source: General
he: כללי

source: General Information
he: מידע כללי

source: Generate Hardcopy
he: תיצור קובץ להדפסה

source: Generate hardcopy for selected sets and selected users
he: צור קובץ להדפסה עבור האוספים והמשתמשים שנבחרו.

source: Get Library Set Problems
he: השג שאלות מאוסף סיפרייה

source: Get Target Set Problems
he: השג את שאלות הגליון הנבחר

source: Get a new version of this problem
he: קבל גרסה חדשה של שאלה זו.

source: Give new password to
he: תן סיסמה חדשה ל-

source: Give new password to which users?
he: לאיזה משתמשים לתת סיסמה חדשה?

source: Gives full credit on a single homework problem.
he: תן ניקוד מלא על שאלת שיעורי בית אחת.

source: Gives full credit on every problem in a set.
he: תן ניקוד מלא על כל שאלה בגליון.

source: Gives half credit on a single homework problem.
he: תן חצי ניקוד על שאלה אחת משעורי הבית.

source: Gives half credit on every problem in a set.
he: תן חצי ניקוד על כל שאלה מגליון.

source: Global problem %1 for set %2 not found.
he: שאלה גלובאלית %1 עבור גליון %2 לא נמצאה.

source: Global set data will be shown instead of user specific data
he: מידע ??? גלובאלי על הגליון יופיע במקום מידע משתמש ספציפי

source: Go
he: התחל

source: Grade
he: נקד

source: Grade Problem
he: נקד שאלה

source: Grade Test
he: נקד מבחן

source: Grader
he: מנקד

source: Grades
he: ציונים

source: Grades have been saved for all current users.
he: הציונים נשמרו עבור על כל המתמשים הנוכחיים.

source: Grading assignment:
he: מנקד מטלה:

source: Greater Rod of Revelation
he: מטה הגילוי הגדול

source: Greater Tome of Enlightenment
he: כרך ההארה הגדול

source: Guest Login
he: כניסת אורח

source: HTTP Headers
he: קידומות HTTP

source: Hardcopy Format:
he: פורמט קובץ להדפסה:

source: Hardcopy Generator
he: יוצר הקבצים להדפסה

source: Hardcopy Header
he: קידומת גירסת הדפסה

source: Hardcopy Theme
he: עיצוב גרסת הדפסה

source: Headers
he: קידומות

source: Help
he: עזרה

source: Here is a new version of your problem.
he: הנה גרסה חדשה של השאלה.

source: Hidden
he: מוחבא

source: Hide All
he: החבא הכל

source: Hide Courses
he: החבא קורס

source: Hide Hints
he: החבא רמזים

source: Hide Hints from Students
he: החבא רמזים מהתלמידים

source: Hide Inactive Courses
he: החבא קורסים לא פעילים

source: Hide all paths
he: החבא את כל הכתובות

source: Hide path:
he: החבא כתובת:

source: Hint:
he: רמז:

source: Hints
he: רמזים

source: Hmwk Sets Editor
he: עורך שיעורי בית

source: Homework Sets
he: גליונות שיעורי בית

source: Homework Totals
he: סך הכל שיעורי בית

source: I couldn't find the file [ACHEVDIR]/surprise_message.txt!
he: לא יכול למצוא את הקובץ [ACHEVDIR]/surprise_message.txt

source: Icon
he: אייקון

source: Icon File
he: קוץ אייקון

source: If a password field is left blank, the student's current password will be maintained.
he: אם משארים את שדה הסיסמה ריק, סיסמת התלמיד לא תשתנה.

source: If this flag is set then this problem will count towards the grade of its parent problem. In general the adjusted status on a problem is the larger of the problem's status and the weighted average of the status of its child problems which have this flag enabled.
he: כשזה נבחר, שאלה זו תחשב לניקוד השאלה המכילה. בכללי הסטאטוס המותאם של שאלה הוא הסטאטוס הגדול יותר מסטאטוס השאלה והממוצע המותאם של הסטאטוס של השאלות המוכלות שעבורם אפשרות זו נבחרה.

source: If this is enabled then instructors with the ability to receive feedback emails will be notified whenever a student runs out of attempts on a problem and its children without receiving an adjusted status of 100%.
he: אם זה מופעל אז מדריכים שיכולים לקבל משוב יקבלו הודעה בכל פעם שלתלמיד נגמר הנסיונות על שאלה והשאלות המוכלות בלי לקבל סטאטוס מותאם של 100%

source: If this is enabled then students will be unable to attempt a problem until they have completed all of the previous problems, and their child problems if necessary.
he: אם זה מופעל אז תלמידים לא יוכלו לנסות שאלה עד שהשלימו את כל השאלות הקודמות, והאשלות המוכלות במידת הצורך.

source: If you check %1 your login information will be remembered by the browser you are using, allowing you to visit WeBWorK pages without typing your user name and password (until your session expires). This feature is not safe for public workstations, untrusted machines, and machines over which you do not have direct control.
he: אם אתה בוחר את %1 פרטי ההתחברות שלך ישמרו על ידי הדפדפן שלך, מה שיאפשר לך לבקר בדפי WeBWorK בלי להקליד שם משתמש וסיסמה (עד שפג תוקף הביקור). אפשרות זו לא בטוחה עבור מקומות עובודה ציבוריים, מחשבים לא בטוחים, ומחשבים שבהם אתה לא שולט באופן ישיר.

source: Illegal file '%1' specified
he: נבחר קובץ לא חוקי '%1'

source: Illegal filename contains '..'
he: שם קובץ לא חוקי, מכיל '..'

source: Import
he: יבא

source: Import achievements from %1 assigning the achievements to %2.
he: יבא הישגים מ- %1 והקצב את ההישגים ל- %2-

source: Import from where?
he: מאיפה ליבא?

source: Import how many sets?
he: כמה אוספים ליבא?

source: Import sets with names
he: יבא אוספים עם שמות

source: Import users from what file?
he: מאיזה קובץ ליבא משתמשים?

source: Imported %quant(%1,achievement)
he: יבא Imported %quant(%1,הישג, הישגים)

source: In progress: %1/%2
he: בתהליך: %1/%2

source: Inactive
he: לא פעיל

source: Inactivity time before a user is required to login again
he: זמן אי-פעילות לפני שהמשתמש נדרש להתחבר שוב

source: Include Success Index
he: הוסף תיבת הצלחה

source: Incorrect
he: לא נכון

source: Incorrect: %1/%2
he: לא נכון: %1/%2

source: Init
he: התחל

source: Institution:
he: מוסד:

source: Instructor Tools
he: כלי מדריך

source: Instructor solution preview: show the student solution after due date.
he: הצגת פתרון למדריך: הראה לתלמיד פתרון לאחר מועד ההגשה.

source: Invalid Reply-to address.
he: כתובת משוב לא תקינה.

source: Invalid file name. The file name "%1" does not have a ".msg" extension All email file names must end in the extension ".msg" choose a file name with a ".msg" extension. The message was not saved.
he: שם קובץ לא תקין. שם הקובץ "%1" לא מסתיים ב-".msg" כל קבצי הדוא"ל חייבים להסתיים בסיומת זו. בחר שם קובץ עם הסיומת ".msg". ההודעה לא נשמרה.

source: Invalid headerType %1
he: סוג קידומת לא תקין %1

source: Invalid user ID or password.
he: מזהה משתמש או סיסמה לא תקינים.

source: It is before the open date. You probably want to renumber the problems if you are deleting some from the middle.
he: זה לפני תאריך הפתיחה. כנראה תרצה למספר מחדש את השאלות אם אתה מוחק מהאמצע.

source: Items
he: חפצים

source: Jump to Page:
he: קפוץ לעמוד:

source: Jump to Problem:
he: קפוץ לשאלה:

source: Just-In-Time parameters
he: פאראמטרים "בדיוק בזמן"

source: Keywords:
he: מילות מפתח:

source: LAST NAME
he: שם משפחה

source: LOCAL Usage
he: שימוש מקומי

source: Language (refresh page after saving changes to reveal new language.)
he: שפה (רענן דף לאחר שמירת שינויים כדי להציג את השפה החדשה.)

source: Last
he: אחרון

source: Last Answer
he: תשובה אחרונה

source: Last Name
he: שם משפחה

source: Last column of merge file
he: עמודה אחרונה של קובץ האיחוד

source: Last name
he: שם משפחה

source: Latest Answers
he: תשובות אחרונות

source: Length of time, in seconds, a user has to be inactive before he is required to login again.<p> This value should be entered as a number, so as 3600 instead of 60*60 for one hour
he: פסק זמן, בשניות, שבו המשתמש יכול להיות לא פעיל לפני שהוא נדרש להתחבר שוב. <p>הערך הזה צריך להכתב כמספר, למשל 3600 במקום 60*60 עבור שעה אחת

source: Lesser Rod of Revelation
he: מטה הגילוי הקטן

source: Lesser Tome of Enlightenment
he: כרך ההארה הקטן

source: Level:
he: שלב:

source: Library Browser
he: דפדפן ספרייה

source: Library Browser 2
he: דפדפן ספרייה 2

source: Library Browser 3
he: דפדפן ספרייה 3

source: Library Browser no js
he: דפדפן ספרייה ללא js

source: List of display modes made available to students
he: רשימת מצבי התצוגה המופיעים לתלמידים

source: List of e-mail addresses to which e-mail can be sent by a problem. Professors need to be added to this list if questionaires are used, or other WeBWorK problems which send e-mail as part of their answer mechanism.
he: רשימת כתובות דוא"ל שאליהן שאלה תוכל לשלוח הודעה. צריך להוסיף מרצים אם משתמשים בשאלונים, או שאלות WeBWorK אחרות ששולחות דוא"ל כחלק ממנגנות התשובות שלהן.

source: List of options for Show Me Another button
he: רשימת אפשרויות עבור כפתור "תראה לי עוד אחת"

source: Local
he: מקומי

source: Local Problems
he: שאלות מקומיות

source: Location
he: מיקום

source: Location %1 does not exist in the WeBWorK database. Please check your input (perhaps you need to reload the location management page?).
he: מיקום %1 לא קיים במסד הנתונים של WeBWorK. אנא בדוק את הקלט (אולי אתה צריך לטעון מחדש את דף ניהול המיקומים?).

source: Location %1 has been created, with addresses %2.
he: מיקום %1 נוצר, עם כתובת %2.

source: Location deletion requires confirmation.
he: מחיקת מיקום דורשת אישור.

source: Location description:
he: תיאור מיקום:

source: Location name:
he: שם מיקום:

source: Log In Again
he: התחבר שוב

source: Log Out
he: התנתק

source: Log into %1
he: התחבר ל-%1

source: Logged in as %1.
he: מחובר בתור %1.

source: Login
he: התחבר

source: Login Info
he: נתוני התחברות

source: Login Name
he: שם התחברות

source: Login Status
he: סטטוס התחברות

source: Logout
he: התנתק

source: Main Menu
he: תפריט ראשי

source: Make
he: צור

source: Make Archive
he: צור ארכיון

source: Make changes
he: בצע שינויים

source: Make these changes in course:
he: בצע את השינויים הבאים בקורס:

source: Manage Locations
he: נהל מיקומים

source: Manual Grader
he: מנקד אוטומטי

source: Mark All
he: סמן הכל

source: Mark Correct
he: סמן כנכון

source: Mark Correct?
he: סמן כנכון?

source: Match on what? (separate multiple IDs with commas)
he: התאמה לפי מה? (הפרד מספר מזהים שונים באמצעות פסיק)

source: Math Objects
he: אובייקטים מתמטיים

source: Max attempts
he: מספר מקסימאלי של נסיונות

source: Max. Shown:
he: מקסימום שיוצגו:

source: Maximum times Show me Another can be used per problem (-1 => unlimited)
he: מספר מקסימאלי של פעמים שניתן להשתמש בכפתור "תראה לי עוד אחת" עבור כל שאלה (-1 => לא מוגבל)

source: Merge file:
he: קובץ איחוד

source: Message
he: הודעה

source: Message file:
he: קובץ הודעה:

source: Message saved to file <code>%1/%2</code>.
he: הודעה נשמרה לקובץ <code>%1/%2</code>.

source: Message:
he: הודעה:

source: Messages
he: הודעות

source: Missing required input data. Please check that you have filled in all of the create location fields and resubmit.
he: חסר קלט הכרחי. אנא ודא שמלאת את כל שדות יצירת המיקום ושלח שוב.

source: Move
he: הזז

source: Msg sent to %1 at %2.
he: הודעה נשלח ל%2 ב%2.

source: My Problems
he: השאלות שלי

source: Mysterious Package (with Ribbons)
he: חבילה מסתורית (עם סרט אדום)

source: NO OF FIELDS
he: מספר הסדות

source: Name
he: שם

source: Name for new set here
he: שם לגליון חדש

source: Name of course information file
he: שם של קובץ מידע של הקורס

source: Name the new set
he: תן שם לגליון החדש

source: Necromancers Charm
he: מדליון בעל האוב

source: Never
he: אף פעם

source: New File
he: קובץ חדש

source: New Folder
he: תיקייה חדשה

source: New Name:
he: שם חדש:

source: New Password
he: סיסמה חדשה

source: New file name:
he: שם קובץ חדש:

source: New folder name:
he: שם תיקייה חדש:

source: New passwords saved
he: סיסמאות חדשות נשמרו

source: NewVersion
he: גרסה חדשה

source: Newer problem set def files must be imported using Hmwk Sets Editor2
he: יש ליבא קבצי .def של גליון שאלות חדש בעזרת עורך אוספי שיעורי בית 2

source: Next Problem
he: שאלה הבאה

source: Next page
he: הדף הבא

source: No
he: לא

source: No Description
he: אין תיאור

source: No achievements have been assigned yet
he: עדיין לא הוקצו הישגים

source: No achievements shown. Create an achievement!
he: לא מוצגים הישגים. צור הישג!

source: No action taken
he: לא נעשת פעולה

source: No authentication method found for your request. If this recurs, please speak with your instructor.
he: לא נמצאה שיטת אימות לבקשה שלך. אם בעיה זו חוזרת על עצמה, אנא פנה למדריך שלך.

source: No change made to any set
he: לא בוצע שום שינוי לשום גליון

source: No changes specified. You must mark the checkbox of the item(s) to be changed and enter the change data.
he: לא פורטו שינויים. יש לבחור את הדברים שברצונך לשנות ולהכניס את פרטי השינוי.

source: No changes were saved!
he: לא נשמרו שינויים

source: No course id defined
he: לא הוגדר מזהה קורס

source: No data exists for set %1 and problem %2
he: לא קיימים נתונים עבור גליון %1 ושאלה %2

source: No filename was specified for saving! The message was not saved.
he: לא פורט שם קובץ לשמירה! ההודעה לא נשמרה.

source: No guest logins are available. Please try again in a few minutes.
he: אין חשבונות אורחים זמינים. אנא נסה מאוחר יותר.

source: No location specified to edit?! Please check your input data.
he: לא פורט מיקום לערוך?! אנה בדוק את הנתונים שהקלדת.

source: No location with name %1 exists in the database
he: לא קיים מיקום עם השם %1 במסד הנתונים

source: No merge data file
he: לא קיים קובץ נתוני איחוד

source: No new Achievement ID specified. No new achievement created. File not saved.
he: לא פורט מזהה הישג חדש. לא נוצר הישג חדש. קובץ לא נשמר.

source: No problems matched the given parameters.
he: לא נמצאו שאלות שתואמות לפאראמטרים שנתנו.

source: No recipients selected. Please select one or more recipients from the list below.
he: לא נבחרו נמענים. אנא בחר נמען אחד או יותר מהרשימה.

source: No record for global set %1.
he: אין רישום לגליון הגלובאלי %1.

source: No record for user %1.
he: אין רישום למשתמש %1.

source: No record found for problem %1.
he: לא נמצא רישום עבור שאלה %1.

source: No record found.
he: לא נמצא רישום.

source: No sets in this course yet
he: עדיין לא קיימים אוספים בקורס זה

source: No sets selected for scoring
he: לא נבחרו אוספים לנקד

source: No sets shown. Choose one of the options above to list the sets in the course.
he: לא מוצגים אוספים. בחר את אחת האפשרויות לעיל כדי להציג את האוספים בקורס.

source: No source filePath specified
he: לא פורט מסלול קובץ מקור

source: No source_file for problem in .def file
he: אין קובץ מקור לשאלה בקובץ ה-def.

source: No students shown. Choose one of the options above to list the students in the course.
he: לא מוצגים תלמידים. אנא בחר את אחד מהאפשרויות לעיל כדי לראות את התלמידים בקורס.

source: No tests taken.
he: לא נעשו מבחנים.

source: No user specific data exists for user %1
he: לא קיימים נתוניי משתמש עבור משתמש %1

source: No valid changes submitted for location %1.
he: לא נשלחו שינויים תקפים עבור מיקום %1.

source: No versions of this assignment have been taken.
he: אף גירסה של מטלה זו נלקח עדיין.

source: None
he: כלום

source: None Specified
he: לא נבחרו פריטים

source: None of the selected users are assigned to this set: %1
he: לאף אחד מהמשתמשים הנבחרים לא הוקצה הגליון הזה: %1

source: Not logged in.
he: לא מחובר.

source: Note
he: הערה

source: Note:
he: הערה:

source: Note: grading the test grades all problems, not just those on this page.
he: שים לב: ניקוד המבחן מנקד את כל השאלות, לא רק מהדף הזה.

source: Number
he: מספר

source: Number of Graded Submissions per Test (0=infty)
he: מספר ההגשות שנוקדו עבור כל מבחן (0=אינסוף)

source: Number of Problems per Page (0=all)
he: מספר שאלות בכל דף (0=הכל)

source: Number of Tests per Time Interval (0=infty)
he: מספר מבחנים עבור פסק זמן (0=אינסוף)

source: OK
he: אישור

source: Oil of Cleansing
he: שמן הטיהור

source: Old Classlist Editor
he: עורך רשימת כיתה ישן

source: Old Hmwk Sets Editor
he: עורך אוספי שיעורי בית ישן

source: One Column
he: עמודה אחת

source: Only after set answer date
he: רק לאחר תאריך התשובות של הגליון

source: Only this permission level and higher get buttons for sending e-mail to the instructor.
he: רק רמת ההיתר הזאת ומעלה מקבלים גישה לכפתור לשליחת דוא"ל למדריך.

source: Open
he: פתח

source: Open Date
he: תאריך פתיחה

source: Open Problem Library
he: ספריית שאלות פתוחות

source: Open in New Window
he: פתח בחלון חדש

source: Open in new window
he: פתח בחלון חדש

source: Open, closes %1.
he: פתוח, מועד הגשה אחרון: %1.

source: Open, complete by %1.
he: פתוח, מועד הגשה אחרון: %1.

source: Open:
he: פתח:

source: Opens
he: פותח

source: Opens any homework set for 24 hours.
he: פותח גליון שיעורי בית ל-24 שעות

source: Optional Modules
he: מערכות אפשריות

source: Order Problems Randomly
he: סדר שאלות באופן אקראי

source: Orig. Lib. Browser
he: דפדפן ספרייה מקורית

source: Out Of
he: מתוך

source: Over time, closed.
he: הזמן חלף, סגור.

source: Overwrite
he: דרוס

source: Overwrite existing files silently
he: דרוס קבצים קיימים באופן שקט

source: PG - Problem Display/Answer Checking
he: PG - הצגת שאלה/בדיקת תשובה

source: PG debug messages
he: הודעות דיבאג של PG

source: PG internal errors
he: שגיאות PG פנימיות

source: PG question failed to render
he: רינדור שאלת PG נכשל

source: PG question processing error messages
he: הודעות שגיאות עיבוד של שאלת PG

source: PG warning messages
he: הודעות אזהרה של PG

source: PGInfo
he: מידע PG

source: PGLab
he: מעבדת PG

source: PREVIEW ONLY -- ANSWERS NOT RECORDED
he: תצוגה מקדימה בלבד -- התשובות לא נשמרות

source: PROB NUMBER
he: מספר שאלה

source: PROB VALUE
he: ערך שאלה

source: Pad Fields
he: רפד שדות

source: Page generated at %1
he: דף נוצר ב-%1

source: Password
he: סיסמה

source: Password (Leave blank for regular proctoring)
he: סיסמה (השאר ריק עבור משגיח רגיל)

source: Password:
he: סיסמה:

source: Past Answers for %1, set %2, problem %3
he: תשובות מהעבר עבור %1, גליון %2, שאלה %3

source: Percent
he: אחוז

source: Percentage of Active Students with Correct Answers
he: אחוז התלמידים הפעילים עם תשובות נכונות

source: Percentile cutoffs for number of attempts. <br/> The 50% column shows the median number of attempts
he: אחוז התלמידים שניסו כמות מסויימת של פעמים או יותר. <br/>עמודת ה-50% מראה את החציון של מספר הניסיונות
