Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: Percentile cutoffs for number of attempts. The 50% column shows the median number of attempts.
he: אחוז התלמידים שניסו כמות מסויימת של פעמים או יותר. עמודת ה-50% מראה את החציון של מספר הניסיונות

source: Permission Level
he: רמת הרשאה

source: Permissions
he: היתרים

source: Place a file named "hide_directory" in a course or other directory and it will not show up in the courses list on the WeBWorK home page. It will still appear in the Course Administration listing.
he: צור תיקייה בשם "hide_directory" בקורס או בתיקייה אחרת והיא לא תופיע ברשימת הקורסים בעמוד הבית של WeBWorK. היא כן תופיע ברישום הנהלת הקורס.

source: Please choose the set name and problem number of the question which should be given full credit.
he: אנא בחר שם גליון ומספר מספר שאלה של השאלה שיש לתת לה ניקוד מלא.

source: Please choose the set name and problem number of the question which should be given half credit.
he: אנא בחר שם גליון ומספר מספר שאלה של השאלה שיש לתת לה חצי ניקוד.

source: Please choose the set name and problem number of the question which should have its incorrect attempt count reset.
he: אנא בחר שם גליון ומספר מספר שאלה של השאלה שלה יש לאפס את ספירת הניסיונות.

source: Please choose the set name and problem number of the question which should have its weight doubled.
he: אנא בחר את שם הגליון ומספר השאלה של השאלה שאת משקלה יש להכפיל.

source: Please choose the set, the problem you would like to copy, and the problem you would like to copy it to.
he: אנא בחר את הגליון, השאלה שתרצה להעתיק, ואת השאלה אליה תרציה להעתיק אותה.

source: Please correct the following errors and try again:
he: אנא תקן את השגיאות הבאות ונסה שוב:

source: Please enter in a value to match in the filter field.
he: אנה הכנס ערך תואם בשדה הסינון.

source: Please enter your username and password for %1 below:
he: אנא הכנס את שם המשתמש והסיסמה שלך עבור %1 למטה:

source: Please provide a location name to delete.
he: אנא בחר שם מיקום למחיקה.

source: Please select action to be performed.
he: אנא בחר פעולה לבצע

source: Please select at least one set and try again.
he: אנא בחר לפחות גליון אחד ונסה שוב.

source: Please select at least one user and try again.
he: אנא בחר לפחות משתמש אחד ונסה שוב.

source: Please specify a file to save to.
he: אנא בחר קובץ לשמירה

source: Points
he: נקודות

source: Potion of Forgetfulness
he: שיקוי השכחה

source: Preflight Log
he: פרטי בדיקה מקדימה

source: Preview Message
he: צפייה מוקדמת בהודעה

source: Preview My Answers
he: צפייה מוקדמת בתשובות שלי

source: Preview Test
he: צפייה מוקדמת במבחן

source: Preview message
he: צפייה מוקדמת בהודעה

source: Preview set to:
he: הצג גליון עבור:

source: Previous Problem
he: שאלה קודמת

source: Previous page
he: עמוד קודם

source: Primary sort
he: מיון ראשי

source: Print Test
he: הדפס מבחן

source: Prob
he: שאלה

source: Problem
he: שאלה

source: Problem #
he: שאלה #

source: Problem %1
he: שאלה %1

source: Problem %1.
he: שאלה %1.

source: Problem Editor
he: עורך שאלות

source: Problem Editor2
he: עורך שאלות2

source: Problem Editor3
he: עורך שאלות3

source: Problem List
he: רשימת שאלות

source: Problem Number
he: מספר שאלה

source: Problem Number
he: מספר שאלה

source: Problem Techniques
he: טכניקות שאלה

source: Problem Viewer
he: מציג השאלות

source: Problem source is drawn from a grouping set
he: השאלה נבחרת באופן אקראי מתוך קבוצת שאלות ייעודיות

source: Problems
he: שאלות

source: Problems for all students have been unassigned.
he: הוקצאו שאלות לכל התלמידים

source: Problems for selected students have been reassigned.
he: הוקצאו שאלות לתלמידים הנבחרים

source: Problems have been assigned to all current users.
he: שאלות הוקצאו לכל המשתמשים הנוכחיים

source: Proctor
he: משגיח

source: Proctor authorization required.
he: נדרשת הרשאת משגיח.

source: Proctor password:
he: סיסמת משגיח:

source: Proctor username:
he: שם משתמש משגיח:

source: Proctored Gateway Quiz %2
he: השגיח על בוחן מחסום %2

source: Proctored Gateway Quiz %2 Proctor Login
he: השגיח על מבחן מחסום %2 התחברות משגיח

source: Proctored tests require proctor authorization to start and to grade. Provide a password to have a single password for all students to start a proctored test.
he: כדי להתחיל ולנקד מבחן עם משגיח צריך הרשאת משגיח. תן סיסמה כדי שיהיה סיסמה אחת שכל התלמידים יוכלו להתחיל בעזרתה מבחן עם משגיח.

source: Publish
he: פרסם

source: RECITATION
he: תרגול

source: Read only
he: קריאה בלבד

source: Really delete the items listed above?
he: אתה באמת רוצה למחוק את הפריטים לעיל?

source: Recitation
he: תרגול

source: Record Scores for Single Sets
he: שמור ניקוד לאוספים בודדים

source: Reduced Scoring
he: ניקוד מופחת

source: Reduced Scoring Date
he: תאריך ניקוד מופחת

source: Reduced Scoring Disabled
he: ביטול ניקוד מופחת

source: Reduced Scoring Enabled
he: הפעלת ניקוד מופחת

source: Reduced:
he: מופחת:

source: Refresh
he: רענן

source: Refresh Display
he: רענן תצוגה

source: Refresh Listing
he: רענן רשימה

source: Relax IP restrictions when?
he: הרגע הגבלות IP מתי?

source: Remaining
he: נותר

source: Remember Me
he: זכור אותי

source: Remember to return to your original problem when you're finished here!
he: זכור לחזור לשאלה המקורית כשסיימת כאן!

source: Rename
he: שנה שם

source: Rename %1 to %2
he: שנה את שם %1 ל-%2

source: Rename Course
he: שנה שם לקורס

source: Rename file as:
he: שנה שם קובץ ל-:

source: Render
he: הצג

source: Render All
he: הצג הכל

source: Render Problem
he: הצג שאלה

source: Renumber Problems
he: מספר שאלות מחדש

source: Reopens any gateway test for an additional 24 hours. This allows you to take a test even if the close date has past. This item does not allow you to take additional versions of the test.
he: פותח מחדש בוחן מחסום ל-24 שעות נוספות. דבר זה מאפשר לך לבצע אותו אפילו עם עבר תאריך הסגירה. חפץ זה לא מאפשר לך לבצע גרסאות אחרות של הבוחן הזה.

source: Reorder problems only
he: סדר מחדש שאלות בלבד

source: Replace current problem: %1
he: החלףשאלה נוכחית: %1

source: Replace which users?
he: איזה משתמשים להחליף?

source: Reply-To:
he: השב ל-:

source: Report Bugs in this Problem
he: דווח על באגים בשאלה הזו

source: Report bugs
he: דווח על באגים

source: Report for course %1:
he: דווח עבור קורס %1:

source: Report on database structure for course %1:
he: דווח מבנה מסד נתונים עבור קורס %1:

source: Request New Version
he: בקש גרסה חדשה

source: Request information
he: בקש מידע

source: Request new version now.
he: בקש גרסה חדשה כעת

source: Requested set '%1' could not be found in the database for user %2.
he: לא נמצא הגליון שבוקש '%1' במסד הנתונים עבור משתמש %2.

source: Requested set '%1' is a homework assignment but the gateway/quiz content generator %2 was called. Try re-entering the set from the problem sets listing page.
he: הגליון שבוקש '%1' הוא מטלת שיעורי בית אבל יוצר התכנים של בוחן המחסום/בוחן %2 נקרא. נסה להכניס מחדש את הגליון מעמוד רישום אוספי השאלות.

source: Requested set '%1' is a proctored test/quiz assignment, but no valid proctor authorization has been obtained.
he: הגליון שבוקש '%1' הוא מטלת בבוחן מוגנת, אבל לא הושג אימות משגיח תקין.

source: Requested set '%1' is a test/quiz assignment but the regular homework assignment content generator %2 was called. Try re-entering the set from the problem sets listing page.
he: הגליון שבוקש '%1' הוא מטלת בוחן/מבחן אבל יוצר התכנים של מטלות שיעורי הבית %2 נקרא. נסה להכניס מחדש את הגליון מעמוד רישום אוספי השאלות.

source: Requested set '%1' is not assigned to user %2.
he: הגליון שבוקש '%1' לא הוקצה למשמתמש %2.

source: Requested set '%1' is not available yet.
he: הגליון שבוקש '%1' עדיין לא זמין

source: Requested set '%1' is not yet open.
he: הגליון שבוקש '%1' עדיין לא נפתח.

source: Requested version (%1) of set '%2' is not assigned to user %3.
he: הגרסה שבוקשה (%1) של הגליון '%2' לא הוקצאה למשתמש %3.

source: Rerandomize after
he: בצע רנדומיזציה מחדש אחרי

source: Reset
he: אתחל

source: Reset Form
he: אתחל טופס

source: Resets the number of incorrect attempts on a single homework problem.
he: מאתחל את מספר הניסיונות הלא נכונים על שאלת שיעורי בית אחת.

source: Restores a course from a gzipped tar archive (.tar.gz). After unarchiving, the course database is restored from a subdirectory of the course's DATA directory. Currently the archive facility is only available for mysql databases. It depends on the mysqldump application.
he: משחזר קורס מארכיון gzippe tar (סיומת .tar.gz). אחרי הסרה מהארכיון, מסד נתוני הקורס משוחזר מתת-תיקייה של תיקיית ה-DATA של הקורס. כרגע מתקן הארכיון ניתן לשימוש רק עם מסד נתונים מסוג mysql. זה תלוי באפליקציית mysqldump.

source: Restrict Access by IP
he: הגבל גישה לפי IP

source: Restrict Locations
he: הגבל מיקומים

source: Restrict Problem Progression
he: הגבל התקדמות שאלות

source: Restrict To
he: הגבל ל-

source: Restrict release by set(s)
he: הגבל פרסום לפי אוספים

source: Result
he: תוצאות

source: Result of last action performed
he: התוצאה של הפעולה האחרונה שבוצעה

source: Result of last action performed: %1
he: התוצאה של הפעולה האחרונה שבוצעה: %1

source: Results for this submission
he: תוצאות של הגשה זו

source: Results of last action performed
he: התוצאות של הפעולה האחרונה

source: Results of last action performed:
he: התוצאות של הפעולה האחרונה שבוצעה:

source: Resurrect which Gateway?
he: החזר איזה בוחן מחסום?

source: Retitled
he: כותרת שונתה

source: Revert
he: שחזר

source: Revert to %1
he: שחזר ל-%1

source: Ring of Reduction
he: טבעת ההפחתה

source: Robe of Longevity
he: חלוק אריכות הימים

source: SECTION
he: קבוצה

source: SET NAME
he: שם גליון

source: STATUS
he: סטאטוס

source: STUDENT ID
he: מזהה תלמיד

source: Save
he: שמור

source: Save %1
he: שמור %1

source: Save As
he: שמור בשם

source: Save Changes
he: שמור שינויים

source: Save as
he: שמור בשם

source: Save as Default
he: שמור כברירת מחדל

source: Save changes
he: שמור שינויים

source: Save file to:
he: שמור קובץ ב-:

source: Save to %1 and View
he: שמור ל-%1 וצפה

source: Saved to file '%1'
he: שמור לקובץ '%1'

source: Schema and database field definitions do not agree
he: הגדרות שדה של הסכמה ומסד הנתונים לא מתאימות

source: Schema and database table definitions do not agree
he: הגדרות טבלה של הסכמה ומסד הנתונים לא מתאימות

source: Score
he: ניקוד

source: Score (%)
he: ציון (%)

source: Score required for release
he: ציון שנדרש עבור פרסום

source: Score selected set(s) and save to:
he: נקד את האוספים שנבחרו ושמור ב-:

source: Score summary for last submit:
he: סיכום ניקוד עבור שליחה אחרונה:

source: Score which sets?
he: איזה אוספים לנקד?

source: Scores
he: ציונים

source: Scoring Download
he: הורדת ציונים

source: Scoring Message
he: הודעת ציון

source: Scoring Tools
he: כלי ניקוד

source: Screen and Hardcopy set header information can not be overridden for individual students.
he: מידע קידומת גרסת הדפסה או מסך של גליון לא יכול להשתנות עבור תלמיד ספציפי.

source: Scroll of Resurrection
he: מגילת התחייה

source: Secondary sort
he: מיון משני

source: Section
he: קבוצה

source: Section:
he: קבוצה:

source: Seed
he: זרע

source: Select
he: בחר

source: Select a Homework Set
he: בחר גליון שיעורי בית

source: Select a Problem Collection
he: בחר מקבץ שאלות

source: Select a Set from this Course
he: בחר גליון מהקורס הזה

source: Select a course to delete.
he: בחר קורס למחיקה

source: Select a course to rename. The courseID is used in the url and can only contain alphanumeric characters and underscores. The course title appears on the course home page and can be any string.
he: בחר קורס שתרצה לשנות את שמו. מזהה הקורס יהיה חלק מ-URL ויכול להכיל רק מספרים אותיות וקוים תחתונים. כותרת הקורס מופיע בדף הבית של הקורס ויוכלה להיות כל מחרוזת.

source: Select a course to unarchive.
he: בחר קורס להוציא מהארכיון

source: Select a database layout below.
he: בחר מתכונת מסד נתונים למטה.

source: Select a listing format:
he: בחר פורמט רשימה

source: Select above then:
he: אז בחר לעיל:

source: Select all eligible courses
he: בחר את כל הקורסים המתאימים

source: Select all sets
he: בחר את כל האוספים

source: Select all users
he: בחר את כל המשתמשים

source: Select an action to perform
he: בחר בפעולה לבצע

source: Select an action to perform:
he: בחר פעולה שתרצה לבצע:

source: Select course(s) to archive.
he: בחור קורס/ים להוסיף לארכיון.

source: Select course(s) to hide or unhide.
he: בחר קורס/ים להחביא או להפוך לגלוי/ם.

source: Select one or more sets and one or more users below to assign/unassign each selected set to/from all selected users.
he: בחר גליון אחד או יותר ומשתמש אחד או יותר כדי להקצות/לבטל הקצאת כל גליון שנבחר לכל המשתמש שנבחר.

source: Select sets below to assign them to the newly-created users.
he: בחר אוספים למטה כדי להקצות אותם למשתמשים החדשים.

source: Select the course(s) you want to hide (or unhide) and then click "Hide Courses" (or "Unhide Courses"). Hiding a course that is already hidden does no harm (the action is skipped). Likewise unhiding a course that is already visible does no harm (the action is skipped). Hidden courses are still active but are not listed in the list of WeBWorK courses on the opening page. To access the course, an instructor or student must know the full URL address for the course.
he: בחר קורס/ים שתרצה להחביא (או להפוך לגלוי/ים) ולחץ על "החבא קורסים" (או "הפוך קורסים לגלויים"). החבאת קורס שהוא כבר חבוי לא עושה כלום. באותו אופן הפיכת קורס גלוי לגלוי גם לא עושה כלום. קורסים מוחבאים הם עדיין פעילים אבל לא רשומים ברשימת הקורסים של WeBWorK בדף השער. כדי לגשת לקורס, מדריך או תלמיד חייבים לדעת את כתובת ה-URL המלאה של הקורס.

source: Select the homework sets for which to generate hardcopy versions. You may also select multiple users from the users list. You will receive hardcopy for each (set, user) pair.
he: בחר גליון שיעורי בית עבורו תרצה ליצור גרסת הדפסה. אתה גם יכול לבחור מספר משתמשים מרשימת המשתמשים. אתה תקבל גרסת הדפסה עבור כל זוג (גליון, תלמיד).

source: Select user(s) and/or set(s) below and click the action button of your choice.
he: בחר משתמש/ים ו/או גליון/ים ולחץ על כפתור הפעולה לפי בחירתך.

source: Selected students
he: תלמידים שנבחרו

source: Send E-mail
he: שלח דוא"ל

source: Send Email
he: שלח דוא"ל

source: Send to:
he: שלח ל-:

source: Set
he: גליון

source: Set %1 exists. No set created
he: גליון %1 קיים. לא נוצר גליון

source: Set %1 has been created.
he: גליון %1 נוצר

source: Set %1 was assigned to %2
he: גליון %1 הוקצה ל%2

source: Set Assigner
he: מקצה האוספים

source: Set Definition Filename
he: שם קובץ הגדרת גליון

source: Set Definition Files
he: קבצי הגדרת גליון

source: Set Description
he: תיאור גליון

source: Set Detail 2 for set %2
he: פרטי גליון 2 עבור גליון %2

source: Set Detail for set %2
he: פרטי גליון עבור גליון %2

source: Set Header
he: קידומת גליון

source: Set ID
he: מזהה גליון

source: Set Info
he: נתוני גליון

source: Set List
he: רשימת אוספים

source: Set Name
he: שם גליון

source: Set Name
he: שם גליון

source: Set headers are not used in display of gateway tests.
he: קידומות אוספים לא משומשות בהצגת בחני מחסום.

source: Set to true for log to mean base 10 log and false for log to mean natural logarithm
he: בחר "נכון" כדי ש-log יסמל לוגריתם בבסיס 10 ו"לא נכון" עבור לוגרית טבעי

source: Set to true to display MathView equation editor icon next to each answer box
he: בחר "נכון" כדי להציג את סמל עורך המשוואות MathView לצד כל קופסת תשובה

source: Set to true to display the "Entered" column which automatically shows the evaluated student answer, e.g. 1 if student input is sin(pi/2). If this is set to false, e.g. to save space in the response area, the student can still see their evaluated answer by hovering the mouse pointer over the typeset version of their answer.
he: בחר "נכון" כדי להציג את עמודת "הוכנס" שמציגה את התשובה המוערכת של התלמיד, לדוגמה 1 אם התלמיד כתב sin(pi/2). אם בחרת "לא נכון", לדוגמה כדי לשמור מקום באיזור התגובה, התלמיד עדיין יכול לראות את התשובה המוערכת שלו על ידי להניח את הסמן על התשובה שהכניס.

source: Sets
he: אוספים

source: Sets Assigned to User
he: האוספים שהוקצאו למשתמש

source: Sets assigned to %1
he: האוספים שהוקצאו ל-%1

source: Setting
he: הגדרה

source: Shift dates so that the earliest is
he: הזז תאריכים כך שהמוקדם ביותר הוא

source: Show
he: הצג

source: Show Auxiliary Resources
he: הצג מקורות מישניים

source: Show Date & Size
he: הצג תאריך וגודל

source: Show Hints
he: הראה רמזים

source: Show Me Another
he: תראה לי עוד אחת

source: Show Past Answers
he: הראה תשובות מהעבר

source: Show Problems on Finished Tests
he: הראה שאלות במבחנים שבוצעו

source: Show Scores on Finished Assignments?
he: הראה ציונים על מטלות שבוצעו?

source: Show Solutions
he: הראה פתרונות

source: Show Total Homework Grade on Grades Page
he: הראה ציון בסך כל שיעורי הבית בעמוד הציונים

source: Show Which Users?
he: אזה משתמשים להציג?

source: Show all paths
he: הראה את כל המסלולים

source: Show correct answers
he: הראה תשובות נכונות

source: Show me another
he: הראה לי עוד אחת

source: Show me another %1
he: הראה לי עוד אחת %1

source: Show path ...
he: הראה מסלול ...

source: Show saved answers?
he: הראה תשובות שנשמרו?

source: Show which sets?
he: איזה אוספים להציג?

source: Show/Hide Site Description
he: הצג/החבא תיאור אתר

source: Show:
he: הראה:

source: Showing
he: מראה

source: Showing %1 out of %2 sets.
he: מראה %1 מתוך %2 אוספים.

source: Showing %1 out of %2 users
he: מראה %1 מתוך %2 אוספים

source: Simple
he: פשוט

source: Site Information
he: תיאור אתר

source: Skip archiving this course
he: דלג על הוספת קורס זה לארכיון

source: Solution:
he: פתרון:

source: Solutions
he: פתרונות

source: Some answers will be graded later.
he: חלק מהתשובות ינוקדו מאוחר יותר.

source: Some of these files are directories. Only delete directories if you really know what you are doing. You can seriously damage your course if you delete the wrong thing.
he: חלק מקבצים אלה הם תיקיות. מחק תיקיות רק אם אתה בטוח שאתה יודעה מה אתה עושה. אתה יכול לעשות נזק רציני לקורס אם אתה מוחק את הדבר הלא נכון.

source: Some servers handle courses taking place in different timezones. If this course is not showing the correct timezone, enter the correct value here. The format consists of unix times, such as "America/New_York","America/Chicago", "America/Denver", "America/Phoenix" or "America/Los_Angeles". Complete list: <a href="http://en.wikipedia.org/wiki/List_of_zoneinfo_time_zones">TimeZoneFiles</a>
he: ישנם שרתים המוסגלים להתמודד עם קורסים שפועלים באזורי זמן שונים. אם קורס זה לא מראה את איזור הזמן הנכון, הכנס את הערך הנכון כאן. הפורמט הוא בזמני unix, כגון "America/New_York","America/Chicago", "America/Denver", "America/Phoenix" or "America/Los_Angeles". לרשימה המלאה <a href="http://en.wikipedia.org/wiki/List_of_zoneinfo_time_zones">קבצי אזורי זמן</a>.

source: Something was wrong with your LTI parameters. If this recurs, please speak with your instructor
he: משהו לא כשורה עם הפאראמטרים של ה-LTI שלך. אם בעיה זו חוזרת על עצמה, אנא פנה למדריך שלך

source: Sort
he: מיין

source: Sort by
he: מיין לפי

source: Sort by %1 and then by %2
he: מיין לפי %1 ואז לפי %2

source: Sort:
he: מיין:

source: Source File
he: קובץ קוד

source: Source file paths cannot include .. or start with /: your source file path was modified.
he: מסלולי קבצי קוד לא יכולים לכלול .. או להתחיל ב- /: המסלול שהזנת שונה.

source: Specify an ID, title, and institution for the new course. The course ID may contain only letters, numbers, hyphens, and underscores.
he: פרט מזהה, כותרת, ומוסד עבור הקורס החדש. מזהה הקורס יכול להכיל רק אותיות, מספרים, מקפים, וקוים תחתונים.

source: Standard
he: סטנדרטי

source: Statistics
he: סטטיסטיקות

source: Statistics for
he: סטטיסטיקה עבור

source: Statistics for %1 set %2. Closes %3
he: סטטיסטיקה עבור %1 גליון %2. נסגר ב-%3

source: Statistics for %1 student %2
he: סטטיסטיקה עבור %1 סטודנט %2

source: Status
he: סטטוס

source: Stop Acting
he: עצור התחזות

source: Stop Archiving
he: הפסק להוסיף לארכיון

source: Stop archiving courses
he: הפסק להוסיף קורסים לארכיון

source: Student ID
he: מזהה תלמיד

source: Student Name
he: שם תלמיד

source: Student Progress
he: התקדמות תלמיד

source: Student Progress for %1 set %2. Closes %3
he: התקדמות התלמיד עבור %1 גליון %2. נסגר ב-%3

source: Student Progress for %1 student %2
he: התקדמות התלמיד עבור %1 תלמיד %2

source: Student answers
he: תשובות התלמידים

source: Subject:
he: נושא:

source: Subject:
he: נושא:

source: Submission time:
he: זמן הגשה:

source: Submit
he: שלח

source: Submit Answers
he: שלח תשובות

source: Submit Answers for %1
he: שלח תשובות עבור %1

source: Submit your answers again to go on to the next part.
he: שלח את התשובות שוב כדי להתקדם לחלק הבא.

source: Success
he: הצלחה

source: Success Index
he: מדד הצלחה

source: Successfully archived the course %1.
he: הקורס %1 הוכנס לארכיון בהצלחה.

source: Successfully created new achievement %1
he: ההישג החדש %1 נוצר בהצלחה

source: Successfully created new set %1
he: הגליון החדש %1 נוצר בהצלחה

source: Successfully created the course %1
he: הקורס %1 נוצר בהצלחה

source: Successfully deleted the course %1.
he: הקורס %1 נמחק בהצלחה.

source: Successfully renamed the course %1 to %2
he: שם הקורס שונה בהצלחה מ-%1 ל-%2

source: Successfully unarchived %1 to the course %2
he: %1 הוסר בהצלחה מהארכיון עבור קורס %2

source: Table defined in database but missing in schema
he: טבלה מוגדרת במסד הנתונים אך חסרה בסכמה

source: Table defined in schema but missing in database
he: טבלה מוגדרת בסכמה אך חסרה במסד הנתונים

source: Table is ok
he: הטבלה תקינה

source: Take %1 test
he: בצע את מבחן %1

source: Take %1 test.
he: בצע את מבחן %1.

source: Take Action!
he: בצע פעולה!

source: Target Set:
he: הגליון שנבחר:

source: Test Date
he: תאריך מבחן

source: Test Score
he: ציון מבחן

source: Test Time
he: זמן המבחן

source: Test Time Limit (min; 0=Close Date)
he: הגבלת הזמן של המבחן (דק'; 0=תאריך הסגירה)

source: Text
he: טקסט

source: Text chapter:
he: פרק טקסט:

source: Text section:
he: קטע טקסט:

source: Textbook:
he: ספר לימוד:

source: That symbolic link takes you outside your course directory
he: הקישור הסימלי הזה מוציא אותך מתיקיית הקורס שלך

source: The Maximum number of times Show me Another can be used per problem by a student. If set to -1 then there is no limit to the number of times that Show Me Another can be used.
he: המספר המקסימלי של הפעמים שתלמיד יכול להשתמש ב-"תראה לי עוד אחת" עבור כל שאלה. אם הוכנס -1 אז אין גבול למספר הפעמים.

source: The Reduced Scoring Period is the default period before the due date during which all additional work done by the student counts at a reduced rate. When enabling reduced scoring for a set the reduced scoring date will be set to the due date minus this number. The reduced scoring date can then be changed. If the Reduced Scoring is enabled and if it is after the reduced scoring date, but before the due date, a message like "This assignment has a Reduced Scoring Period that begins 11/08/2009 at 06:17pm EST and ends on the due date, 11/10/2009 at 06:17pm EST. During this period all additional work done counts 50% of the original." will be displayed.
he: תקופת הניקוד המופחת היא התקופה בברירת המחדל לפני תאריך ההגשה בה כל התקדמות שמבצע התלמיד נספרת בערך ניקו מופחת. כשנבחרת אפשרות הניקוד מופחת עבור גליון תאריך הניקוד המופחת יהיה תאריך ההגשה פחות המספר הזה בתור ברירת מחדל. לאחר מכן, ניתן לשנות את תאריך הניקוד המופחת. אם אפשרות זו נבחרת ואם תאריך הניקוד זה עבר, אבל לא עבר תאריך ההגשה, תופיעה הודעה כגון "למטלה זו יש תקופת ניקוד מופחת שמתחילה ב-08/11/2009 בשעה 18:17 ונגמרת בתאריך ההגשה, 10/11/2009 בשעה 18:17. בתקופה זו כל עבודה תשובות נוספות נספרות כ-50% מערכם המקורי".

source: The WeBWorK Project
he: פרוייקט WeBWorK

source: The adjusted status of a problem is the larger of the problem's status and the weighted average of the status of those problems which count towards the parent grade.
he: הסטטוס המותאם של שאלה הוא הגדול מבין הסטטוס של השאלה הממוצה המתואם של הסטטוס של השאלות שנספרות לניקוד שאלה המכילה.
