Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: The amount of time (in minutes) after the due date that the Answers are available to student to view. You can change this for individual homework, but WeBWorK will use this value when a set is created.
he: כמה זמן (בדקות) אחרי תאריך ההגשה שהתשובות יהיו זמינות לתלמיד לצפייה. אתה יכול לשנות את זה עבור גליון שיעורי בית ספציפי, אבל WeBWorK ישתמש בערך זה כשהגליון נוצר.

source: The amount of time (in minutes) before the due date when the assignment is opened. You can change this for individual homework, but WeBWorK will use this value when a set is created.
he: כמה זמן (בדקות) לפני תאריך ההגשה שבו נפתחת המטלה. אה יכול לשנות את זה עבור גליון שיעורי בית ספציפי, אבל WeBWorK ישתמש בערך זה כשהגליון נוצר.

source: The answer above is NOT correct.
he: התשובה לעיל היא לא נכונה.

source: The answer above is correct.
he: התשובה למעלה נכונה.

source: The answer will be graded later.
he: התשובה תנוקד מאוחר יותר.

source: The child problems for this problem will become visible to the student when they either have more incorrect attempts than is specified here, or when they run out of attempts, whichever comes first. If "max" is specified here then child problems will only be available after a student runs out of attempts.
he: השאלות המוכלות עבור שאלה זו יהפכו לגלויות עבור התלמיד כשהם ביצעו יותר ניסיונות שגויים מאשר מפורט כאן, או כשנגמר להם הניסיונות, הקודום מבינהם. אם נבחר כאן "מקסימום" אז שאלות מוכלות יהיו זמינות רק לאחר שלתמיד נגמרו הניסיונות.

source: The configuration module did not find the data it needs to function. Have your site administrator check that Constants.pm is up to date.
he: מערכת ההתאמה לא מצאה את המידע שהיא צריכה כדי לתפקד. פנה למנהל האתר כדי שיבדוק שהקובץ constants.pm מעודכן.

source: The course '%1' has already been archived at '%2'. This earlier archive will be erased. This cannot be undone.
he: הקורס '%1' כבר הוכנס לארכיון ב-'%2'. הרישום המוקדם יותר ימחק. זה בילתי הפיך.

source: The default display mode
he: ברירי ת המחדל של מצב התצוגה

source: The default number of attempts before the problem is re-randomized. ( 0 => never )
he: ברירת המחדל למספר הנסיונות לפני שהשאלה עוברת רמדומיזציה מחדש. ( 0 => אף פעם )

source: The default number of attempts between re-randomization of the problems ( 0 => never)
he: ברירת המחדל למספר הנסיונות בין רנדומיזציות מחדש של השאלה ( 0 => אף פעם )

source: The directory you specified doesn't exist
he: התיקייה שציינת לא קיימת

source: The display was already cleared.
he: התצוגה כבר היתה ריקה

source: The e-mail verbosity level controls how much information is automatically added to feedback e-mails. Levels are<ol><li value="Simple"> Simple: send only the feedback comment and context link<li value="Standard"> Standard: as in Simple, plus user, set, problem, and PG data<li value="Debug"> Debug: as in Standard, plus the problem environment (debugging data)</ol>
he: אורך פורמט הדוא"ל קובע כמה מידע יכנס באופן אוטומטי לדוא"ל משוב. הרמות הן <ol><li value="Simple"> פשוט: שלח רק את תגובת המשוב וקישור של ההקשר <li value="Standard"> סטנדרטי: כמו בפשוט, רק בתוספת משתמש, גליון, שאלה, ונתוני PG. <li value="Debug"> דיבאג: כמו סטנדרטי, רק בתוספת סביבת השאלה (נתונים לדיבאג) </ol>

source: The evaluator for %1 has been renamed to '%2'.
he: שם המעריך עבור %1 שונה ל-'%2'.

source: The file %1/%2 already exists and cannot be overwritten. The message was not saved
he: הקובץ %1/%2 כבר קיים ולא ניתן לדרוס אותו. ההודע לא נשמרה

source: The file %1/%2 cannot be found.
he: הקובץ %1/%2 לא נמצא.

source: The file %1/%2 is not readable by the webserver.
he: הקובץ %1/%2 לא ניתן לקריאה על ידי שרת הרשת.

source: The file '%1' cannot be found.
he: לא היה אפשר למצוא את הקובץ '%1'.

source: The file '%1' cannot be read!
he: אי אפשר לקרוא את הקובץ '%1'!

source: The file '%1' is a blank problem!
he: הקובץ '%1' הוא שאלה ריקה!

source: The file '%1' is a directory!
he: הקובץ '%1' הוא תיקייה!

source: The file '%1' is protected!
he: הקובץ '%1' הוא מוגן!

source: The file does not appear to be a text file
he: הקובץ איננו קובץ טקסט

source: The file you are trying to download doesn't exist
he: הקובץ שאת/ה מנסה להוריד אינו קיים

source: The following courses were successfully hidden: %1
he: הקורסים הבאים הוחבאו בהצלחה: %1

source: The following courses were successfully unhidden: %1
he: הקורסים הבאים נהפכו לגלויים בהצלחה: %1

source: The following upgrades are available for your WeBWorK system:
he: השידרוגים הבאים זמינים עבור מערכת ה-WeBWorK שלך:

source: The following users are NOT assigned to this set and will be ignored: %1
he: למשתמשים הבאים לא הוקצה הגליון הזה ולכן נתעלם מהם: %1

source: The grade for this problem is the larger of the score for this problem, or the score of problem %1.
he: הציון עבור שאלה זו זה הגדול מבין ניקוד השאלה, וניקוד השאלה %1.

source: The grade for this problem is the larger of the score for this problem, or the weighted average of the problems: %1.
he: הציון עבור שאלה זו זה הגדול מבין ניקוד השאלה, והממוצע המותאם של השאלות: %1.

source: The hardcopy header for set %1 has been renamed to '%2'.
he: שם קידומת גרסת ההדפסה עבור גליון %1 שונה ל-'%2'.

source: The institution associated with the course %1 has been changed from %2 to %3
he: המוסד שמיחס לקורס %1 שונה מ-%2 ל-%3

source: The institution associated with the course %1 is now %2
he: המוסד שמיוחס לקורס %1 הוא כעת %2

source: The instructor account with user id %1 does not exist. Please create the account manually via WeBWorK.
he: לא קיים חשבון מדריך בעל מהה המשתמש %1. אנא צור את החשבון באופן ידני דרך WeBWorK.

source: The library index is older than the library, you need to run OPL-update.
he: אינדקס הסיפרייה הוא ישן יותר מהסיפרייה, אתה צריך להריץ OPL-update.

source: The name '%1' is not a valid set name. Use only letters, digits, -, _, and .
he: השם '%1' הוא לא שם גליון תקין. השתמש רק באותיות, ספרות, ובסימנים . - _

source: The name of course information file (located in the templates directory). Its contents are displayed in the right panel next to the list of homework sets.
he: קובץ מידע שם הקורס (נמצא בתיקיית התבניות). התוכן שלו מופיע בפאנל הימני לייד הרשימה של אוספי שיעורי הבית.

source: The open date: %1, close date: %2, and answer date: %3 must be defined and in chronological order.
he: תאריך הפתיחה: %1, תאריך סגירה: %2, ותאריך תשובות: %3 חייבים ליות מוגדרים ובסדר כרונולוגי.

source: The password and password confirmation for the instructor must match.
he: הסיסמה ואימות הסיסמה של המדריך חייבות להתאים.

source: The password you entered in the %1 field does not match your current password. Please retype your current password and try again.
he: הסיסמה שהזנת בשדה %1 לא מתאימה לסיסמתך הנוכחית. אנא הזן את סיסמתך הנוכחית ונסה שוב.

source: The passwords you entered in the %1 and %2 fields don't match. Please retype your new password and try again.
he: הסיסמאות שהזנת בשדות %1 ו-%2 לא מתאימות. אנא הזן מחדש את סיסמתך החדשה ונסה שנית.

source: The path to the original file should be absolute
he: המסלול לקוץ המקור צריך להיות מוחלט

source: The percentage of active students with correct answers for each problem
he: אחוז הסטודנטים הפעילים עם תשובות נכונות לכל שאלה.

source: The percentage of students receiving at least these scores. The median score is in the 50% column.
he: אחוז הסטודנטים עם ניקוד כזה לפחות. הציון הממוצע הוא בעמודת 50%.

source: The recorded score for this test is %1/%2.
he: הציון המוזן למבחן זה הוא %1/%2.

source: The recorded score for this test is %1/%2.
he: הציון המוזן למבחן זה הוא %1/%2.

source: The reduced credit date should be between the open date %1 and close date %2
he: תאריך הניקוד מופחת צריך להיות בין תאריך הפתיחה %1 ותאריך סגירה %2

source: The reduced scoring date should be between the open date and close date.
he: תאריך הניקוד המופחת צריך להיות בין תאריך הפתיחה לתאריך הסגירה.

source: The score for this problem can count towards score of problem %1.
he: הניקוד לשאלה זו יכול להספר לניקוד של שאלה %1.

source: The selected problem set (%1) is not a valid set for %2
he: גליון השאלות הנבחר (%1) הוא לא גליון חוקי עבור %2

source: The set %1 is assigned to %2.
he: הגליון %1 משויך ל-%2.

source: The set header for set %1 has been renamed to '%2'.
he: כותרת הגליון עבור גליון %1 שונתה ל-'%2'.

source: The set name '%1' is already in use. Pick a different name if you would like to start a new set.
he: שם הגליון '%1' כבר נמצא בשימוש. בחר שם אחר אם ברצונך לפתוח גליון חדש.

source: The set-version (%1, version %2) is not assigned to user %3.
he: גרסת-הגליון (%1, גרסה %2) לא משויכת למשתמש %3.

source: The solution has been removed.
he: הפתרון הוסר.

source: The source file for 'set %1 / problem %2 has been changed from '%3' to '%4'
he: קוד המקור ל'גליון %1 / שאלה %2' שונה מ-'%3' ל-'%4'

source: The test (which is number %1) may no longer be submitted for a grade.
he: כבר לא ניתן להגיש את המבחן (מספר %1) לניקוד.

source: The text box now contains the source of the original problem. You can recover lost edits by using the Back button on your browser.
he: tr: The text box now contains the source of the original problem. You can recover lost edits by using the Back button on your browser.

source: The time limit on this assignment was exceeded. The assignment may be checked, but the result will not be counted.
he: הזמן המוגבל למשימה זו נגמר. ניתן לבדוק את מטלה זו, אך התוצאות לא תספרנה.

source: The time of the day that the assignment is due. This can be changed on an individual basis, but WeBWorK will use this value for default when a set is created.
he: מועד ההגשה ביום עבור המטלה. ניתן לשינוי באופן פרטני, אבל WeBWorK ישתמש בערך זה כברירת מחדל כשנוצר גליון.

source: The title of the course %1 has been changed from %2 to %3
he: הכותרת של קורס %1 שונתה מ-%2 ל-%3

source: The title of the course %1 is now %2
he: הכותרת של הקורס %1 היא עכשיו %2

source: The user %1 has been assigned %2.
he: %2 הוקצה למשתמש %1.

source: The value %1 for enableReducedScoring is not valid; it will be replaced with 'N'.
he: הערך %1 עבור "אפשר ניקוד מופחת" אינו חוקי. הוא יוחלף בערך 'N'.

source: The value %1 for the capTimeLimit option is not valid; it will be replaced with '0'.
he: הערך %1 עבור האפשרות "זמן מבחן מקסימלי" הוא לא תקיןף הוא יוחלף ב-'0'.

source: The value %1 for the hideScore option is not valid; it will be replaced with 'N'.
he: הערך %1 עבור האפשרות "החבאת ציון" הוא לא תקין; הוא יוחלף ב-'N'.

source: The value %1 for the hideWork option is not valid; it will be replaced with 'N'.
he: הערך %1 עבור האפשרות "החבאת עבודה" הוא לא תקין; הוא יוחלף ב-'N'.

source: The value %1 for the relaxRestrictIP option is not valid; it will be replaced with 'No'.
he: הערך %1 עבור האפשרות "הרגע הגבלת IP" הוא לא תקין; הוא יוחלף ב-'לא'.

source: The value %1 for the restrictIP option is not valid; it will be replaced with 'No'.
he: הערך %1 עבור האפשרות "הגבלת IP" הוא לא תקין; הוא יוחלף ב-'לא'.

source: The webwork server must be able to write to these directories. Please correct the permssion errors.
he: שרת ה-WeBWorK חייב לאפשר רישום של התיקיות הללו. אנא תקן את שגיאות ההרשאה.

source: Theme (refresh page after saving changes to reveal new theme.)
he: עיצוב (רענן את העמוד לאחר שמירת השינויים על מנת לראות את העיצוב החדש).

source: Then by
he: ואז לפי

source: There are %1 matching WeBWorK problems
he: יש %1 בעיות WeBWorK מתאימות

source: There are currently two hardcopy themes to choose from: One Column and Two Columns. The Two Columns theme is the traditional hardcopy format. The One Column theme uses the full page width for each column
he: כרגע יש שני עיצובים לגרסת ההדפסה שניתנים לבחירה: עמודה אחת, ושתי עמודות. עיצוב בשתי עמודות הוא עיציב גרסת ההדפסה המסורתי. עיצוב בעמודה האחת משתמש בכל רוחב הדף לכל עמודה.

source: There are currently two themes (or skins) to choose from: math3 and math4. The theme specifies a unified look and feel for the WeBWorK course web pages.
he: כרגע יש ני עיצובים (או ערכות נושא) שניתנים לבחירה: math3 ו-math4. העיצוב מגדיר תחושה ומראה אחידים עבור דפי הרשת של קורס ה-WeBWorK.

source: There are extra database fields which are not defined in the schema for at least one table. They can only be removed manually from the database.
he: ישנם שדות במסד נתונים נוספים שלא הוגדרו בסכמה עבור לפחות טבלה אחת. אפשר להסיר אותם ממסד הנתונים רק באופן ידני.

source: There are extra database tables which are not defined in the schema. They can only be removed manually from the database.
he: ישנם טבלאות מסד נתונים נוספות שלא הוגדרו בסכמה. ניתן להסיר אותם ממסד הנתונים רק באופן ידני.

source: There are extra database tables which are not defined in the schema. They can only be removed manually from the database. They will not be renamed.
he: ישנם שדות במסד נתונים נוספים שלא הוגדרו בסכמה עבור לפחות טבלה אחת. אפשר להסיר אותם ממסד הנתונים רק באופן ידני. שמותם לא ישונו.

source: There are no matching WeBWorK problems
he: אין בעיות WeBWorK מתאימות.

source: There are tables or fields missing from the database. The database must be upgraded before archiving this course.
he: ישנן טבלאות או ערכים שחסרות במסד הנתונים. יש לעדכן את מסד הנתונים לפני שמכניסים את הקורס לארכיון.

source: There are upgrades available for the Open Problem Library.
he: ישנם עדכונים זמינים לספרית השאלות הפתוחות.

source: There are upgrades available for your current branch of PG from branch %1 in remote %2.
he: יש שידרוגים זמינים עבור הענף הנוכחי של PG מענף %1 ב-remote בשם %2.

source: There are upgrades available for your current branch of WeBWorK from branch %1 in remote %2.
he: ישנם שידרוגים זמינים לענף הנוכחי ב-WeBWorK מתוך ענף %1 ב-remote בשם %2.

source: There is NO undo for this function. Do not use it unless you know what you are doing! When you unassign a student using this button, or by unchecking their name, you destroy all of the data for achievement %1 for this student.
he: פעולה זו בלתי הפיכה. אל תבצע אותה אם אתה לא יודע מה אתה עושה! כשאתה מבטל הקצאה של תלמיד בעזרת כפתור זה, או על ידי בחירת השם שלו, אתה מוחק את כל הנתונים של הישג %1 של תלמיד זה.

source: There is NO undo for this function. Do not use it unless you know what you are doing! When you unassign a student using this button, or by unchecking their name, you destroy all of the data for homework set $setID for this student.
he: פעולה זו בלתי הפיכה. אל תבצע אותה אם אתה לא יודע מה אתה עושה! כשאתה מבטל הקצאה של תלמיד בעזרת כפתור זה, או על ידי בחירת השם שלו, אתה מוחק את כל הנתונים של גליון שיעורי הבית $setID של תלמיד זה.

source: There is NO undo for unassigning a set.
he: אי אפשר לחזור בך מביטול הקצאה של גליון.

source: There is NO undo for unassigning students.
he: אי אפשר לחזור בך מביטול הקצאת תלמידים.

source: There is a new version of PG available.
he: יש גרסה חדשה של PG.

source: There is a new version of WeBWorK available.
he: יש גרסה חדשה של WeBWorK.

source: There is a written solution available
he: קיים פתרון כתוב.

source: There is no additional grade information. A message about additional grades can go in in [TMPL]/email/%1. It is merged with the file [Scoring]/%2. These files can be edited using the "Email" link and the "File Manager" link in the left margin.
he: אין מידע על ציון נוסף. אפשר להוסיף הודעה לגבי ציונים נוספים ל- [TMPL]/email/%1. זה מתאחד בעזרת הקובץ [Scoring]/%2. ניתן לערוך קבצים אלו בעזרת קישורי הדוא"ל ומנהל הקבצים בצד שמאל.

source: There is no library tree file for the library, you will need to run OPL-update.
he: לא קיים קובץ עץ סיפרייה עבור ספרייה זו, אתה תצטרך להריץ OPL-update.

source: There is no undo for deleting files or directories!
he: אי אפשר לחזור בך ממחיקת קבצים או תיקייות!

source: There is no written solution available for this problem, but you can still view the correct answers
he: לא קיים פתרון כתוב לשאלה זו, אבל עדיין ניתן לצפות בתשובות נכונות

source: There is no written solution available for this problem.
he: לא קיים פתרון כתוב לשאלה זו

source: There may be something wrong with this question. Please inform your instructor including the warning messages below.
he: ייתכן שישנה בעיה בשאלה. אנא עדכן את המדריך שלך, לרבות בהודעות השגיאה שלהלן.

source: There was an error during the login process. Please speak to your instructor or system administrator if this recurs.
he: הייתה שגיאה בתהליך ההתחברות. אנה פנה למדריך שלך או עם מנהל מערכת במידה והבעיה הזאת נמשכת.

source: There was an error during the login process. Please speak to your instructor or system administrator.
he: הייתה שגיאה בתהליך ההתחברות. אנא פנה למדריך או למנהל מערכת.

source: These users and higher get the "Show Past Answers" button on the problem page.
he: משתמשים אלו והלאה מקבלים את כפתור "הראה תשובות מהעבר" בעמוד הבעיות.

source: This action can take a long time if there are many students.
he: הפעולה יכולה להמשך זמן רב אם ישנם תלמידים רבים.

source: This action will not overwrite existing users.
he: פעולה זו לא תדרוס משתמשים קיימים.

source: This answer is NOT completely correct.
he: התשוב הזאת לא נכונה לגמרי.

source: This answer is NOT correct.
he: התשובה הזאת לא נכונה.

source: This answer is correct.
he: התשובה הזאת נכונה.

source: This course supports guest logins. Click %1 to log into this course as a guest.
he: הקורס הזה תומך במשתמשים אורחים. לחץ %1 כדי להתחבר לקורס בתור אורח.

source: This homework set contains no problems.
he: גליון שיעורי הבית לא מכיל שאלות.

source: This homework set is closed.
he: גליון שיעורי הבית הוא סגור

source: This homework set is not yet open.
he: גליון שיעורי הבית הזה עדיין לא פתוח

source: This is a blank problem template file and can not be edited directly. Use the 'NewVersion' action below to create a local copy of the file and add it to the current problem set.
he: זה קובץ תבנית שאלה ריק ואי אפשר לערוך אותו ישירות. אנא השתמש בפעולת ה-"גרסה חדשה" למטה כדי ליצור העתק מקומי של הקובץ ולהוסיפו לגליון השאלות הנוכחי.

source: This is a new (re-randomized) version of the problem.
he: הנה גרסה חדשה של השאלה.

source: This is a table showing the current Homework sets for this class. The fields from left to right are: Edit Set Data, Edit Problems, Edit Assigned Users, Visibility to students, Reduced Credit Enabled, Date it was opened, Date it is due, and the Date during which the answers are posted. The Edit Set Data field contains checkboxes for selection and a link to the set data editing page. The cells in the Edit Problems fields contain links which take you to a page where you can edit the containing problems, and the cells in the edit assigned users field contains links which take you to a page where you can edit what students the set is assigned to.
he: טבלה זו מראה את אוספי שיעורי הבית הנוכחיים של כיתה זו. השדות משמאל לימין הם: ערוך נתוני גליון, ערוך שאלות, ערוך הקצאות משתמשים, ראות לתלמידים, מופעל ניקוד מופחת, תאריך פתיחה, תאריך הגשה, והתאריך בו התשובות מוצגות. שדה ה-"ערוך נתוני גליון" מכיל ריבועים לסימון בחירה וקישור לדף עריכת נתוני גליון. התאים בשדת "ערוך שאלות" מכילים קישורים שמפנים לדף שבו ניתן לערוך לאיזה תלמידים מוקצה הקורס/

source: This is the Achievement Editor. It is used to edit the achievements available to students. Please keep in mind the following facts: Achievments are displayed, and evaluated, in the order they are listed. The "secret" category creates achievements which are not visible to students until they are earned. The "level" category is used for the achievements associated to a users level.
he: זהו עורך ההישגים. הוא משמש לערוך את ההישגים שזמינים לתלמידים. אנא זכור את העובדות הבאות: הישגים הם מוצגים, ומוערכים, בסדר שהם רשומים. הקטגוריה ה-"סודית" יוצרת הישגים שמוחבאים מהתלמידים עד שהם הרוויחו אותם. הקטגורית ה-"שלב" משמשת להישגים שמקושרים לשלב המשתמש.

source: This is the classlist editor page, where you can view and edit the records of all the students currently enrolled in this course. The top of the page contains forms which allow you to filter which students to view, sort your students in a chosen order, edit student records, give new passwords to students, import/export student records from/to external files, or add/delete students. To use, please select the action you would like to perform, enter in the relevant information in the fields below, and hit the \"Take Action!\" button at the bottom of the form. The bottom of the page contains a table containing the student usernames and their information.
he: זהו דף רשימת הכיתה, בו ניתן לצפות ולערוך את הנתונים של כל התלמידים שרשומים בקורס. החלק העליון של דף זה מכיל טפסים שמאפשרים לסנן את התלמדים, לסדר אותם לפי סדר מסויים, לערוך נתוני תלמידים, לתת להם סיסמ חדש, ליבא/ליצא נתוני תלמידים לקבצים חיצוניים, או להוסיף/למחוק תלמידים. לביצוע פעולה אנא בחר את הפעולה הרצוייה והחנס את המידע הדרוש בשדות למטה, ולחץ על כפתור \"בצע פעולה!"\ בתחתית הטופס. תחתית הדף כוללת טבלה שמכילה את שמות התלמידים ואת נתוניהם.

source: This is the homework sets editor page where you can view and edit the homework sets that exist in this course and the problems that they contain. The top of the page contains forms which allow you to filter which sets to display in the table, sort the sets in a chosen order, edit homework sets, publish homework sets, import/export sets from/to an external file, score sets, or create/delete sets. To use, please select the action you would like to perform, enter in the relevant information in the fields below, and hit the \"Take Action!\" button at the bottom of the form. The bottom of the page contains a table displaying the sets and several pieces of relevant information.
he: זהו דף עורך אוספי שיעורי הבית, שבו ניתן לצפות ולערוך אוספי שיעורי בית שקיימים בקורס ואת השאלות שהם מכילים. החל העליון של דף זה מכיל טפסים שמאפשרים סינון של האוספים, לסדר אותם בסדר מסויים, לערוך אוספי שיעורי בית, לפרסם אוספי שיעורי בית, ליבא/ליצא אוספים לקובץ חיצוני, לנקד אוספים, או ליצור/למחוק אוספים. ליצוע פעולה אנא בחר בעולה לביצוע, מלא את המידע הדרוש בשדות למטה, ולחץ על כפתור \"בצע פעולה!"\ בתחתית הטופס. תחתית הדף מכילה טבלה שמציגה את האוספים וכמה נתונים רלוונטים.

source: This is the number of achievement points given to each user for completing a problem.
he: זהו מספר נקודות ההישג שניתנות לכל משתמש עבור השלמת פתרון לשאלה.

source: This problem contains a video which must be viewed online.
he: השאלה מכילה וידיאו שיש לראות באופן מקוון.

source: This problem has open subproblems. You can visit them by using the links to the left or visiting the set page.
he: לשאלה זו יש תתי שאלות פתוחות. ניתן לראותן על ידי שימוש בקישורים משמאל או על ידי ביקור בעמוד הגליון.

source: This problem uses the same source file as number %1.
he: שאלה זו משתמשת באותו קובץ מקור כמו שאלה %1.

source: This problem will not count towards your grade.
he: שאלה זו לא תיחשב לציון שלך.

source: This sample mail would be sent to %1
he: דוא"ל דוגמה זה ישלח ל-%1

source: This score for this problem does not count for the score of problem %1 or for the set.
he: הניקוד לשאלה זו לא יחשב לניקוד בשאלה %1 או בגליון.

source: This scoring message is generated from [TMPL]/email/%1. It is merged with the file [Scoring]/%2. These files can be edited using the "Email" link and the "File Manager" link in the left margin.
he: הודעת הניקוד מיוצרת מ-[TMPL]/email/%1. היר מאוחדת באמצעות בקובץ [Scoring]/%2. קבצים אלה ניתנים לעריכה בעזרת קישור ה-"דוא"ל" וה-"עורך הקבצים" בצד שמאל.

source: This set %1 is assigned to %2.
he: הגליון הזה, %1, הוקצה ל-%2.

source: This set doesn't contain any problems yet.
he: גליון זה עדיין לא מכיל שום שאלות.

source: This set had a reduced scoring period that started on %1 and ended on %2. During that period all work counted for %3% of its value.
he: לגליון זה קיימת תקופת ניקוד מופחת שתחל ב-%1 ותסתיים ב-%2. בתקופה זו כל עבודה נספרת כ-%3%מערכה המקורי.

source: This set has a set-level proctor password to authorize logins. Enter the password below.
he: לגליון ישנה סיסמת משגיח ברמת-גליון, כדי לנטר הרשאות. הזמן את הסיסמה בתיבה שלעיל.

source: This set is %1
he: הגליון הזה הוא %1

source: This set is in its reduced scoring period. All work counts for %1% of its value.
he: הגליון הזה נמצא בתקופת הניקוד המופחת שלו. כל תשובה נספרת כ-%1% מהערך המקורי שלה.

source: This set needs to be assigned to you before you can grade it.
he: יש להקצות אליך את הגליון הזה לפני שתוכל לנקד אותו.
