Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: You do not have permission to view the details of this error.
he: אין לך את ההרשאות לצפות בפרטים של השגיאה זו.

source: You don't have any Achievement data associated to you!
he: אין שום מידע על הישכים עבורך!

source: You don't have any items!
he: אין לך שום חפצים!

source: You exceeded the allowed time.
he: עברת את הזמן המותר.

source: You have %1 attempt(s) remaining on this test.
he: נשארו לך %1 ניסיון/ות למבחן זה.

source: You have %negquant(%1,unlimited attempts,attempt,attempts) remaining.
he: נותר לך %negquant(%1,נסיונות לא מוגבלים,נסיון,ניסיונות).

source: You have %quant(%1,attempt,attempts) left before new version will be requested.
he: נותרו לך %quant(%1,ניסיון,ניסיונות) לפני שתקבל גרסה חדשה.

source: You have attempted this problem %quant(%1,time,times).
he: ניסית שאלה זו %quant(%1,פעם,פעמים).

source: You have been logged out of WeBWorK.
he: התנתקת מ-WeBWorK.

source: You have less than 1 minute to complete this test.
he: נותר לך פחות מדקה 1 לפתרון מבחן זה

source: You have not chosen a file to upload.
he: לא בחרת קובץ להעלות.

source: You have requested that the following items be deleted
he: בקשת שהפריטים הבאים ימחקו

source: You have specified an illegal file
he: בחרת קובץ לא חוקי

source: You have specified an illegal path
he: בחרת מסלול לא חוקי

source: You may check your answers to this problem without affecting the maximum number of tries to your original problem.
he: אתה יכול לבדוק את התשובות שלך לשאלה זו בלי להשפיע על מספר הניסיונות המקסימלי של השאלה המקורית.

source: You may choose to show any of the following data. Correct answers, hints, and solutions are only available %1 after the answer date of the homework set.
he: אתה יכול לבחור להציג כל נתון מהנתונים הבאים. תשובות נכונות, רמזים, ופתרונות הם זמינים %1 רק לאחר תאריך התשובות של גליון שיעורי הבית.

source: You may not change your answers when going on to the next part!
he: לא ניתן לשנות תשובות כאשר אתה מתקדם לחלק הבא!

source: You may not change your own password here!
he: לא ניתן לשנות את הסיסמה שלך כאן!

source: You may still check your answers.
he: אתה עדיין יכול לבדוק את התשובות שלך.

source: You must attempt this problem %quant(%1,time,times) before Show Me Another is available.
he: יש לנסות את שאלה זו %quant(%1,פעם,פעמים) לפני שאפשר להשתמש ב-"תראה לי עוד אחת".

source: You must attempt this problem %quant(%1,time,times) before this feature is available
he: יש לנסות את שאלה זו %quant(%1,פעם,פעמים) לפני שאפשרות זו תהפוך לזמינה.

source: You must confirm the password for the initial instructor.
he: אתה חייב לאשר את הסיסמה למדריך הראשוני.

source: You must log into this set via your Learning Management System (e.g. Blackboard, Moodle, etc...).
he: אתה חייב להתחבר לגליון זה דרך מערכת ניהול הלמידה שלך (לדוגמה: Blackboard, Moodle, וכו').

source: You must provide a student ID, a set ID, and a problem number.
he: אתה חייב למלא מזהה משתמש, מזהה גליון, ומספר שאלה.

source: You must select a course to rename.
he: אתה חייב לבחור קורס שאת שמו תרצה לשנות.

source: You must select at least one file for the archive
he: אתה חייב לבחור לפחות קובץ אחד להוספה לארכיון

source: You must select at least one file to delete
he: אתה חייב לבחור לפחות קובץ אחד למחיקה

source: You must select one or more sets for scoring!
he: אתה חייב לבחור לפחות גליון אחד לניקוד!

source: You must specify a %1 name
he: אתה חייב למלא שם של %1

source: You must specify a course ID.
he: אתה חייב למלא מזהה קורס.

source: You must specify a course name.
he: אתה חייב למלא שם קורס

source: You must specify a file name
he: אתה חיב למלא שם קובץ

source: You must specify a first name for the initial instructor.
he: אתה חייב למלא שם פרטי למדריך הראשוני.

source: You must specify a last name for the initial instructor.
he: אתה חייב למלא שם משפחה למדריך הראשוני.

source: You must specify a new institution for the course.
he: אתה חייב למלא מוסד חדש עבור קורס זה.

source: You must specify a new name for the course.
he: אתה חייב למלא שם חדש לקורס זה.

source: You must specify a new title for the course.
he: אתה חייב למלא כותרת חדשה לקורס זה.

source: You must specify a password for the initial instructor.
he: אתה חייב למלא סיסמה למדריך הראשוני.

source: You must specify a user ID.
he: אתה חייב למלא מזהה משתמש.

source: You must specify an email address for the initial instructor.
he: אתה חייב למלא כתובת דוא"ל של במדריך הראשוני.

source: You must specify an file name in order to save a new file.
he: יש לפרט שם קובץ כדי לשמור בקובץ חדש

source: You must use your Learning Managment System (E.G. Blackboard, Moodle, Canvas, etc...) to access this set. Try logging in to the Learning Managment System and visiting the set from there.
he: אתה חייב להשתמש במערכת ניהול הלמידה שלך (לדוגמה: Blackboard, Moodle, Canvas, וכו') כדי לגשת לגליון הזה. נסה להתחבר למערכת ניהול הלמידה ולבקר בגליון משם.

source: You need to select a "Target Set" before you can edit it.
he: אתה צריך לבחור גליון שאותו תרצה לערוך.

source: You need to select a file to %1.
he: אתה צריך לבחור קובץ כדי לבצע %1

source: You need to select a set definition file to view.
he: אתה צריך לבחור הגדרת גליון לצפייה.

source: You need to select a set from this course to view.
he: אתה צריך לבחור גליון מקורס זה לצפייה.

source: You need to select a set to view.
he: אתה צריך לבחור גליון לצפייה

source: You received a score of %1 for this attempt.
he: קיבלת ציון %1 עבור ניסיון זה

source: You will not be able to proceed to problem %1 until you have completed, or run out of attempts, for this problem and its graded subproblems.
he: לא תוכל להמשיך לשאלה %1 עד שהשלמת, או שנגמר לך הניסיונות, של שאלה זו והשאלות המוכלות שמזכות נקודות.

source: You will not be able to proceed to problem %1 until you have completed, or run out of attempts, for this problem.
he: לא תוכל להמשיך לשאלה %1 עד שהשלמת, או שנגמר לך הניסיונות, של שאלה.

source: Your %1 name contains illegal characters
he: שם ה-%1 שלך מכיל תוים לא חוקיים.

source: Your %1 name may not begin with a dot
he: שם ה-%1 לא יכול להתחיל בנקודה

source: Your %1 name may not contain a path component
he: שם ה-%1 לא יכול להכיל מרכיב מסלול

source: Your LTI OAuth verification failed. If this recurs, please speak with your instructor
he: אימות ה-LTI OAuth שלך נכשל. אם בעיה זו חוזרת על עצמה, אנא פנה למדריך שלך

source: Your authentication failed. Please return to Oncourse and login again.
he: האימות שלך נכשל. אנא חזור ל-Oncourse והתחבר שוב.

source: Your authentication failed. Please try again. Please speak with your instructor if you need help.
he: האימות שלך נכשל. אנא נסה שוב. אנא פנה למדריך שלך אם אתה צריך עזרה.

source: Your browser does not support the video tag.
he: הדפדפן שלך לא תומך ב-video tag.

source: Your current branch of PG is up to date with branch %1 in remote %2.
he: ענף ה-PG הנוכחי שלך הוא עדכני לפי ענף %1 ב-remote בשם %2.

source: Your current branch of WeBWorK is up to date with branch %1 in remote %2.
he: ענף ה-WeBWorK הנוכחי שלך הוא עדכני לפי ענף %1 ב-remote בשם %2.

source: Your current branch of the Open Problem Library is up to date.
he: הענף הנוכחי שלך שלסיפריית השאלות הפתוחה הוא עדכני.

source: Your display options have been saved.
he: אפשרויות התצוגה נשמרו.

source: Your email address has been changed.
he: כתובת הדוא"ל שלך שונתה.

source: Your file name contains illegal characters
he: שם הקובץ מכיל תוים לא חוקיים.

source: Your file name is not valid!
he: ההודעה שלך נשלח בהצלחה.

source: Your overall recorded score is %1. %2
he: סה"כ הניקוד שלך הוא %1. %2

source: Your recorded score on this test (number %1) is %2/%3.
he: הציון שלך במבחן זה (מספר %1) הוא %2/%3.

source: Your score on this %1 WAS recorded.
he: הציון שלך ב-%1 הזה נשמרה.

source: Your score on this %1 is %2/%3.
he: הציון שלך ב-%1 זה הוא %2/%3.

source: Your score on this %1 was NOT recorded.
he: הניקוד שלך ב-%1 זה לא נשמרה.

source: Your score on this (checked, not recorded) submission is %1/%2.
he: הניקוד שלך על הגשה זו (נבדקה, לא נשמרה) הוא %1/%2.

source: Your score on this problem was recorded.
he: הניקוד שלך בשאלה זו נשמר.

source: Your score was not recorded because there was a failure in storing the problem record to the database.
he: הניקוד שלך לא נשמר בגלל שהיה כישלון בשמירת נתוני השאלה במסד הנתונים

source: Your score was not recorded because this homework set is closed.
he: הניקוד שלך לא נשמר בגלל שגליון שיעורי בית זה הוא סגור.

source: Your score was not recorded because this problem has not been assigned to you.
he: הניקוד שלך לא נשמר בגלל ששאלה זו לא הוקצאה אליך.

source: Your score was not recorded because this problem set version is not open.
he: הניקוד שלך לא נשמר בגלל שגירסת גליון השאלות הזאת לא פתוחה.

source: Your score was not recorded because you have exceeded the time limit for this test. (Time taken: %1 min; allowed: %2 min.)
he: הציון שלך לא נשמר כי עברת את הגבלת הזמן של מבחן זה. (זמן שעבר: %1 דק', הגבלת זמן: %2 דק'.)

source: Your score was not recorded because you have no attempts remaining on this set version.
he: הניקוד שלך לא נשמר כי אין לך עוד ניסיונות לגרסת הגליון הזאת.

source: Your score was not recorded.
he: הניקוד שלך לא נשמר.

source: Your score was not successfully sent to the LMS
he: הניקוד שלך לא נשלח בהצלחה ל-LMS

source: Your score was recorded.
he: הניקוד שלך נשמר.

source: Your score was successfully sent to the LMS
he: הניקוד לך נשלח בהצלחה ל-LMS

source: Your session has timed out due to inactivity. Please log in again.
he: נותקת עקב חוסר פעילות. אנא התחבר שוב.

source: Your systems are up to date!
he: המערוכות שלך עדכניות!

source: [Edit]
he: [ערוך]

source: _ACHIEVEMENTS_EDITOR_DESCRIPTION
he: _תיאור_עורך_הישגים

source: _ANSWER_LOG_DESCRIPTION
he: _תיאור_רשימת_תשובות

source: _CLASSLIST_EDITOR_DESCRIPTION
he: _תיאור_עורך_רשימת_כיתה

source: _EXTERNAL_AUTH_MESSAGE
he: _הודעת_אימות_חיצונית

source: _GUEST_LOGIN_MESSAGE
he: _הודעת_התחברות_אורח

source: _HMWKSETS_EDITOR_DESCRIPTION
he: _תיאור_עורך_שיעורי_הבית

source: _LOGIN_MESSAGE
he: _הודעת_היתחברות

source: _PROBLEM_SET_SUMMARY
he: _תקציר_גליון_שאלות

source: _REQUEST_ERROR
he: _שגיאת_בקשה

source: _USER_TABLE_SUMMARY
he: _תקציר_טבלת_משתמשים

source: a duplicate of the first selected achievement.
he: כשכפול של ההישג הראשון שנבחר

source: a duplicate of the first selected set
he: שכפול של הגליון הראשון שנבחר

source: a new empty achievement.
he: הישג ריק חדש

source: a new empty set
he: גליון ריק חדש

source: a new file named:
he: קובץ חדש בשם:

source: a single set
he: גליון אחד

source: active
he: פעיל

source: add problems
he: הוסף שאלות

source: addGlobalSet %1 in ProblemSetList: %2
he: הוסף גליון גלובלי %1 ברשימת שאלות ??? האוסף: %2

source: added missing permission level for user
he: נוספה רמת ההרשאות החסרה למשתמש

source: admin
he: מנהל

source: all achievements
he: כל ההישגים

source: all current users
he: כל המשתמשים העכשיויים

source: all set dates for one <b>user</b>
he: כל תאריכי האוסופים של <b>משתמש</b> אחד

source: all sets
he: כל האוספים

source: all students
he: כל התלמדים

source: all users
he: כל המשתמשים

source: all users for one <b>set</b>
he: כל המשתמשים של <b>גליון</b> אחד

source: alphabetically
he: בסדר אלפבתי

source: answer
he: תשובה

source: any users
he: כל משתמש

source: as
he: בתור

source: assigning this set to
he: מקצה את הגליון ל-

source: avg attempts
he: ממוצע ניסיונות

source: blank problem template(s) to end of homework set
he: תבנית שאלה ריקה לסיום גליון שיעורי הבית

source: by last login date
he: לפי תאריך ההתחברות האחרון

source: changes abandoned
he: שינויים לא נשמרו

source: changes saved
he: שינויים נשמרו

source: class list data
he: נתוני רשימת כיתה

source: class list data for selected <b>users</b>
he: נתוני רשימת כיתה של <b>המשתמשים</b> שנבחרו

source: close
he: סגור

source: column
he: עמודה

source: columns:
he: עמודות:

source: correct
he: נכון

source: course files
he: קבצי קורס

source: deleted %1 sets
he: נמחקו %1 אוספים

source: deleted %1 users
he: נמחקו %1 משתמשים

source: editing all achievements
he: עורך את כל ההישגים

source: editing all sets
he: עורך את כל האוספים

source: editing all users
he: עורך את כל המשתמשים

source: editing selected achievements
he: עורך את ההישגים שנבחרו

source: editing selected sets
he: עורך את האוספים שנבחרו

source: editing selected users
he: עורך את המשתמשים שנבחרו

source: editing visible sets
he: עורך את האוספים שניתנים לצפייה

source: editing visible users
he: עורך את המשתמשים שניתנים לצפייה

source: email:
he: דוא"ל:

source: empty
he: ריק

source: enter matching set IDs below
he: הכנס את מזהי האוספים המתאימים למטה

source: entry rows.
he: שורות קליטה

source: error adding set location %1 for set %2: %3
he: שגיאה בהוספת מיקום %1 עבור גליון %2:%3

source: export abandoned
he: יצוא בוטל

source: exporting all achievements
he: מיצא את כל ההישגים

source: exporting all sets
he: מיצא את כל האוספים

source: exporting selected achievements
he: מיצא את ההישגים שנבחרו

source: exporting selected sets
he: מיצא את האוספים שנבחרו

source: exporting visible sets
he: מיצא את האוספים שניתנים לצפייה

source: for %1 (%2) who has been assigned %3 sets.
he: עבור %1(%2) שלו הוקצאו %3 אוספים.

source: for one <b>set</b>
he: עבור <b>גליון</b> אחד

source: for one <b>user</b>
he: עבור <b>משתמש</b> אחד

source: for students
he: עבור תלמידים

source: from
he: מקור

source: giving new passwords to all users
he: נותן סיסמה חדשה לכל המשתמשים

source: giving new passwords to selected users
he: נותן סיסמה חדשה למשתמשים שנבחרו

source: giving new passwords to visible users
he: נותן סיסמה חדשה למשתמשים שנבחרו

source: global %1 for set %2 not found.
he: הגלובלי %1 עבור גליון %2 לא נמצא.

source: global set %1 not found.
he: גליון גלובלי %1 לא נמצא.

source: global set %1 not found.
he: גליון גלובלי %1 לא נמצא.

source: grade_proctor
he: משגיח_ציון

source: guest
he: אורח

source: hidden
he: מוחבא

source: hidden from
he: מוחבא מ-

source: hidden from students
he: מוחבא מתלמידים

source: hidden sets
he: אוספים מוחבאים

source: illegal character in input: '/'
he: תו לא חוקי בקלט : '/'

source: in their
he: בשלהם

source: inactive
he: לא פעיל

source: incorrect
he: לא נכון

source: index
he: מדד

source: input set location %1 already exists for set %2.
he: מיקום הגליון שהוכנס %1 כבר קיים עבור גליון %2.

source: list of insertable macros
he: רשימת קיצורי המאקרו שניתן להכניס

source: locations selected below
he: המיקומים שנבחרו למטה

source: login
he: התחבר

source: login ID
he: מזהה התחברות

source: login/studentID:
he: מזהה משתמש/התחברות:

source: login_proctor
he: התחברות_משגיח

source: made visible for
he: נהפך לגלוי עבור

source: max
he: מקסימום

source: multiple sets
he: מספר אוספים

source: new set:
he: גליון חדש:

source: new users
he: משתמשים חדשים

source: no achievements
he: אין הישגים

source: no achievements.
he: אין הישגים.

source: no location
he: אין מיקום

source: no sets
he: שום אוספים

source: no students
he: אין תלמידים

source: no users
he: שום משתמשים

source: nobody
he: אף אחד

source: nth colum of merge file
he: העמודה ה-n של קובץ האיחוד

source: number of students not defined
he: מספר התלמידים שלא הוגדרו

source: one <b>set</b>
he: <b>גליון</b> אחד

source: one <b>set</b> for <b>users</b>
he: <b>גליון</b> אחד עבור <b>משתמשים</b>

source: one <b>user</b> (on one <b>set</b>)
he: <b>משתמש</b> אחד (<b>בגליון</b> אחד)

source: only
he: רק

source: only best scores
he: רק הציונים הטובים ביותר

source: or
he: או

source: or Problems from
he: או שאלות מ-:

source: out of
he: מתוך

source: overwrite all data
he: דרוס את כל הנתונים

source: part
he: חלק

source: permissions for %1 not defined
he: הההרשאות של %1 לא מוגדרות

source: pg debug
he: דיבאג PG

source: pg internal errors
he: שגיאות פנימיות של PG

source: pg warning
he: הזהרת PG

source: point
he: נקודה

source: points
he: קודות

source: preserve existing data
he: שמר מידע קיים

source: preview answers
he: צפה בתשובות

source: problem
he: שאלה

source: problems
he: שאלות

source: professor
he: מרצה

source: progress
he: התקדמות

source: readSetDef error, can't read the line: ||%1||
he: שגיאת קריאת הגדרת גליון, לא יכול לקרוא את השורה: ||%1||

source: recitation #
he: תרגול #

source: record for user %1 not found
he: רישם לא נמצא עבור משתמש %1

source: record for visible user %1 not found
he: רישום לא נמצא עבור משתמש גלוי %1 לא נמצא

source: restriction location %1 does not exist. IP restrictions have been ignored.
he: מיקום ההגבלות %1 לא קיים. הגבלות ה-IP לא הופעלו

source: row
he: שורה

source: section #
he: קבוצה #

source: section:
he: קבוצה:

source: selected <b>sets</b>
he: <b>האוספים</b> שנבחרו

source: selected <b>users</b> to selected <b>sets</b>
he: <b>משתמשים</b> שנבחרו <b>לאוספים</b> שנבחרו

source: selected achievements
he: ההישגים שנבחרו

source: selected achievements.
he: ההישגים שנבחרו.

source: selected sets
he: אוספים שנבחרו

source: selected users
he: משתמשים שנבחרו

source: separate multiple IDs with commas
he: הפרד מספר מזהים בעזרת פסיקים.

source: set
he: גליון

source: sets
he: אוספים

source: sets checked below
he: אוספים שנבדקו למטה

source: sets hidden from students
he: אוספים שמוחבאים מהתלמידים

source: sets visible to students
he: אוספים שגלויים לתלמידים

source: sets with matching set IDs:
he: אוספים עם מזההים תואמים

source: showing all sets
he: מציג את כל האוספים

source: showing all users
he: מציג את כל המשתמשים

source: showing hidden sets
he: מראה אוספים מוחבאים

source: showing matching sets
he: מראה אוספים תואמים

source: showing matching users
he: מציג את המשתמשים התואמים

source: showing no sets
he: לא מציג שום אוספים

source: showing no users
he: לא מציג שום משתמשים

source: showing selected sets
he: מציג אוספי שנבחרו

source: showing selected users
he: מציג משתמשים שנבחרו

source: showing visible sets
he: מראה אוספים גלויים

source: still open
he: עדיין פתוח

source: student
he: תלמיד

source: students
he: תלמידים

source: submission
he: הגשה

source: submission (test %1)
he: הגשה (מבחן %1)

source: summary
he: תקציר

source: ta
he: עוזר מורה

source: test
he: מבחן

source: test (%1)
he: מבחן (%1)

source: test date
he: תאריך מבחן

source: test time
he: זמן מבחן

source: the following file
he: הקובץ הבא

source: the following file(s)
he: הקבצים הבאים

source: the original path to the file is %1
he: המסלול המקורי לקבוץ הוא %1

source: then by
he: ואז לפי

source: then delete them
he: ואז תמחק אותם

source: time
he: זמן

source: time limit exceeded
he: עברה מגבלת הזמן

source: times
he: מספר פעמים

source: to
he: ל-

source: to one <b>set</b>
he: <b>לגליון</b> אחד

source: top score
he: הציון הגבוהה ביותר

source: total
he: סה"כ

source: unable to write to directory %1
he: כתיבה בתיקייה %1 נכשלה

source: unlimited
he: לא מוגבל

source: userID: %1 --
he: מזהה משתמש: %1--

source: username, last name, first name, section, achievement level, achievement score,
he: שם משתמש, שם משפחה, שם פרטי, קבוצה, רמת הישגים, נקודות הישגים

source: users
he: משתמשים

source: users who match on selected field
he: משתמשים שתאמו בשדות שנבחרו

source: users who match:
he: משתמשים שתואמים:

source: visible
he: גלוי

source: visible sets
he: אוספים שניתנים לצפייה

source: visible to students
he: ניתן לצפייה לתלמידים

source: visible users
he: משתמשים שניתנים לצפייה

source: with set name(s):
he: עם אוספים בשם:

source: won't be able to read from file %1/%2: does it exist? is it readable?
he: לא קריאה מקובץ %1/%2 לא תצליח: האם הוא קיים? האם הוא ניתן לקריאה?

source: your students
he: התלמידים שלך
