Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: By default, feeback is always sent to all users specified to recieve feedback. This variable sets the system to only email feedback to users who have the same section as the user initiating the feedback. I.E. Feedback will only be sent to section leaders.
he: כברירת מחדל, המשוב תמיד נשלח לכל המשתמשים שנבחרו לקבלת משוב. משתנה זה גורם למערכת לשלוח דוא"ל משוב רק למשתמשים חברי אותה הקבוצה כמו המשתמש ששולח את המשוב. ז"א משוב ישלח רק למנהיגי הקבוצה.

source: By default, feeback is sent to all users above who have permission to receive feedback. Feedback is also sent to any addresses specified in this blank. Separate email address entries by commas.
he: כברירת מחדל, משוב נשלח לכל המשתמשים לעיל שיש להם רשות לקבל משוב. המשוב נשלח לכל כתובת שמפורטת פה. הפרד כתובות דוא"ל באמצעות פסיק.

source: CLOSE DATE
he: תאריך הסגירה

source: CLOSE TIME
he: זמן הגשה

source: Cake of Enlargement
he: עוגת התפיחה

source: Can e-mail instructor
he: יכול לשלוח דוא"ל למדריך

source: Can report bugs
he: יכול לדווח על באגים

source: Can show old answers
he: יכול לראות תשובות מהעבר

source: Can submit answers for a student
he: יכול לשלוח תשבות בשם תלמיד

source: Can't copy file: %1
he: לא יכול לההעתיק את הקובץ: %1

source: Can't create archive '%1': command returned %2
he: לא יכול ליצור את הארכיון '%1': פקודה החזירה %2

source: Can't create course environment for %1 because %2
he: לא יכול ליצור סביבת קורס עבור %1 בגלל ש%2

source: Can't create directory: %1
he: לא יכול ליצור תקייה: %1

source: Can't create file '%1': %2
he: לא יכול לצור את הקובץ '%1': %2

source: Can't create file: %1
he: לא יכול ליצור קובץ: %1

source: Can't delete archive '%1': %2
he: לא יכול למחוק את הארכיון '%1': %2

source: Can't get password record for effective user '%1': %2
he: לא יכול להשיג היסטורית סיסמאות עבור המשתמש בפועל '%1': %2

source: Can't get password record for user '%1': %2
he: לא יכול להשיג היסטורית סיסמאות עבור המשתמש '%1': %2

source: Can't open %1
he: לא יכול לפתוח את %1

source: Can't open file %1
he: לא יכול לפתוח את הקובץ %1

source: Can't read merge file %1. No message sent
he: לא יכול לקרוא את קובץ האיחוד %1. לא נשלחה שום הודעה

source: Can't rename file: %1
he: לא יכול לשנות את שם הקובץ: %1

source: Can't rename to the same name.
he: לא יכול לשנות שם לאותו השם.

source: Can't unpack '%1': command returned %2
he: לא יכול לפרוק '%1': פקודה החזירה %2

source: Can't write to file %1
he: לא יכול לכתוב בקובץ %1

source: Cancel
he: ביטול

source: Cancel E-mail
he: ביטול דוא"ל

source: Cannot open %1
he: לא יכול לפתוח %1

source: Cap Test Time at Set Close Date?
he: הגבל את זמן המבחן לזמן הסגירה?

source: Category
he: קטגוריה

source: Cause the selected homework set to count for twice as many points as it normally would.
he: גרום לשעורי הבית שנבחרו להניב פי-2 יותר נקודות מהערך הרגיל.

source: Causes a homework problem to become a clone of another problem from the same set.
he: גרום לשאלת שיעורי בית להפוך להעתק של שאלה אחרת באותו הגליון.

source: Causes a single homework problem to be worth twice as much.
he: גרום לשאלת שיעורי בית אחת להיות שווה פי-2.

source: Change Course Title to:
he: שנה כותרת קורס ל-:

source: Change CourseID to:
he: שנה מזהה קורס ל-:

source: Change Display Settings
he: שנה אפשרויות תצוגה

source: Change Email Address
he: שנה כתובת דוא"ל

source: Change Institution to:
he: שנה מוסד ל-:

source: Change Password
he: שנה סיסמה

source: Change User Settings
he: שנה הגדרות משתמש

source: Change course institution from %1 to %2
he: שנה את מוסד הקורס מ%1 ל%2

source: Change title from %1 to %2
he: שנה את כתרת הקורס מ%1 ל%2

source: Changes abandoned
he: שינויים בוטלו

source: Changes in this file have not yet been permanently saved.
he: שינויי בקובץ זה עוד לא נשמרו.

source: Changes saved
he: שינויים נשמרו

source: Changing the problem seed for display, but there are no problems showing.
he: משנה את גרעין השאלות עבור התצוגה, אבל לא מוצגות שום שאלות.

source: Chapter:
he: פרק:

source: Check Answers
he: בדוק תשובות

source: Check Test
he: בדוק מבחן

source: Check that it's permissions are set correctly.
he: בדוק שההרשאות מוגדרות כנדרש

source: Check whether it exists and whether the directory %1 can be read by the webserver.
he: בדוק אם קיים והאם התקייה %1 ניתנת לקריאה על ידי השרת.

source: Checking additional error messages
he: בודק הודעות שגיאה נוספות

source: Choose the set which you would like to be worth twice as much.
he: בחר את הגליון שתרצה שיחשב פי-2.

source: Choose the set which you would like to enable partial credit for.
he: בחר את הגליון עבורו תרצה להפעיל ניקוד חלקי.

source: Choose the set which you would like to resurrect.
he: בחר את הגליון שתרצה לשחזר

source: Choose the set whose close date you would like to extend.
he: בחר את הגליון שתרצה להאריך את תאריך הסגירה שלו.

source: Choose visibility of the sets to be affected
he: בחר את האופן בו האוספים שנבחרו יהיו ניתנים לצפייה

source: Choose which sets to be affected
he: בחר אילו אוספים יושפעו

source: Class values
he: ערכי כיתה

source: Classlist Editor
he: עורך רשימות כיתה

source: Clear
he: רוקן

source: Clear Problem Display
he: רוקן את תצוגת השאלות

source: Click on a student's name to see the student's version of the homework set. Click heading to sort table.
he: לחץ על שמו של תלמיד על מנת לראות את גירסתו של גליון שיעורי הבית. לחץ על הכותרות כדי למיין את הטבלה.

source: Click on the login name to edit individual problem set data, (e.g. due dates) for these students.
he: לחץ על שם המשתמש כדי לערוך מידע של גליון שאלות ספציפי, (למשל תאריך הגשה) עבור תלמידים אלו.

source: Client ip address %1 is not allowed to work this assignment, because the assignment has ip address restrictions and there are no allowed locations associated with the restriction. Contact your professor to have this problem resolved.
he: כתובת ה-IP של הלקוח %1 לא מאושרת לעבודה על מטלה זו, מכיוון שלמטלה יש הגבלות כתובת IP ואין מיקומים מותרים לפי הגבלה זו. פנה למרצה כדי לפתור בעיה זו.

source: Close
he: סגור

source: Close Date
he: מועד הגשה אחרון

source: Closed, answers available.
he: סגור, התשובות זמינות.

source: Closed, answers on %1.
he: סגור, התשובות תהיו זמינות ב %1.

source: Closed, answers recently available.
he: סגור, תשובות זמינות לאחרונה.

source: Closed.
he: סגור.

source: Closes
he: מועד הגשה אחרון

source: Closes %1
he: מועד הגשה אחרון: %1

source: Closes:
he: מועד הגשה אחרון:

source: Collapse
he: הסתר

source: Collapse All
he: הסתר הכל

source: Comment
he: הערה

source: Completed results for this assignment are not available until %1
he: תוצאות עבור מטלה זו אינן זמינות עד %1

source: Completed results for this assignment are not available.
he: תוצאות עבור מטלה זו אינן זמינות.

source: Completed.
he: הושלם.

source: Confirm
he: אישור

source: Confirm %1's New Password
he: אשר אתה הסיסמה החדשה של %1

source: Confirm Password:
he: אשר סיסמה:

source: Congratulations, you earned a new level!
he: מזל טוב, עלית דרגה!

source: Continue
he: המשך

source: Copied auxiliary files from %1 to new location at %2
he: הועתקו קבצים משניים מ%1 למיקום חדש ב%2

source: Copy
he: העתק

source: Copy file as:
he: העתק קובץ בשם:

source: Copy templates from:
he: העתק תבנית מ-:

source: Copy this Problem
he: העתק שאלה זו

source: Correct
he: נכון

source: Correct Adjusted Status
he: תקן סטטוס מותאם

source: Correct Answer
he: תשובה נכונה

source: Correct Answers:
he: תשובות נכונות:

source: Correct Status
he: תקן סטטוס

source: Correct answers
he: תשובות נכונות

source: Correct: %1/%2
he: נכון: %1/%2

source: CorrectAnswers
he: תשובות נכונות

source: Could not add %1 problems to this set. The number must be between 1 and %2
he: לא יכל להוסיף %1 שאלות לגליון זה. המספר חייב להיות בין %1 ל%2

source: Couldn't change %1's password: %2
he: לא היה ניתן לשנות את הסיסמה של %1: %2

source: Couldn't change your email address: %1
he: לא היה ניתן לשנות את כתובת הדוא"ל שלך: %1

source: Couldn't find OPL Branch %1 in remote %2
he: לא היה ניתן למצוא את ענף ספריית השאלות הפתוחה %1 ב-remote בשם %2

source: Couldn't find PG Branch %1 in remote %2
he: לא היה ניתן למצוא את ענף ה-PG ששמו %1 ב-remote בשם %2

source: Couldn't find WeBWorK Branch %1 in remote %2
he: לא היה ניתן למצוא את ענף ה-WeBWork ששמו %1 ב-remote בשם %2

source: Couldn't save your display options: %1
he: לא היה ניתן לשמור את אפשרויות התצוגה: %1

source: Counter
he: כמות

source: Counts for Parent
he: נספר למכיל

source: Course %1 database is in order
he: מסד הנתונים של הקורס %1 עובד כשורה

source: Course %1 databases must be updated before renaming this course.
he: יש לעדכן את מסד הנתונים של הקורס %1 לפני שמשנים את שמו

source: Course Administration
he: ניהול הקורס

source: Course Configuration
he: תצורת קורס

source: Course ID may only contain letters, numbers, hyphens, and underscores.
he: מזהה הקורס יכול להכיל רק אותיות, מספרים, מקפים, וקוים תחתונים.

source: Course ID:
he: מזהה קורס:

source: Course Info
he: מידע על הקורס

source: Course Name:
he: שם קורס:

source: Course Title:
he: כותרת קורס:

source: Course archived.
he: הקורס הוכנס לארכיון.

source: Courses
he: קורסים

source: Courses are listed either alphabetically or in order by the time of most recent login activity, oldest first. To change the listing order check the mode you want and click "Refresh Listing". The listing format is: Course_Name (status :: date/time of most recent login) where status is "hidden" or "visible".
he: הקורסים מסודרים לפי סדר אלפבתי או לפי זמן התחברות אחרונה (מאוחר למוקדם). כדי לשנון את הסדר בחר את אופן הסידור המועדף, ולחץ "רענן רשימה". הפורמט הוא: שם_קורס (סטטוס :: זמן של התחברות אחרונה) כש"סטטוס" הוא "מוחבא" או "ניתן לצפייה".

source: Create
he: צור

source: Create CSV
he: צור CSV

source: Create Location:
he: צור מיקום:

source: Create a New Set in This Course:
he: צור גליון חדש בקורס הזה:

source: Create a new achievement with ID
he: צור הישג חדש עם מזהה

source: Create as what type of set?
he: איזה סוג של גליון ליצור?

source: Create unattached problem
he: צור שאלה ללא שיכות

source: Creates a gzipped tar archive (.tar.gz) of a course in the WeBWorK courses directory. Before archiving, the course database is dumped into a subdirectory of the course's DATA directory. Currently the archive facility is only available for mysql databases. It depends on the mysqldump application.
he: יוצר קובץ ארכיון gzipped tar (סיומת tar.gz) של הקורס בתקיית הקורסים של WeBWork. לפני יצירת הקורס, מסד הנתונים של הקורס מועבר לתת-תקייה של תקיית ה-DATA של הקורס. כרגע אמצעי הארכיון ניתן לשימוש רק למסדי נתונים מסוג mysql. זה תלוי באפליקציית ה-mysqldump.

source: Cupcake of Enlargement
he: מאפין התפיחה

source: Current
he: נוכחי

source: Currently defined locations are listed below.
he: המיקמים שמוגדרים כרגע מפורטים למטה.

source: Data
he: מידע

source: Database tables are ok
he: טבלאות מסד הנתנים הם תקינים

source: Database tables need updating.
he: טבלאות מסד הנתונים מתעדכנות.

source: Database tables ok
he: טבלאות מסד נתונים תקינים

source: Database:
he: מסד נתונים:

source: Date
he: תאריך

source: Debug
he: דיבאג

source: Default
he: ברירת מחדל

source: Default Amount of Time (in minutes) after Due Date that Answers are Open
he: זמן ברירת המחדל (בדקות) לאחר תאריך ההגשה שהשאולות ישארו פתוחות

source: Default Amount of Time (in minutes) before Due Date that the Assignment is Open
he: זמן ברירת המחדל (בדקות) לפני תאריך ההגשה שהמטלה פתוחה

source: Default Length of Reduced Scoring Period in minutes
he: זמן ברירת המחדל (בדקות) של תקופת הניקוד המופחת

source: Default Time that the Assignment is Due
he: זמן ברירת המחדל שבו יש להגיש את המטלה

source: Delete
he: מחק

source: Delete Course
he: מחק קורס

source: Delete all existing addresses
he: מחק את כל הכתובות הקיימות

source: Delete course after archiving. Caution there is no undo!
he: מחק את הקורס לאחר הכנסתו לארכיון. זהירות אין אפשרות לחזור בך!

source: Delete course:
he: מחק קורס:

source: Delete how many?
he: כמה למחוק?

source: Delete it?
he: למחוק?

source: Delete location:
he: מחק מיקום:

source: Deleted %quant(%1,achievement)
he: %quant(%1, נמחק הישג, נמחקו הישגים)

source: Deleted Location(s): %1
he: נמחקו מקום/ות: %1

source: Deleted addresses %1 from location.
he: נמחקו הכתובות %1 מהמיקום.

source: Deleting temp file at %1
he: מוחק קובץ זמני ב%1

source: Deletion deletes all location data and related addresses, and is not undoable!
he: המחיקה תמחוק את כל מידע המיקום וכתובות שקשורות עליו, והיא בלתי הפיך!

source: Deletion destroys all achievement-related data and is not undoable!
he: מחיקה הורסת את כל המידע שקשור להישג והיא בלתי הפיכה!

source: Deletion destroys all set-related data and is not undoable!
he: מחיקה הורסת את כל המידע הקשור לגליון והיא לא הפיכה!

source: Deletion destroys all user-related data and is not undoable!
he: מחיקה הורסת את כת המידע הקשור למשתמש והיא בלתי הפיכה!

source: Deny From
he: תמנע מ-

source: Description
he: תיאור

source: Didn't recognize action
he: פעולה לא זוהתה

source: Directory
he: תיקייה

source: Directory '%1' not removed: %2
he: התקייה '%1' לא הוסרה: %2

source: Directory '%1' removed (items deleted: %2)
he: התיקייה '%1' הוסרה (פריטים שנמחקו: %2)

source: Directory permission errors
he: שגיאות התרי תיקייה

source: Directory structure
he: מבנה תיקייה

source: Directory structure is missing directories or the webserver lacks sufficient privileges.
he: למבנה התיקייה חסרים תיקייות או שלשרת הרשת אין את היתרים הנדרשים.

source: Directory structure is ok
he: מבנה התקייה הוא תקין

source: Directory structure needs to be repaired manually before archiving.
he: יש לתקן את מבנה התיקייה באופן ידני לפני הכנסה לארכיון.

source: Directory structure needs to be repaired manually before renaming.
he: יש לתקן את מבנה התיקייה באופן ידני לפני שנוי השם.

source: Directory structure or permissions need to be repaired.
he: יש לתקן את מבנה התיקייה או את ההיתרים.

source: Display Mode:
he: מצב תצוגה:

source: Display Past Answers
he: הראה תשובות מהעבר

source: Display of scores for this set is not allowed.
he: הצגת הצינים למטלה זו אסורה.

source: Display options: Show
he: אפשריות תצוגה: הראה

source: Display the evaluated student answer
he: הצג את התשובה הבדוקה של התלמיד

source: Do not unassign students unless you know what you are doing.
he: אל תבטל את ההקצאה של תלמידים אלא אם אתה יודע מה אתה עושה.

source: Do not uncheck a set unless you know what you are doing.
he: אל תבטל גליון אם אתה לא יודע מה אתה עושה.

source: Do not uncheck students, unless you know what you are doing.
he: אל תבטל הקצאת תלמידים אם אתה לא יודע מה אתה עושה.

source: Don't Archive
he: אל תוסיף לארכיון

source: Don't Unarchive
he: אל תסיר מהארכיון

source: Don't Upgrade
he: אל תשדרג

source: Don't delete
he: אל תמחק

source: Don't make changes
he: אל תעשה שינויים

source: Don't recognize saveMode: |%1|. Unknown error.
he: לא מזהה את מצב השמירה: |%1|. שגיאה לא ידוע.

source: Don't recognize statistics display type: |%1|
he: לא מזהה את סוג תצוגת הסטטיסטיקה: |%1|.

source: Don't rename
he: אל תשנה שם

source: Don't use in an achievement
he: אל תשתמש הישג

source: Done
he: בוצע

source: Download
he: הורד

source: Download %1
he: הורד %1

source: Download Hardcopy
he: הורד קובץ להדפסה

source: Download Hardcopy for Selected %plural(%1,Set,Sets)
he: הורד קובץ להדפסה עבור האוספים שנבחרו

source: Download PDF or TeX Hardcopy for Current Set
he: הורד גרסת הדפסה כ-PDF או TeX של הגליון הנוכחי

source: Download PDF or TeX Hardcopy for Selected Sets
he: הורד גרסת הדפסה כ-PDF או TeX של האוספים שנבחרו

source: Download hardcopy of set %1 for %2?
he: הורד קובץ להדפסה של גליון %1 עבור %2?

source: Download:
he: הורדה:

source: Drop
he: עזוב

source: Duplicate this set and name it
he: שכפל את הגליון הזה ותן לו שם

source: During summer 2005, a newer version of the answer checkers was implemented for answers which are functions and numbers. The newer checkers allow more functions in student answers, and behave better in certain cases. Some problems are specifically coded to use new (or old) answer checkers. However, for the bulk of the problems, you can choose what the default will be here. <p>Choosing <i>false</i> here means that the newer answer checkers will be used by default, and choosing <i>true</i> means that the old answer checkers will be used by default.
he: במהלך קיץ 2005, גרסה חדשה יותר של בודקי התשובות הוספה עבור תשובות שהן פונקציות או מספרים. הבודקים החדשים מאפשרים יותר פוונקציות בתשובות התלמידים, ומתפקדות טוב יותר במקרים מסויימים. חלק מהשאלות בנויות במיוחד עבור בודקי התשובות החדשים (או הישנים). אבל עבור רוב השאלות, אתה יכול לבחור מה תהיה ברירת המחדל. <p> בחירת <i> לא נכון</i> כאן אומר שהבודקים החדשים יהיו ברירת המחדל, ולבחור <i>נכון</i> אומר שהבודקים הישנים יהיו ברירת המחדל.

source: E-Mail
he: דוא"ל

source: E-mail Instructor
he: שלח דוא"ל למדריך

source: E-mail addresses which can receive e-mail from a pg problem
he: כתובות דוא"ל שיכולות לקבל הודעה משאלת PG

source: E-mail feedback from students automatically sent to this permission level and higher:
he: דוא"ל משוב מתלמידים נשלח אוטומטית לדרגת היתרים זו ומעלה:

source: E-mail verbosity level
he: אורך פורמט הדוא"ל

source: E-mail:
he: דוא"ל:

source: Earned
he: הושג

source: Edit
he: ערוך

source: Edit %1 of set %2.
he: ערוך %1 מהגליון %2

source: Edit All Set Data
he: ערוך את כל המידע של הגליון

source: Edit Assigned Users
he: ערוך משתמשים שהוקצאו

source: Edit Evaluator
he: ערוך מעריך

source: Edit Header
he: ערוך קידומת

source: Edit Location:
he: ערוך מיקום:

source: Edit Problem
he: ערוך שאלה

source: Edit Problems
he: ערוך שאלות

source: Edit Set
he: ערוך גליון

source: Edit Set Data
he: ערוך את מידע הגליון

source: Edit Target Set
he: ערוך את הגליון הנבחר

source: Edit Which Users?
he: ערוך איזה משתמשים?

source: Edit data for %1
he: ערוך את המידע של %1

source: Edit it
he: ערוך

source: Edit set %1 data for ALL students assigned to this set.
he: ערוך את המידע של הגליון %1 עבור כל התלמידים שלהם שהוקצעו לגליון הזה.

source: Edit set %1 for this user.
he: ערוך את הגליון %1 עבור המשתמש הזה.

source: Edit the current value of the location description, if desired, then add and select addresses to delete, and then click the "Take Action" button to make all of your changes. Or, click "Manage Locations" above to make no changes and return to the Manage Locations page.
he: ערוך את הערך הנוכחי של תיאור המיקום, אם אתה רוצה, ואז תוסיף כתובות למחיקה, ואז לחץ על כפתור "בצע פעולה" כדי לבצע את כל השינויים. או, לחץ "נהל מיקומים" למעלה כדי לא לבצע שינויים ולחזור למנהל המיקומים.

source: Edit which sets?
he: איזה אוספים לערוך?

source: Edit1
he: עריכה1

source: Edit2
he: עריכה2

source: Edit3
he: עריכה3

source: Editing %1 in file '%2'
he: עורך %1 בקובץ '%2'

source: Editing achievement in file '%1'
he: עורך את ההישג בקובץ '%1'

source: Editing location %1
he: עורך את המיקום %1

source: Editing problem set %1 data for these individual students: %2
he: עורך את המידע של גליון השאלות %1 עבור התלמידים הספציפים האלה: %2

source: Editor
he: עורך

source: Editor rows:
he: עורך שורות:

source: Email
he: דוא"ל

source: Email Address
he: כתובת דוא"ל

source: Email Body:
he: גוף הדוא"ל

source: Email Instructor On Failed Attempt
he: שלח דוא"ל למדריך בכל נסיון כושל

source: Email Link
he: קישור דוא"ל

source: Email address
he: כתובת דוא"ל

source: Email instructor
he: שלח דוא"ל למדריך

source: Email is being sent to %quant(%1,recipient). You will be notified by email when the task is completed. This may take several minutes if the class is large.
he: שולח דוא"ל ל%quant(%1,נמען, נמענים). תקבל הודעה כאשר המשימה תושלם. זה עשוי לקחת כמה דקות אם הכיתה גדולה.

source: Emails to be sent to the following:
he: דוא"ל נשלח ל-:

source: Enable Achievement Items
he: הפעל חפצי הישגים

source: Enable Conditional Release
he: הפעל פרסום מותנה

source: Enable Course Achievements
he: הפעל הישגי קורס

source: Enable Progress Bar and current problem highlighting
he: הפעל סרגל התקדמות והדגשת השאלה הנוכחית

source: Enable Reduced Scoring
he: הפעל ניקוד מופחת

source: Enable Show Me Another button
he: הפעל את כפתור "תראה לי עוד אחת"

source: Enable periodic re-randomization of problems
he: הפעל רנדומיזציה מחדש של שאלות מדי לסרוגין.

source: Enable reduced scoring for a homework set. This will allow you to submit answers for partial credit for 24 hours after the close date.
he: אפשר ניקוד מופחת עבור מחבן שיעורי בית. יאפשר לשלוח תשובות עבור ניקוד חלקי 24 שעות לאחר תאריך הסגירה.

source: Enabled
he: מופעל

source: Enables periodic re-randomization of problems after a given number of attempts. Student would have to click Request New Version to obtain new version of the problem and to continue working on the problem
he: הפעל רנדומיזציה מחדש של שאלות מדי לסרוגין לאחר מספר מסויים של נסיונות. התלמידילחץ על "בקש גרסה חדשה" כדי לקבל גרסה חדשה של השאלה ולהמשיך לעבוד על השאלה

source: Enables the use of the conditional release system. To use conditional release you need to specify a list of set names on the Problem Set Detail Page, along with a minimum score. Students will not be able to access that homework set until they have achieved the minimum score on all of the listed sets.
he: הפעל את השימוש במערכת הפרסום המותנה. כדי להשתמש בפרסום מותנה צריך לפרט רשימה של שמות בדף פרטי גליון השאלות, ולפרט ציון מינימלי. לתלמידים לא יהיה גישה לגליון הזה עד שהגיעו לציון המינימלי בכל האוספים שנרשמו.

source: Enables the use of the date picker on the Homework Sets Editor 2 page and the Problem Set Detail page
he: מפעיל את השימוש בבורר התאריך על אוספי שיעורי הבית דף עורך 2 ודף פרטי גליון השאלות

source: Enables use of the Show Me Another button, which offers the student a newly-seeded version of the current problem, complete with solution (if it exists for that problem).
he: הפעל את השימוש בכפתור "תראה לי עוד אחת", שנותן לתלמיד גרסה עם מספרים שונים של אותה השאלה, ביחד עם פתרון מתאים (אם קיים לשאלה).

source: Enrolled
he: רשום

source: Enrolled, Drop, etc.
he: רשום, פרש, וכו'.

source: Enrollment Status
he: סטטוס רישום

source: Enter filename below
he: הכנס שם קובץ כאן

source: Enter filenames below
he: הכנס שמות קבצים כאן

source: Enter information below for students you wish to add. Each student's password will initially be set to their student ID.
he: הכנס מידע כאן לגבי התלמידים שאתה רוצה להוסיף כל סיסמה של תלמיד תהיה מזהה התלמיד שלו בהתחלה.

source: Entered
he: הוכנס

source: Entered student:
he: תלמיד שהוכנס:

source: Equation Display
he: תצוגת משוואה

source: Error adding set-level proctor: %1
he: שגיאה בהוספת משגיח גליון: %1

source: Error getting old set-proctor password from the database: %1. No update to the password was done.
he: שגיאה בהשגת סיסמת משגיח גליון ישנה ממסד הנתונים: %1. לא שונתה הסיסמה.

source: Error message:
he: הודעת שגיאה:

source: Error messages
he: הודעות שגיאה

source: Error: Answer date must come after close date in set %1
he: שגיאה: תאריך תשובות חייב לבוא אחרי תאריך הסגירה באווסף %1

source: Error: Close date must come after open date in set %1
he: שגיאה: תאריך הסגירה חייב לבוא אחרי תאריך הפתיחה בגליון %1

source: Error: Reduced scoring date must come between the open date and close date in set %1
he: שגיאה: תאריך ניקוד מופחת חייב לבוא בין תאריך הפתיחה לתאריך הסגירה בגליון %1

source: Error: The original file %1 cannot be read.
he: שגיאה: אי אפשר לקרוא את הקובץ המקורי %1.

source: Error: answer date cannot be more than 10 years from now in set %1
he: שגיאה: תאריך תשובות לא יכולל להיות יותר מ-10 שנים מעכשיו בגליון %1

source: Error: close date cannot be more than 10 years from now in set %1
he: שיגאה: תאריך סגירה לא יכול להיות יותר מ-10 שנים מהיום בגליון %1

source: Error: open date cannot be more than 10 years from now in set %1
he: שגיאה: תאריך פתיחה לא יכול להיות יותר מ-10 שנים מהיום בגליון %1

source: Errors encountered while processing %1. This %2 has been omitted from the hardcopy. Error text: %3
he: אירעו שגיאות בזמן עיבוד %1. שאלה %2 לא נכנסה לקובץ ההדפסה. טקסט שגיאה: %3
