Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: # of active students
he: מספר תלמידים פעילים

source: #corr
he: # נכון

source: #incorr
he: #שגוי

source: % correct
he: % נכון

source: % correct with review
he: % נכון עם ביקורת

source: % students
he: % תלמידים

source: %1 (old editor)
he: %1 (עורך ישן)

source: %1 (test %2)
he: %1 (מבחן %2)

source: %1 Points:
he: %1 נקודות:

source: %1 Problems:
he: %1 שאלות:

source: %1 sets added, %2 sets skipped. Skipped sets: (%3)
he: %1 גליונות נוספו, %2 גליונות שעליהם דילגו. הגליונות שעליהם דילגו: (%3)

source: %1 sets exported, %2 sets skipped. Skipped sets: (%3)
he: %1 גליונות יוצאו, %2 גליונות שעליהם דילגו. הגליונות שעליהם דילגו: (%3)

source: %1 students out of %2
he: %1 תלמידים מתוך %2

source: %1 title and institution changed from %2 to %3 and from %4 to %5
he: %1 כותרת ומוסד שונו מ%2 ל%3 ומ%4 ל%5

source: %1 users exported to file %2/%3
he: %1 משתמשים יוצאו לקובץ %2/%3

source: %1 users replaced, %2 users added, %3 users skipped. Skipped users: (%4)
he: %1 משתמשים הוחלפו, %2 משתמשים הוספו, על %3 משתמשים דילגו. המשתמשים שעליהם דילגו: (%4)

source: %1 uses an external authentication system (e.g., Oncourse, CAS, Blackboard, Moodle, Canvas, etc.). Please return to system you used and try again.
he: %1 משתמש במערכת אימות חיצונית (כגון Oncourse, CAS, Blackboard, Moodle, Canvas, וכו'.) בבקשה חזור למערכת בה השתמשת ונסה שוב.

source: %1 uses an external authentication system. You've authenticated through that system, but aren't allowed to log in to this course.
he: %1 משתמש במערכת אימות חיצונית. אומתת במערכת החיצונית, אבל אתה לא רשאי להתחבר לקורס הזה.

source: %1% Complete
he: %1% הושלמו

source: %1% correct
he: %1% נכון

source: %1's Current Address
he: הכתובת הנוכחית של %1

source: %1's Current Password
he: הסיסמה הנוכחית של %1

source: %1's New Address
he: הכתובת החדשה של %1

source: %1's New Password
he: הסיסמה החדשה של %1

source: %1's new password cannot be blank.
he: הסיסמה החדשה של %1 לא יכולה להיות ריקה

source: %1's password has been changed.
he: הסיסמה של %1 שונתה

source: %1: Problem %2
he: %1: שאלה %2

source: %1: Problem %2 Show Me Another
he: %1: שאלה %2 תראה לי עוד אחת

source: %1: The directory for the course not found.
he: %1: התקיה של הקורס לא נמצאה.

source: %quant(%1,course was, courses were) successfully unhidden.
he: %quant(%1,קורס נהפך לגלוי, קורסים נהפכו לגלויים) בהצלחה.

source: %quant(%1,error) occured while generating hardcopy:
he: %quant(%1,שגיאה קרתה, שגיאות קרו) בזמן ההכנה להדפסה:

source: %quant(%1,file) unpacked successfully
he: %quant(%1,קובץ נפרק,קבצים נפרקו) נפרק בהצלחה

source: %quant(%1,of the questions remains,of the questions remain) unanswered.
he: %quant(%1, מהשאלות לא נענתה, מהשאלות לא נענו).

source: %quant_1( course was, courses were) successfully hidden.
he: %quant_1(הקורס הוחבא, הקורסים הוחבאו) בהצלחה.

source: %score
he: מתוך 100

source: (Any unsaved changes will be lost.)
he: (כל שינויים שלא נשמרו ימחקו)

source: (Instructor hint preview: show the student hint after the following number of attempts:
he: (צפייה ברמז למדריך: הראה לתלמיד את הרמז לאחר מספר זה של נסיונות:

source: (This problem will not count towards your grade.)
he: (שאלה זו לא תחשב בחישוב הציון לגליון.)

source: (This test is overtime because it was not submitted in the allowed time.)
he: (מבחן זה הוגש באיחור מכיוון שהוא לא הוגש בזמן המוגדר.)

source: (Your score on this %1 is not available until %2.)
he: (הניקוד שלך על זה %1 לא זמין עד %2.)

source: (Your score on this %1 is not available.)
he: (הניקוד שלך על זה %1 לא זמין.)

source: (correct)
he: (נכון)

source: (gw/quiz) After version answer date
he: (מחסום/בוחן) אחרי תאריך התשובות של הגירסה

source: (incorrect)
he: (לא נכון)

source: (score %1)
he: (ניקוד %1)

source: 1 student
he: 1 תלמיד

source: <p>After the Reduced Scoring Date all additional work done by the student counts at a reduced rate. Here is where you set the reduced rate which must be a percentage. For example if this value is 50% and a student views a problem during the Reduced Scoring Period, they will see the message "You are in the Reduced Scoring Period: All additional work done counts 50% of the original." </p><p>To use this, you also have to enable Reduced Scoring and set the Reduced Scoring Date for individual assignments by editing the set data using the Hmwk Sets Editor.</p><p>This works with the avg_problem_grader (which is the the default grader) and the std_problem_grader (the all or nothing grader). It will work with custom graders if they are written appropriately.</p>
he: <p>לאחר תאריך התלחת תקןפת הניקוד המופחת כל ,תשובות נוספות של התלמיד יקבלו ערך מופחת. כאן ניתן למלא את הערך המופת באחוזים. לדוגמה, אם הערך הוא 50% ותלמיד צופה בשאלה בזמן תקופת הניקוד המופחת, הוא יראה את ההודעה "אתה בתקופת ניקוד מופחת: כל הגשה נוספת תחשב כ-50% מהניקוד המקורי."</p><p>כדי להשתמש אפשרות זאת, יש גם לאפשר ניקוד מופחת ולבחור תאריך ניקוד מופחת לכל מטלה בנפרד, על-ידי עריכתו של הנתונים של הגליון בעזרת עורך אוספי שיעורי הבית.</p><p>זה עובד עם avg_problem_grader (שהוא המנקד לפי ברירת המחדל) ועם std_problem_grader ( מנקד לפי הכל או כלום). זה יעבוד גם עם מנקדים שנכתבו על-ידי המשתמשים, אם הם נכתבו כנדרש.</p>

source: <p>When viewing a problem, users may choose different methods of rendering formulas via an options box in the left panel. Here, you can adjust what display modes are listed.</p><p>Some display modes require other software to be installed on the server. Be sure to check that all display modes selected here work from your server.</p><p>The display modes are <ul><li> plainText: shows the raw LaTeX srings for formulas.<li> images: produces images using the external programs LaTeX and dvipng.<li> MathJax: a successor to jsMath, uses javascript to place render mathematics.</ul></p></p>You must use at least one display mode. If you select only one, then the options box will not give a choice of modes (since there will only be one active).</p>
he: <p>בזמן צפייה בשאלה משתמשים יכולים לבחור שיטות שונות לכתיבת נוסחאות באמצעות קופסאת האפשריות שנמצאת בפאנל השמאלי. כאן, ניתן להתאים את האפשרויות התצוגה שיוצגו.</p><p>אפשרויות תצוגה מסוימות דורשות תוכנות נוספות שצריכות להיות מתקנות על השרת. כדאי לודא שכל האפשרויות שנבחרו עובדות מהשרת שלך.</p><p>אפשרויות התצוגה הן<ul><li>טקסט רגיל: מראה את מחרוזות ה-LaTeX הגולמיות עבור נוסחאות.<li>תמונות: מיצר תמונות בעזרת התוכנות החיצוניות LaTeX ו-dvipng. <li>MathJax: יורשו של jsMath, משתמש ב-javascript על מנת להציג משוואות.</ul></p></p>חובה להשתמש בלפחות אפשרות תצוגה אחת. אם נבחרה רק אחת, אז קופסאת האפשרויות לא תתן לבחור אפשרות תצוגה(בגלל שרק אחת תהיה פעילה)</p>

source: <ul><li><b>SMAcheckAnswers</b>: enables the Check Answers button <i>for the new problem</i> when Show Me Another is clicked</li> <li><b>SMAshowSolutions</b>: shows walk-through solution <i>for the new problem</i> when Show Me Another is clicked; a check is done first to make sure that a solution exists </li><li><b>SMAshowCorrect</b>: correct answers <i>for the new problem</i> can be viewed when Show Me Another is clicked; note that <b>SMAcheckAnswers</b> needs to be enabled at the same time</li><li><b>SMAshowHints</b>: show hints <i>for the new problem</i> (assuming they exist)</li></ul>Note: there is very little point enabling the button unless you check at least one of these options - the students would simply see a new version that they can not attempt or learn from.</p>
he: <ul><li><b>תלע"א-בדוק תשובות</b>: מפעיל את כפתור בדיקת התשובות<i>עבור השאלה החדשה</i> כשנלחץ כפתור "תראה לי עוד אחת" </li> <li><b>תלע"א-תראה פתרונות</b>: מראה פתרון כולל דרך<i>עבור השעלה החדשה</i> כשנלחץ כפתור "תראה לי עוד אחת" ראשית מתבצעת בדיקה שמודא שקיים פתרון </li><li><b>תלע"א-תראה נכונות</b>: נתן לצפות בפתרונות נכונים עבור <i>השאלה החדשה</i> כשכפתור "תראה לי עוד אחת" נלחץ; שים לב שיש להפעיל את <b>תלע"א-בדוק תשובות</b> באותו הזמן</li><li><b>תלע"א-תראה רמזים</b>: מראה רמזים <i>עבור השאלה החדשה</i>(בהנחה שקיימים)</li></ul> שים לב: אין ממש סיבה להפעיל את הכפתור אלא עם כן מופעלות לפחות אחת מאפשרויות אלו - התלמידים פשוט יראו גרסה חדשה שהם לא יכולים לפתור או ללמוד ממנה.</p>

source: A course with ID %1 already exists.
he: קורס עם מזהה %1 כבר קיים.

source: A directory already exists with the name %1. You must first delete this existing course before you can unarchive.
he: תקייה עם השם %1 כבר קיימת. יש למחוק את הקורס הזה לפני שניתן להוציאו מהארכיון.

source: A file with that name already exists
he: כבר קיים קובץ עם שם זה

source: A hardcopy file was generated, but it may not be complete or correct. Please check that no problems are missing and that they are all legible. If not, please inform your instructor.
he: הוכן קובץ להדפסה, אבל הוא עשוי להיות חלקי או שגוי. אנא בדוק ששום שאלות אינן חסרות וכולן קריאות. אם לא, אנא פנה למדריך שלך.

source: A location with the name %1 already exists in the database. Did you mean to edit that location instead?
he: קבר קיים מיקום בשם %1 במסד הנתונים. האם התכוונת לערוך אותו?

source: A message with the subject line "%1" has been sent to %quant(%2,recipient) in the class %3. There were %4 message(s) that could not be sent.
he: הודעה עם הנושא "%1" נשלחה ל-%quant(%2, נמען) בכיתה %3. לא היה נתן לשלוח %4 הודעה/ות.

source: A new file has been created at '%1'
he: נוצר קובץ חדש ב-'%1'

source: A new file has been created at '%1' with the contents below. No changes have been made to set %2
he: נוצר קובץ חדש ב-'%1' עם התוכן שמפורט למטה. לא נעשו שינויים בגליון %2

source: A period (.) indicates a problem has not been attempted, and a number from 0 to 100 indicates the grade earned. The number on the second line gives the number of incorrect attempts.
he: נוקדה (.) מסמל שהשאלה לא נוסתה, והמספר מ-0 ל-100 מראה את הניקוד. המספר בשורה השנייה הוא מספר הניסיונות הלא נכונים.

source: A switch to govern the use of a Progress Bar for the student; this also enables/disables the highlighting of the current problem in the side bar, and whether it is correct (&#x2713;), in progress (&hellip;), incorrect (&#x2717;), or unattempted (no symbol).
he: מתג ששולט בשימוש במד ההתקדמות עבור התלמיד; המתג גם מפעיל/מכבה את הדגשת השעלה הנוכחית בסרגל הצד, והאם היא נכונה (&#x2713;), מתבצעת (&hellip;), שגויה (&#x2717;), או לא נוסתה כלל (ללא סימון).

source: A table showing all the current users along with several fields of user information. The fields from left to right are: Login Name, Login Status, Assigned Sets, First Name, Last Name, Email Address, Student ID, Enrollment Status, Section, Recitation, Comments, and Permission Level. Clicking on the links in the column headers will sort the table by the field it corresponds to. The Login Name fields contain checkboxes for selecting the user. Clicking the link of the name itself will allow you to act as the selected user. There will also be an image link following the name which will take you to a page where you can edit the selected user's information. Clicking the emails will allow you to email the corresponding user. Clicking the links in the entries in the assigned sets columns will take you to a page where you can view and reassign the sets for the selected user.
he: טבלה שמראה את כל המשתמשים העשיויים ובנוסף מס' נתונים על המשתמשים. הנתונים מימין לשמאל: שם משתמש, מצב התחברות, אוספים שהוקצאו, שם פרטי, שם משפחה, כתובת דוא"ל, מס' תלמיד, מצב לימודים, קבוצה, תרגול, תגובות, והרשאות. לחיצה על הקישורים בראש העמוד תמhין את הטבלה לפי הנתון המתאים. תאי שם המשתמשים מכילים ריבועים לסימון בחירת המשתמש. לחיצה על הקישור שבשם עצמו יאפשר פהתחזות לאותו משתמש. יהיה גם תמונת קישור לאחר השם שיוביל לעמוד בו ניתן את פרטי אותו המשתמש. לחיצה על דוא"ל תאפשר שליחת דוא"ל לאותו המשתמש. הקישורים בעמודת האוספים שהוקצאו מובילים לעמוד בו ניתן לראות ולהקצות אוספים עבור אותו משתשמש.

source: ADJ STATUS
he: סטטוס מותאם

source: ANSWERS NOT RECORDED
he: התשובות לא נשמרו

source: ANSWERS NOT RECORDED --
he: התשובות לא נשמרו --

source: ANSWERS ONLY CHECKED --
he: התשובות נבדקו בלבד --

source: ANSWERS ONLY CHECKED -- ANSWERS NOT RECORDED
he: התשובות נבדקו בלבד -- תשובות לא נשמרו

source: Abandon changes
he: בטל שינויים

source: Abandon export
he: בטל יצוא

source: Achievement
he: הישג

source: Achievement %1 created with evaluator '%2'.
he: הישג %1 נוצר עם מעריך '%2'.

source: Achievement %1 exists. No achievement created
he: הישג %1 קיים. לא נוצר הישג

source: Achievement Editor
he: עורך הישגים

source: Achievement Evaluator Editor
he: עורך מעריכי הישגים

source: Achievement Evaluator for achievement %1
he: מעריך הישגים עבור הישג %1

source: Achievement ID
he: מזהה הישג

source: Achievement ID exists! No new achievement created. File not saved.
he: מזהה הישג כבר קיים! לא נוצר הישג חדש. קובץ לא נשמר.

source: Achievement Points Per Problem
he: נקודות הישג עבור כל שאלה

source: Achievement User Editor
he: עורך משתמש יעידים

source: Achievement has been assigned to all users.
he: ההישג הוקצה לכל המשתמשים.

source: Achievement has been assigned to selected users.
he: ההישג הוקצה למשתמשים שנבחרו.

source: Achievement has been unassigned to all students.
he: ההישג הוסר לכל המשתמשים.

source: Achievement scores saved to %1
he: נקודות הישגים נשמרו ל-%1

source: Achievements
he: הישגים

source: Act as
he: התחזה

source: Act as:
he: התחל להתחזות ל-:

source: Acting as %1.
he: מתחזה ל- %1.

source: Action %1 not found
he: פעולה %1 לא נמצאה

source: Active
he: פעיל

source: Activiating this will enable Mathchievements for webwork. Mathchievements can be managed by using the Achievement Editor link.
he: מאפשר הישגי מתמטיקה עבור webwork. הישגי מתמטיקה ניתנים לשינוי בעזרת הקישור לעורך היעדים.

source: Activiating this will enable achievement items. This features rewards students who earn achievements with items that allow them to affect their homework in a limited way.
he: מאפשר חפצי הישגים. כלי זה מזכה תלמידים שזכו בהישגים בחפצים שיאפשרו להם להשפיע על שיעורי הבית שלהם באופן מוגבל.

source: Add
he: הוסף

source: Add All
he: הוסף הכל

source: Add Course
he: הוסף קורס

source: Add Students
he: הוסף תלמידים

source: Add Users
he: הוסף משתמשים

source: Add WeBWorK administrators to new course
he: הוסף מנהלי WeBWorK לקורס חדש

source: Add a new test for which Gateway?
he: הוסף מבחן חדש לאיזה בוחן מחסום?

source: Add as what filetype?
he: איזה סוג קובץ להוסיף?

source: Add how many students?
he: כמה סטודנטים להוסיף?

source: Add problems to
he: הוסף שאלות ל-

source: Add to what set?
he: הוסף לאיזה גליון?

source: Add which new users?
he: איזה משתמשים להוסיף?

source: Added %1 to %2 as problem %3
he: נוסף %1 ל%2 בתור שאלה %3

source: Added '%1' to %2 as new hardcopy header
he: נוסף '%1' ל%2 בתור קידומת הדפסה חדשה

source: Added '%1' to %2 as new set header
he: נוסף '%1' ל%2 בתור קידומת גליון חדשה

source: Added addresses %1 to location %2.
he: נוספו כתובות %1 למיקום %2.

source: Additional addresses for receiving feedback e-mail.
he: כתובות נוספות לקבלת משוב בדוא"ל.

source: Address(es) %1 already exist in the database. THIS SHOULD NOT HAPPEN! Please double check the integrity of the WeBWorK database before continuing.
he: כתובת(/ות) %1 כבר קיימת במסד הנתונים. זה לא אמור לקרות! אנא בדוק שנית את אמינות מסד הנתונים של WeBWorK לפני שאתה ממשיך.

source: Address(es) %1 in the add list is(are) already in the location %2, and so were skipped.
he: הכתובת(/ות) %1 שברשימת ההוספה כבר במיקום %2, ולכן דולגה(/ו).

source: Address(es) %1 in the delete list is(are) not in the location %2, and so were skipped.
he: הכתובת(/ות) %1 שברשימת המחיקה לא במיקום %2, ולכן דולגה(/ו).

source: Address(es) %1 is(are) not in a recognized form. Please check your data entry and resubmit.
he: הכתובת(ות) %1 היא(/הן) לא בצורה מזוהה. אנא בדוק את הנתונים שהוזנו ושלח שוב.

source: Address(es) %1 is(are) not in a recognized form. Please check your data entry and try again.
he: הכתובת(ות) %1 היא(/הן) לא בצורה מזוהה. אנא בדוק את הנתונים שהוזנו ונסה שוב.

source: Addresses
he: כתובות

source: Addresses for new location. Enter one per line, as single IP addresses e.g., 192.168.1.101), address masks (e.g., 192.168.1.0/24), or IP ranges (e.g., 192.168.1.101-192.168.1.150)):
he: כתובות למיקום חדש. הכנס אחת בכל שורה, בתור כתובת IP יחידה, לדוגמה 192.168.1.101), מסכת כתובת (לדוגמה 192.168.1.0/24), או טווח IP (לדוגמה 192.168.1.101-192.168.1.150)):

source: Addresses to add to the location. Enter one per line, as single IP addresses (e.g., 192.168.1.101), address masks (e.g., 192.168.1.0/24), or IP ranges (e.g., 192.168.1.101-192.168.1.150)):
he: כתובות להוספה למיקום. הכנס אחת בכל שורה, בתור כתובת IP יחידה, (לדוגמה 192.168.1.101), מסכת כתובת (לדוגמה 192.168.1.0/24), או טווח IP (לדוגמה 192.168.1.101-192.168.1.150)):

source: Adds 24 hours to the close date of a homework.
he: הוסף 24 שעות לתאריך סגירת שיעורי הבית.

source: Adds 48 hours to the close date of a homework.
he: הוסף 48 שעות לתאריך סגירת שיעורי הבית.

source: Adjusted Status
he: סטטוס מותאם

source: Advanced Search
he: חיפוש מתקדם

source: After set answer date
he: לאחר תאריך התשובות של הגליון

source: After the reduced scoring period begins all work counts for %1% of its value.
he: לאחר תחילת תקופת הניקוד המופחת, כל ניקוד נספר כ-%1% מערכו.

source: All Selected Constraints Joined by "And"
he: כל ההגלות שנבחרו יחוברו על ידי "ו-"

source: All assignments were made successfully.
he: כל המטלות בוצעו בהצלחה

source: All of the answers above are correct.
he: כל התשובות לעיל הן נכונות.

source: All of the gradeable answers above are correct.
he: כל התשבות לעיל שניתנות לניקוד הן נכונות.

source: All of these files will also be made available for mail merge.
he: כל הקבצים הללו יהיו נגשים לאיחוד דואר.

source: All selected sets hidden from all students
he: כל האוספים שנבחרו הם מוחבאים מכל התלמידים

source: All selected sets made visible for all students
he: כל האוספים שנבחרו הם ניתנים לצפייה לכל התלמידים

source: All sets hidden from all students
he: כל האוספים הם מוחבאים מכל התלמדים

source: All sets made visible for all students
he: כל האוספים הם ניתנים לצפייה לכל התלמידים

source: All students in course
he: כל התלמידים בקורס

source: All unassignments were made successfully.
he: כל ביטולי ההקצאות בוצעו בהצלחה.

source: All visible hidden from all students
he: כל הנראים כאן הם מוחבאים מכל התלמידים

source: All visible sets made visible for all students
he: כל האוספים הנראים כאן הם ניתנים לצפייה לכל התלמידים

source: Allow unassign
he: אפשר לבטל הקצאה

source: Allowed error, as a percentage, for numerical comparisons
he: שגיאה מותרת, באחוזים, להשוואה מספרית

source: Allowed to <em>act as</em> another user
he: מורשה <em>להתחזות</em> למשתמש אחר

source: Allowed to change their e-mail address
he: מורשה לשנות כתובת דוא"ל

source: Allowed to change their password
he: מורשה לשנות סיסמה

source: Allowed to login to the course
he: מורשה להתחבר לקורס

source: Allowed to see solutions before the answer date
he: מורשה לראות תשובות לפני תאריך התשובות

source: Allowed to see the correct answers before the answer date
he: מורשה לראות תשובות נכונות לפני תאריך התשובות

source: Allowed to view past answers
he: מורשה לראות תשובות מהעבר

source: Allowed to view problems in sets which are not open yet
he: מורש לצפות בשאלו באוספים שעדיין לא נפתחו

source: Amulet of Extension
he: תליון ההארכה

source: An error occured while archiving the course %1:
he: שגיאה ארעה בזמן הוספת הקורס %1 לארכיון:

source: An error occured while changing the title of the course %1.
he: שגיאה ארעה בזמן שינוי כותרתו של הקורס %1.

source: An error occured while deleting the course %1:
he: שגיאה ארעה בזמן מחיקת הקורס %1:

source: An error occured while renaming the course %1 to %2:
he: שגיאה ארעה בזמן שינוי השם של הקורס %1 ל-%2:

source: Answer Date
he: תאריך תשובות

source: Answer Log
he: רשימת תשובות

source: Answer Preview
he: תצוגה מקדימה של תשובות

source: Answer(s) submitted:
he: תשובה/ות שנשלחו:

source: Answer:
he: תשובה:

source: AnswerGroupInfo
he: מידע קבוצת תשובות

source: AnswerHashInfo
he: מידע גיבוב תשובות

source: Answers
he: תשובות

source: Answers Available
he: תשובות זמינות

source: Answers cannot be due until on or after the open date!
he: תאריך התשובות לא יכול להיות לפני או בזמן תאריך הפתיחה!

source: Answers cannot be made available until on or after the close date!
he: תשובות לא יכולות להפוך לזמינות עד זמן או לאחר תאריך הסגירה!

source: Any changes made below will be reflected in the achievement for ALL students.
he: כל שינוי שנעשה למטה יוחל על ההישגים עבור כל התלמידים.

source: Any changes made below will be reflected in the set for ALL students.
he: כל שינוי שנעשה למטה יוחל על הגליון עבור כל התלמידים.

source: Any changes made below will be reflected in the set for ONLY the student(s) listed above.
he: כל שינוי שנעשה למטה יופיע בגליון רק עבור התלמיד/ים למעלה.

source: Any time problem numbers are intentionally changed, the problems will always be renumbered consecutively, starting from one. When deleting problems, gaps will be left in the numbering unless the box above is checked.
he: כל פעם שמשנים שמספרי שאלות, השאלות תמיד ימוספרו באופן עוקב מהמספר אחד. כשמוחקים שאלות, ישארו רווחים במספור אלא עם כן סומנה האפשרות למעלה.

source: Append
he: צרף

source: Append to end of %1 set
he: צרף בסופו של הגליון %1

source: Archive
he: הוסף לארכיון

source: Archive '%1' created successfully (%quant( %2, file))
he: ארכיון '%1" נוצר בהצלחה (%quant( %2, קובץ))

source: Archive '%1' deleted
he: ארכיון '%1' נמחק

source: Archive Course
he: הוסף קורס לארכיון

source: Archive Courses
he: הוסף קורסים לארכיון

source: Archive next course
he: הוסף את הקורס הבא לארכיון

source: Archive this Course
he: הוסף את הקורס הזה לארכיון

source: Archived Courses
he: קרוסים בארכיון

source: Archiving course as %1.tar.gz. Reload FileManager to see it.
he: מוסיף את הקורס לארכיון בתור %1.tar.gz. רענן את מנהל הקבצים כדי לראות אותו.

source: Are you sure that you want to delete the course %1 after archiving? This cannot be undone!
he: אתה בטוח שאתה רוצה למחוק את הקורס %1 אחרי שהוא נוסף לארכיון? זה בלתי הפיך!

source: Are you sure you want to delete the course %1? All course files and data will be destroyed. There is no undo available.
he: אתה בטוח שאתה למחוק את הקורס %1? כל המידע והקבצים של הקורס ימחקו. זה בלתי הפיך.

source: Assign
he: הקצה

source: Assign %1 to all users, create global data, and %2.
he: הקצה %1 לכל המשתמשים, צור מידע גלובלי, ו %2

source: Assign All Sets to Current User
he: הקצה את כל האוספים למשתמש הנוכחי

source: Assign selected sets to selected users
he: הקצה את האוספים שנבחרו לתלמידים שנבחרו

source: Assign this set to which users?
he: לאיזה משתמשים להקצות גליון זה?

source: Assign to All Current Users
he: הקצה לכל המשתמשים הנוכחיים

source: Assigned
he: הוקצה

source: Assigned Sets
he: אוספים שהוקצו

source: Assigned achievements to users
he: הקצה הישגים למשתמשים

source: Assigned to
he: הקצה ל-

source: Assignment type
he: סוג מטלה

source: Assignments only
he: רק מטלות

source: At least one of the answers above is NOT correct.
he: לפחות אחת מהתשובות למעלה היא לא נכונה.

source: Att. to Open Children
he: נסיונות לפתיחת תתי-שאלות

source: Attempt to upgrade directories
he: נסה לשדרג תקיות

source: Attempted
he: בוצע נסיון

source: Attempts
he: ניסיונות

source: Audit
he: צופה

source: Authentication failed. Please speak to your instructor.
he: האימות נכשל. אנא פנה למדריך.

source: Author Info
he: מידע על הכותב

source: Automatic
he: אוטומטי

source: Automatically render problems on page load
he: הצג שאלות ישירוצ לאחר טעינת העמוד

source: Backup file <code>%1/%2</code> created.
he: גיבוי לקובץ <code>%1/%2</code> נוצר.

source: Basic Search
he: חיפוש בסיסי

source: Binary
he: בינארי

source: Box of Transmogrification
he: כופסת החליפין

source: Browse
he: עיין

source: Browse from:
he: עיין מתוך:
