Repository: openwebwork/webwork2
Catalog: lib/WeBWorK/Localize/heb.po
Languages: he

source: This set will be unavailable to students until they have earned a certain score on the sets specified in this field. The sets should be written as a comma separated list. The minimum score required on the sets is specified in the following field.
he: הגליון לא יהיה זמין לסטודנטים עד אשר הם ירוויחו ניקוד מסויים באוספים שצוינו בשדה זה. האוספים צריך להכתב כרשימה מופרדת בפסיקים. הניקוד המינימלי הנדרש בגליון יצויין בשדה שלאחר מכן.

source: This sets whether the Reduced Scoring system will be enabled. If enabled you will need to set the default length of the reduced scoring period and the value of work done in the reduced scoring period below. <p> To use this, you also have to enable Reduced Scoring for individual assignments and set their Reduced Scoring Dates by editing the set data.<p> This works with the avg_problem_grader (which is the the default grader) and the std_problem_grader (the all or nothing grader). It will work with custom graders if they are written appropriately.
he: זה קובע אם תקופת הניקוד המופחת תופעל. אם כן, יש למלא למטה אורך לפי ברירת המחדל לתקופת הניקוד המופחת, ואת ערך העבודה בתקופה זו. <p>כדי להשתמש בזה, יש גם להפעיל את תקפת הניקוד המופחת עבור כל מטלה ולמלא את אורך התקופה על ידי עריכת נתוני הגליון. <p>זה עובד עם avg_problem_grader (שהוא המנקד האוטומטי) ו-std_problem_grader (מנקד ההכל או כלום). זה יעבוד עם מנקדים שנכתבו על ידי המשתמשים, אם הם נכתבו כראוי.

source: This source file does not exist!
he: קובץ מקור זה לא קיים!

source: This source file is a directory!
he: קובץ מקור זה הוא תיקייה!

source: This source file is not a plain file!
he: קובץ המקור הוא לא קובץ ריק!

source: This source file is not readable!
he: לא ניתן לקרוא קובץ מקור זה!

source: This specifies the rerandomization period: the number of attempts before a new version of the problem is generated by changing the Seed value. The value of -1 uses the default from course configuration. The value of 0 disables rerandomization.
he: זה מפרט את תקופת הרנדומיזציה מחדש: מספר הניסיונות לפני שנוצרת שאלה חדשה על ידי שינוי ערך הזרע. הערך -1 מסמל את ברירת המחדל של הקורס. הערך 0 מבטל את הרנדומיזציה מחדש.

source: This table lists out the available homework sets for this class, along with its current status. Click on the link on the name of the homework sets to take you to the problems in that homework set. Clicking on the links in the table headings will sort the table by the field it corresponds to. You can also select sets for download to PDF or TeX format using the linkx next to the problem set names, and then clicking on the 'Download PDF or TeX Hardcopy for Selected Sets' button at the end of the table. There is also a clear button and an Email instructor button at the end of the table.
he: הטבלה מציגה את אוספי שיעורי הבית הזמינים עבור כיתה זו, ביחד על סטטוס נוכחי. לחץ על הקישור בשם הגליון כדי לצפות בשאלות בגליון. לחיצה על הקישורים בראש הטבלה יסדר את הטבלה לפי השדה המתאים. אתה יכול גם לבחור אוספים להורדה בפורמט PDF או TeX באזרת הקישור ליד שם אוספי השאלות, ואז לחיצה על כפתור "הורד גרסת הדפסה כ-PDF או TeX של האוספים שנבחרו" שבתחתית הטבלה. יש גם כפתורי ריקון שלח דוא"ל למדריך בתחתית הטבלה.

source: This table shows the problems that are in this problem set. The columns from left to right are: name of the problem, current number of attempts made, number of attempts remaining, the point worth, and the completion status. Click on the link on the name of the problem to take you to the problem page.
he: הטבלה הזאת מראה את השאלות שבגליון הזה. העמודות מימין לשמאל הן: שם השאלה, כמה נסיונות בוצעו, כמה נסיונות נותרו, השווי בנקודות, וסטטוס ההשלמה. לחץ על הקישור בשם השאלה כדי להגיע לד, השאלה.

source: Time
he: זמן

source: Time Interval for New Test Versions (min; 0=infty)
he: מרווח זמנים לגרסאות מבחן חדשות (מינימום; 0=אינסוף)

source: Time taken on test: %1 min (%2 min allowed).
he: זמן שנלקח לבחינה: %1 דקות (%2 דקות מורשות).

source: Timestamp
he: חותמת זמן

source: Timezone for the course
he: איזור זמנים של הקורס

source: To access this set you must score at least %1% on set %2.
he: על מנת לגשת לגליון זה, עליך לצבור ניקוד של לפחות %1% בגליון %2.

source: To access this set you must score at least %1% on the following sets: %2.
he: כדי לגשת לגליון זה עליך לצבור ניקוד של לפחות %1%באוספים הבאים: %2.

source: To add an additional instructor to the new course, specify user information below. The user ID may contain only numbers, letters, hyphens, periods (dots), commas,and underscores.
he: כדי להוסיף מדריך נוסף לקורס חדש, מלא את פרטי המשתמש למטה. מזהה המשתמש יכול להכיל רק מספרים, אותיות, מקפים, נקודות, פסיקים, וקווים תחתונים.

source: To add the WeBWorK administrators to the new course (as administrators) check the box below.
he: על מנת להוסיף את מנהלי ה-WeBWorK לקורס החדש (כמנהלים), סמן את התיבה שלהלן.

source: To change status (scores or grades) for this student for one set, click on the individual set link.
he: על מנת לשנות סטטוס (נקודות או ציונים) לסטודנט זה עבור גליון אחד, לחץ על הקישור לגליון הנ"ל.

source: To copy problem templates from an existing course, select the course below.
he: על מנת להעתיק תבניות מקורס קיים, בחר בקורס להלן.

source: To edit a specific student version of this set, edit (all of) her/his assigned sets.
he: על מנת לערוך גרסה מסוימת של סטודנט לגליון הנ"ל, ערוך (את כל) האוספים המוקצים לו/ה.

source: To edit this text you must first make a copy of this file using the 'NewVersion' action below.
he: כדי לערוך את הטקסט עליך להכין ראשית עותק של הקובץ על ידי שימוש בפעולת 'גרסה חדשה' שלהלן.

source: To edit this text you must use the 'NewVersion' action below to save it to another file.
he: כדי לערוך את הטקסט הנ"ל עליך להשתמש בפעולת 'גרסה חדשה' שלהלן כדי לשמור אותו לקובץ אחר.

source: To this Problem
he: עבור שאלה זו

source: To:
he: נמען:

source: Totals
he: סה"כ

source: Totals only (not problem scores)
he: סה"כ בלבד (ללא ניקודי שאלות)

source: Totals only, only after answer date
he: סה"כ בלבד, רק לאחר תאריך התשובות.

source: Transfer
he: העבר

source: True
he: נכון

source: Try it
he: נסה זאת

source: Tunic of Extension
he: טוניקת ההארכה

source: Two Columns
he: שתי עמודות

source: Type
he: סוג

source: Unable to change the evaluator for set %1. Unknown error.
he: לא ניתן לשנות את המעריך של גליון %1. שגיאה לא מזוהה.

source: Unable to obtain error messages from within the PG question.
he: לא צלחה השגת הודעות השגיאה מתוך שאלת ה-PG.

source: Unable to write to '%1': %2
he: לא ניתן לרשום ל'%1': %2

source: Unarchive
he: הסר מהארכיון

source: Unarchive %1 to course:
he: הוצא מהארכיון את %1 לקורס:

source: Unarchive Course
he: הסר קורס מהארכיון

source: Unarchive Next Course
he: הסר את הקורס הבא מהארכיון

source: Unassign from All Users
he: בטל הקצאה מכל המשתמשים

source: Unassign selected sets from selected users
he: בטל הקצאה של האוספים הנבחרים מהמשתמשים הנבחרים

source: Unassignments were not done. You need to both click to "Allow unassign" and click on the Unassign button.
he: ביטול הקצאות לא בוצעה. עליך ללחוץ הן על "אפשר ביטול הקצאה" והן על כפתור ביטול הקצאה.

source: Unattempted: %1/%2
he: לא נוסה: %1/%2

source: Unclassified Problems
he: שאלות לא מסווגות

source: Ungraded
he: לא נוקדו

source: Unhide Courses
he: הפוך קורסים לגלויים

source: Unlock an additional version of a Gateway Test. If used before the close date of the Gateway Test this will allow you to generate a new version of the test.
he: הסר נעילה מגרסה נוספית של מבחן השער. אם ניסית טרם תאריך הסגירה של מבחן השער, הנ"ל יאפשר לך ליצור גרסה חדשה של המבחן.

source: Unpack
he: לפרוק

source: Unpack archives automatically
he: לפרוק ארכיונים אוטומטית

source: Unselect all courses
he: בטל בחירה לכל הקורסים

source: Unselect all sets
he: אל תבחר את כל הקורסים

source: Unselect all users
he: אל תבחר את כל המשתמשים

source: Update
he: עדכון

source: Update Display
he: עדכן תצוגה

source: Update Menus
he: עדכן תפריטים

source: Update settings and refresh page
he: עדכן הגדרות ורענן עמוד

source: Update the checked directories?
he: לעדכן את התיקיות המסומנות?

source: Updated location description.
he: תיאור מיקום מעודכן

source: Upgrade
he: שדרוג

source: Upgrade Course Tables
he: עדכן טבלאות קורס

source: Upgrade Courses
he: עדכן קורסים

source: Upgrade process completed
he: עדכן תהליכים שהושלמו

source: Upload
he: העלה

source: Use Date Picker
he: השתמש בבוחר התאריכים

source: Use Default Header File
he: השתמש בקובץ קידומת לפי ברירת המחדל

source: Use Equation Editor?
he: השתמש בעורך המשוואות?

source: Use Item
he: השתמש בפריט

source: Use System Default
he: השתמש בברירת המחדל של המערכת

source: Use browser back button to return from preview mode
he: השתמש בכפתור חזרה של הדפדפן כדי לחזור ממצב תצוגה מקדימה

source: Use in achievement %1
he: השתמש בהישג %1

source: Use in new achievement:
he: השתמש בהישג חדש:

source: Use log base 10 instead of base <i>e</i>
he: השתמש בלוגריתם בבסיס 10 במקום בבסיס <i>e</i>

source: Use older answer checkers
he: השתמש בבודקי תשובות ישנים יותר

source: Use the interface below to quickly access commonly-used instructor tools, or select a tool from the list to the left.
he: השתמש בממשק שלהלן על מנת לגשת בקלות לכלי מדריך נפוצים בשימוש, או בחר כלי מהרשימה שמשמאל

source: Use this form to report to your professor a problem with the WeBWorK system or an error in a problem you are attempting. Along with your message, additional information about the state of the system will be included.
he: השתמש בטופס זה כדי לדווח למרצה שלך על בעיה עם מערכת WeBWorK או על שגיאה בשאלה שאתה מנסה לפתור. יחד עם ההודעה, ישלח מידע נוסף על מצב המערכת שלך.

source: User '%1' will not be copied from admin course as it is the initial instructor.
he: משתמש '%1' לא יועתק מקורס המנהל שכן זהו המדריך הראשוני.

source: User ID
he: מזהה משתמש

source: User Settings
he: הגדרות משתמש

source: User Values
he: ערכי משתמש

source: User's name is:
he: שם המשתמש הוא:

source: User's username is:
he: שם המשתמש הוא:

source: UserProblem missing for user=%1 set=%2 problem=%3. This may indicate database corruption.
he: שאלת משתמש חסרה עבור משתמש=%1 גליון=%2 שאלה=%3. זה עשוי להיות סימן של מסד נתונים פגום.

source: Username
he: שם משתמש

source: Username presented: %1
he: שם משתמש שמוצג: %1

source: Users
he: משתמשים

source: Users Assigned to Set %2
he: משתמש מוקצה לגליון %2

source: Users List
he: רשימת משתמשים

source: Users at this level and higher are allowed to change their e-mail address. Normally guest users are not allowed to change the e-mail address since it does not make sense to send e-mail to anonymous accounts.
he: משתמש ברמה זו ואילך מורשים לשנות את כתובת הדוא"ל שלהם. בדרך כלל, משתמשים אורחים לא מורשים לשנות את כתובת הדוא"ל שלהם שכן זה לא יהיה הגיוני לשלוח דואר למשתמשים אנונימיים.

source: Users at this level and higher are allowed to change their password. Normally guest users are not allowed to change their password.
he: משתמשים ברמה זו ואילך מורשים לשנות את סיסמתם. באופן כללי, משתמשים אורחים לא מורשים לשנות את סיסמתם.

source: Users sorted by %1, then by %2, then by %3
he: משתמשים מוינו לפי %1, לאחר מכן לפי %2, ואז לפי %3

source: Users with at least this permission level get a link in the left panel for reporting bugs to the bug tracking system in Rochester
he: משתמשים עם רמת הרשאה כזו לפחות מקבלים קישור בפאנל השמאלי כדי לדווח על באגים למערכת ניטור הבאגים ברוצ'סטר.

source: Users with this permssion level or greater will automatically be sent feedback from students (generated when they use the "Contact instructor" button on any problem page). In addition the feedback message will be sent to addresses listed below. To send ONLY to addresses listed below set permission level to "nobody".
he: משתמשים עם רמת הרשאות זו או גבוהה יותר יקבלו משוב מתלמידים באופן אוטומטי (נוצר כשהתלמידים לוחצים על כפתור "צור קשר עם המדריך" שנמצא בכל דף שאלה). בנוסף, הודעת המשוב תישלח לכתובות למטה. כדי לשלוח רק לכתובות למטה, בחר את רמת ההרשאות "אף אחד".

source: Using contents of the default message %1 instead.
he: משתמש בתוכן של הודעת ברירת המחדל %1 במקום.

source: Using what display mode?:
he: באיזה מצב תצוגה להשתמש?:

source: Using what seed?:
he: להשתמש באיזה זרע?

source: Value of work done in Reduced Scoring Period
he: ערך העבודה נעשה בתקופת ניקוד מופחת.

source: Variable Documentation:
he: תיעוד משתנה

source: Versions of a set can only be edited for one user at a time.
he: גרסאות של גליון ניתנות לעריכה עבור משתמש אחד בלבד כל פעם.

source: View
he: הצג

source: View Problems
he: בעיות תצוגה

source: View equations as
he: הצג משוואות כ

source: View it
he: הצג את זה

source: View statistics by set
he: הצג סטטיסטיקה לפי גליון

source: View statistics by student
he: הצג סטטיסטיקה לפי תלמיד

source: View student progress by set
he: הצג התקדמיות תלמיד לפיי גליון

source: View student progress by student
he: הצג התקדמות תלמיד לפי תלמיד

source: View/Edit
he: הצג/ערוך

source: Viewing temporary file:
he: מציג קובץ זמני:

source: Visibility
he: ראות

source: Visible
he: ניתן לצפייה

source: Visible to Students
he: גלוי לסטודנטים

source: Warning
he: אזהרה

source: Warning messages
he: הודעות אזהרה

source: Warning: Deletion destroys all user-related data and is not undoable!
he: זהירות: מחיקה הורסת את כל המידע שנוגע למשתמשים והיא בלתי הפיכה!

source: Warnings encountered while processing %1. Error text: %2
he: אזהרות שעלו במהלך עיבוד %1. הודעת שגיאה: %2

source: WeBWorK Error
he: שגיאת WeBWorK

source: WeBWorK Warnings
he: אזהרות WeBWorK

source: WeBWorK currently has translations for four languages: "English en", "Turkish tr", "Spanish es", and "French fr"
he: ל-WeBWorK יש כרגע תרגומים לארבע שפות: "אנגלית en", "טורקית tr", "ספרדית es", ו-"צרפתית fr"

source: WeBWorK has encountered a software error while attempting to process this problem. It is likely that there is an error in the problem itself. If you are a student, report this error message to your professor to have it corrected. If you are a professor, please consult the error output below for more information.
he: WeBWorK נתקלה שגיאת תוכנה בזמן הניסיון לעבד את שאלה זו. סביר להניח שיש שגיאה בשאלה עצמה. אם אתה תלמיד, דווח על הודעת שגיאה זו למרצה שלך כדי שיתקן את השאלה. אם אתה המרצה, אנא פנה לפלט השגיאה למטה למידע נוסף.

source: WeBWorK has encountered warnings while processing your request. If this occured when viewing a problem, it was likely caused by an error or ambiguity in that problem. Otherwise, it may indicate a problem with the WeBWorK system itself. If you are a student, report these warnings to your professor to have them corrected. If you are a professor, please consult the warning output below for more information.
he: WeBWorK נתקלה בהזהרות בזמן עיבוד הבקשה שלך. אם זה קרה בזמן צפייה בשאלה, זה כנראה נגרם בגלל שגיאה או דו-משמעות בשאלה. אם לא, זה עשוי להעיד על בעיה במערכת ה-WeBWorK עצמה. אם אתה תלמיד, דווח על הודעת שגיאה זו למרצה שלך כדי שיתקן את השאלה. אם אתה המרצה, אנא פנה לפלט השגיאה למטה למידע נוסף.

source: WeBWorK was unable to generate a different version of this problem; close this tab, and return to the original problem.
he: WeBWorK לא הצליחה ליצור גרסה חדשה של שאלה זו. סגור חלון זה, וחזור לשאלה המקורית.

source: WeBWorK was unable to generate a paper copy of this homework set. Please inform your instructor.
he: WeBWorK לא הצליחה ליצור גרסת הדפסה גליון שיעורי הבית הזה. אנא דווח על כך למדריך שלך.

source: Weight
he: משקל

source: Welcome to WeBWorK!
he: !WebWork ברוכים הבאים ל-

source: What could be inside?
he: מה יכל להיות בפנים?

source: What field should filtered users match on?
he: באיזה שדה תלמידים צריכים להתאים?

source: When a student has more attempts than is specified here they will be able to view another version of this problem. If set to -1 the feature is disabled and if set to -2 the course default is used.
he: כאשר לסטודנט יש יותר נסיונות משמצויין כאן, הם יוכלו לראות גרסה אחרת של השאלה. אם מוזן -1 האופציה מבוטלת, ואם מוזן -2 ייעשה שימוש בברירת המחדל של הקורס

source: When acting as a student, this permission level and higher can submit answers for that student.
he: רמת ההרשאה הזאת וגבוהות ממנה רשאים להגיש תשובות עבור תלמיד כאשר הם פועלים בשמו.

source: When changing problem numbers, we will move the problem to be %1 the chosen number.
he: כאשר משנים מספרי השאלות, נזיז את השאלה להיות %1 המספר הנבחר.

source: When students click the <em>Email Instructor</em> button to send feedback, WeBWorK fills in the subject line. Here you can set the subject line. In it, you can have various bits of information filled in with the following escape sequences.<p><ul><li> %c = course ID<li> %u = user ID<li> %s = set ID<li> %p = problem ID<li> %x = section<li> %r = recitation<li> %% = literal percent sign</ul>
he: כשתלמידים לוחצים על כפתור <em>של דוא"ל למדריך</em> כדי לשלוח משוב, WeBWorK ממלא את שורת הנושא. כאן אתה יכול לכתוב את שורת הנושא. ניתן לשים בה מספר נתונים שממולאים בעזרת סדרות הבריחה הבאות. <p><ul><li>%c = מזהה קורס <li>%u = מזהה משתמש <li>%p = מזהה שאלה <li>%x = קבוצה <li> %r = תרגול <li>%% = סימן אחוז</ul>

source: When this is on students will see a line on the Grades page which has their total cumulative homework score. This score includes all sets assigned to the student.
he: כאשר אפשרות זו נבחרת, הסטודנט יראה שורה בעמוד הציונים עם הציון הכולל שלהם בשיעורי הבית. הניקוד יכלול את כל האוספים שמוקצים לסטודנט.

source: When viewing a problem, WeBWorK usually puts the previously submitted answer in the answer blank. Below this level, old answers are never shown. Typically, that is the desired behaviour for guest accounts.
he: כשצופים בשאלה, WeBWork בדרך כלל מראה את התשובה האחרונ שנשלחה בשדה התשובה. מתחת לרמה זו, תשובות ישנות לא מוצגות לעולם. בדרך כלל זה מיועד לחשבונות אורחים.

source: When you unassign by unchecking a student's name, you destroy all of the data for achievement %1 for this student. Make sure this is what you want to do.
he: כשאתה מבטל הקצאה על ידי ביטול הבחירה של השם שלו, אתה הורס את כל המידע עבור הישג %1 של תלמיד זה. תוודא שזה אכן כוונתך.

source: When you unassign by unchecking a student's name, you destroy all of the data for homework set %1 for this student. You will then need to reassign the set to these students and they will receive new versions of the problems. Make sure this is what you want to do before unchecking students.
he: כשאתה מבטל הקצאה על ידי ביטול הבחירה של השם שלו, אתה הורס את כל מידע של גליון שיעורי בית %1 עבור תלמיד זה. לאחר מכן תצטרך להקצות להם את הגליון מחדש והם יקבלו גרסאות חדשות של השאלות. תוודא שזה אכן מה שאתה רוצה לעשות.

source: When you uncheck a homework set (and save the changes), you destroy all of the data for that set for this student. If you reassign the set, the student will receive a new version of each problem. Make sure this is what you want to do before unchecking sets.
he: כשאתה מבטל בחירה של גליון שיעורי בית (ושומר את השינויים), אתה הורס את כל המידע של גליון זה עבור תלמיד זה. אם אתה מקצה אותו מחדש, התלמיד יקבל גרסה חדשה של כל שאלה. ודא שזה מה שאתה רוצה לעשות לפני ביטול הבחירה.

source: Will open on %1.
he: ייפתח ב-%1.

source: Worth
he: ערך

source: Write permissions have not been enabled for '%1'. Changes must be saved to another file for viewing.
he: הרשאות כתיבה לא אופשרו ל-'%1'. יש לשמור שינויים בקובץ אחר על מנת לראותם.

source: Write permissions have not been enabled in '%1'. Changes must be saved to a different directory for viewing.
he: הראשות כתיבה לא אופשרו ב-'%1'. יש לשמור שינויים בתיקיה אחרת בטרם ניתן לראותם.

source: Write permissions have not been enabled in the templates directory. No changes can be made.
he: הרשאות כתיבה לא הופעלו בתיקיית התבניות. לא ניתן לבצע שינויים

source: Yes
he: כן

source: You are currently checking answers to a different version of your problem - these will not be recorded, and you should remember to return to your original problem once you are done here.
he: אתה כרגע בודק תשובות לגרסה אחרת של השאלה - אלו לא יישמרו, ואתה צריך לזכור לחזור לשאלה המקורית לאחר שתסיים כאן.

source: You are currently previewing answers to a different version of your problem - these will not be recorded, and you should remember to return to your original problem once you are done here.
he: אתה כעת צופה בתשובות לגרסאות אחרות של השאלה - הם לא ישמרו, ויש לחזור לשאלה המקורית כשתסיים כאן.

source: You are not allowed to generate a hardcopy for %1 from your IP address, %2.
he: אתה לא רשאי ליצר גרסת הדפסה של %1 מכתובת ה-IP שלך, %2.

source: You are not authorized to access the Instructor tools
he: אתה לא רשאי להשתמש בכלי המדריך

source: You are not authorized to access the Instructor tools.
he: אתה לא רשאי להשתמש בכלי המדריך.

source: You are not authorized to access the instructor tools.
he: אתה לא רשאי לגשת לכלי המדריך

source: You are not authorized to modify homework sets.
he: אתה לא רשאי לשנות אוספי שיעורי בית

source: You are not authorized to modify problems.
he: אתה לא רשאי לשנות שאלות.

source: You are not authorized to modify set definition files.
he: אתה לא רשאי לשנות קבצי הגדרה.

source: You are not authorized to modify student data
he: אתה לא רשאי לשנות פרטי תלמיד.

source: You are not authorized to perform this action.
he: אתה לא רשאי לבצע פעולה זו.

source: You are not permitted to generate a hardcopy for a set with hidden work.
he: אתה לא רשאי ליצר גרסת הדפסה של גליון עם עבודה מוחבאת.

source: You are not permitted to generate a hardcopy for an unopened set.
he: אתה לא רשאי ליצר גרסת הדפסה של אוף שלא נפתח.

source: You are only allowed to click on Show Me Another %quant(%1,time,times) per problem. %2 Close this tab, and return to the original problem.
he: אתה רשאי ללחוץ על "תראה לי עוד אחת" %quant(%1,פעם,פעמים) לכל שאלה. %2 סגור חלון זה, וחזור לשאלה המקורית.

source: You are out of time. Press grade now!
he: נגמר לך הזמן. לחץ על נקד עכשיו!

source: You can also examine the following temporary files:
he: אתה יכול לצפות גם בקבצים הזמניים הבאים:

source: You can earn partial credit on this problem.
he: ניתן לקבל ניקוד חלקי בשאלה זו

source: You can not specify an absolute path
he: אתה לא יכול לתת מסלול מוחלט

source: You can only %1 one file at a time.
he: אתה יכול %1 רק קובץ אחד בכל פעם.

source: You can only download regular files.
he: ניתן להוריד רק קבצים רגילים.

source: You can only edit text files
he: ניתן לערוך רק קבצי טקסט

source: You can only unpack files ending in '.tgz', '.tar' or '.tar.gz'
he: ניתן לפרוק רק קבצים עם הסיומות '.tgz', '.tar' או '.tar.gz'

source: You can use this feature %quant(%1,more time,more times,as many times as you want) on this problem
he: אתה יכול להשתמש באפשרות זו %quant(%1,עוד פעם, עוד פעמים, כמה פעמים שתרצה) על שאלה זו

source: You can't download directories
he: לא ניתן להוריד תיקייות

source: You can't download files of that type
he: לא ניתן להוריד קבצים מסוג זה

source: You can't edit a directory
he: לא ניתן לערוך תיקיות

source: You can't view files of that type
he: לא ניתן לצפות בקבצים מסוג זה

source: You cannot archive the course you are currently using.
he: לא ניתן להוסיף לארכיון את הקורס שבו אתה משתמש כרגע.

source: You cannot delete the course you are currently using.
he: אתה לא יכול למחוק את הקורס בו אתה משתמש כרגע.

source: You cannot delete yourself!
he: אתה לא יכול למחוק את עצמך!

source: You cannot use this version of Set Detail to edit just-in-time type sets. You must use Set Detail 2.
he: אתה לא יכוללהשתמש בגרסה הזאת של פרטי הגליון כדי לערוך אוספי מסוג "בדיוק בזמן". אתה צריך להשתמש בפרטי גליון 2.

source: You did not specify a new set name.
he: לא מלאת שם לגליון החדש.

source: You didn't enter any message.
he: לא מלאת את תוכן ההודעה.

source: You do not have permission to change email addresses.
he: אין לך את ההרשאות לשנות כתובות דוא"ל

source: You do not have permission to change the hardcopy theme.
he: אין לך את ההרשאות הדרושות כדי לשנות את עיצוב גרסת ההדפסה.

source: You do not have permission to change your password.
he: אין לך את ההרשאות לשנות את

source: You do not have permission to edit this file.
he: אין לך הרשאות לערוך את הקובץ הזה.

source: You do not have permission to generate hardcopy in %1 format.
he: אין לך את ההרשאות הדרושות כדי ליצור גרסת הדפסה בפורמט %1.
